var AUTO_SEARCH_CONFIG = {
  "addon_attrs": {
      "addon_fali": "法力",
      "addon_liliang": "力量",
      "addon_lingli": "灵力",
      "addon_minjie": "敏捷",
      "addon_naili": "耐力",
      "addon_tizhi": "体质"
  },
  "attr_point_strategy": {
      "cor": "体质",
      "corres": "体耐",
      "mag": "魔力",
      "magcor": "魔体",
      "magres": "魔耐",
      "magspe": "魔敏",
      "res": "耐力",
      "spe": "敏捷",
      "specor": "敏体",
      "speres": "敏耐",
      "str": "力量",
      "strcor": "力体",
      "strmag": "力魔",
      "strres": "力耐",
      "strspe": "力敏"
  },
  "can_cover_pet_equip_skills": [
      [
          "观照万象",
          "力大无穷（水）",
          "超级连击",
          "柳暗花明",
          "高级精神集中",
          "焰火烁星",
          "超级法术波动",
          "法术防御",
          "高级反震",
          "超级精神集中",
          "超级隐身",
          "招财进宝",
          "理直气壮",
          "法术反震",
          "超级幸运",
          "超级法术连击",
          "义薄云天",
          "高级飞行",
          "好梦连连",
          "龙魂",
          "北冥之渊",
          "高级盾气",
          "移花接木",
          "超级地狱烈火",
          "超级偷袭",
          "超级壁垒击破",
          "虎虎生风",
          "超级泰山压顶",
          "超级神柚复生",
          "超级冥思",
          "力大无穷（木）",
          "高级土属性吸收",
          "高级隐身",
          "高级招架",
          "顾盼生姿",
          "高级否定信仰",
          "超级强力",
          "出奇制胜",
          "圣婴大王",
          "万物之灵（火）",
          "超级进击法暴",
          "超级感知",
          "超级进击必杀",
          "气贯长虹",
          "欣欣向荣",
          "超级法术抵抗",
          "超级慧根",
          "万物之灵（水）",
          "高级毒",
          "超级奔雷咒",
          "高级感知",
          "逍遥游",
          "节节高升",
          "高级防御",
          "超级夜战",
          "力大无穷（火）",
          "清风之华",
          "克敌五行",
          "高级再生",
          "高级合纵",
          "溜之大吉",
          "地狱烈火",
          "高级法术反震",
          "超级水属性吸收",
          "超级金蝉蜕壳",
          "超级反震",
          "气吞万象·水火",
          "狂莽一击",
          "超级飞行",
          "出其不意",
          "高级强力",
          "高级独行",
          "天狐之舞",
          "高级蓄势待发",
          "高级敏捷",
          "诸天正法",
          "超级否定信仰",
          "超级驱鬼",
          "超级魔之心",
          "超级永恒",
          "万物之灵（土）",
          "高级法术抵抗",
          "独行",
          "超级吸血",
          "超级水漫金山",
          "超级防御",
          "超级合纵",
          "灵能激发",
          "拘魂索命",
          "高级火属性吸收",
          "凭风借力",
          "高级冥思",
          "高级遗志",
          "势如破竹",
          "流沙轻音",
          "超级火属性吸收",
          "超级敏捷",
          "超级毒",
          "超级神迹",
          "桀骜自恃",
          "超级遗志",
          "高级慧根",
          "超级雷属性吸收",
          "乘胜追击",
          "高级反击",
          "潜能激发",
          "与生俱来",
          "超级反击",
          "八凶法阵",
          "无赦魔诀",
          "超级必杀",
          "超级土属性吸收",
          "神来气旺",
          "高级水属性吸收",
          "力大无穷（土）",
          "泰山压顶",
          "风起龙游",
          "超级再生",
          "水击三千",
          "龙行风雨",
          "风沙之盾",
          "高级夜战",
          "超级法术暴击",
          "超级招架",
          "映雪棱镜",
          "扶摇万里",
          "高级神迹",
          "泡泡相伴",
          "昼伏夜出",
          "超级三昧真火",
          "超级盾气",
          "妙手灵丹",
          "万物之灵（木）",
          "力大无穷（金）",
          "焚天陨火",
          "食指大动",
          "雨露之泽",
          "洞察",
          "叱咤风云",
          "高级驱鬼",
          "高级幸运",
          "水漫金山",
          "高级永恒",
          "迅风出击",
          "薪火相传",
          "神出鬼没",
          "奔雷咒",
          "法力陷阱",
          "气吞万象·雷土",
          "高级金蝉蜕壳",
          "万物之灵（金）",
          "高级雷属性吸收"
      ],
      [
          "偷袭",
          "雷击",
          "否定信仰",
          "防御",
          "真灵（木）",
          "招架",
          "火属性吸收",
          "神佑复生",
          "浮云神马",
          "鬼魂术",
          "真灵（水）",
          "净台妙谛",
          "从天而降",
          "月光",
          "隐身",
          "毒",
          "土属性吸收",
          "花好月圆",
          "神迹",
          "进击法暴",
          "弱点水",
          "弱点土",
          "飞行",
          "驱鬼",
          "真灵（土）",
          "慧根",
          "法术波动",
          "茁壮",
          "法术暴击",
          "法术抵抗",
          "无畏布施",
          "遗志",
          "大快朵颐",
          "凝光炼彩",
          "落岩",
          "苍鸾怒击",
          "进击必杀",
          "合纵",
          "反震",
          "敏捷",
          "盾气",
          "真灵（火）",
          "真灵（金）",
          "弱点雷",
          "水属性吸收",
          "精神集中",
          "必杀",
          "金蝉蜕壳",
          "夜战",
          "天降灵葫",
          "千钧一怒",
          "吸血",
          "健壮（金）",
          "幸运",
          "弱点火",
          "蓄势待发",
          "水攻",
          "强力",
          "健壮（木）",
          "永恒",
          "健壮（水）",
          "津津有味",
          "连击",
          "健壮（土）",
          "灵山禅语",
          "反击",
          "烈火",
          "魔之心",
          "须弥真言",
          "健壮（火）",
          "再生",
          "感知",
          "雷属性吸收",
          "迟钝",
          "冥思",
          "法术连击"
      ],
      [
          "高级连击",
          "高级偷袭",
          "高级必杀",
          "高级吸血",
          "高级进击必杀"
      ],
      [
          "高级进击法暴",
          "高级法术波动",
          "高级法术暴击",
          "高级魔之心",
          "高级法术连击"
      ],
      [
          "高级神佑复生",
          "高级鬼魂术"
      ]
  ],
  "child_icon_mapping": {
      "105873": 100107,
      "105874": 100108,
      "105875": 100109,
      "105876": 100110,
      "105877": 100111,
      "105878": 100112,
      "105888": 100107,
      "105889": 100108,
      "105890": 100109,
      "105891": 100110,
      "105892": 100111,
      "105893": 100112,
      "107026": 100107,
      "107027": 100108,
      "107028": 100109,
      "107029": 100110,
      "107030": 100111,
      "107032": 100112
  },
  "child_info": {
      "100101": "小毛头",
      "100102": "小丫丫",
      "100103": "小魔头",
      "100104": "小精灵",
      "100105": "小神灵",
      "100106": "小仙女",
      "100107": "小毛头",
      "100108": "小丫丫",
      "100109": "小魔头",
      "100110": "小精灵",
      "100111": "小神灵",
      "100112": "小仙女"
  },
  "clothes_type_conf": [
      {
          "id": 0,
          "name": "限量"
      },
      {
          "id": 1,
          "name": "普通锦衣"
      }
  ],
  "dianhua_stone_type": [
      "高级神佑复生",
      "高级鬼魂术",
      "高级法术暴击",
      "高级法术连击",
      "高级法术波动",
      "高级魔之心",
      "高级必杀",
      "高级偷袭",
      "高级吸血",
      "高级连击",
      "力劈华山",
      "善恶有报",
      "死亡召唤",
      "剑荡四方",
      "壁垒击破",
      "高级强力",
      "高级夜战",
      "高级感知",
      "高级驱鬼",
      "高级反震",
      "高级幸运",
      "高级防御",
      "高级敏捷",
      "高级隐身",
      "高级毒",
      "高级进击法暴",
      "高级进击必杀",
      "高级遗志",
      "高级合纵",
      "高级金蝉蜕壳",
      "高级招架",
      "万物之灵（火）",
      "万物之灵（水）",
      "万物之灵（木）",
      "万物之灵（金）",
      "万物之灵（土）",
      "力大无穷（火）",
      "力大无穷（水）",
      "力大无穷（木）",
      "力大无穷（金）",
      "力大无穷（土）"
  ],
  "equip_160_attrs": {
      "1": "物理暴击几率",
      "2": "法术暴击几率",
      "3": "物理暴击伤害",
      "4": "法术暴击伤害",
      "5": "治疗能力",
      "6": "封印命中率",
      "7": "抵抗封印命中率",
      "8": "穿刺效果",
      "9": "格挡物理伤害",
      "10": "魔法回复",
      "11": "法术伤害减免效果"
  },
  "equip_addon_status": [
      "高级合纵",
      "高级法术抵抗",
      "高级盾气",
      "合纵",
      "法术抵抗",
      "盾气",
      "惊心一剑",
      "死亡召唤",
      "上古灵符",
      "善恶有报",
      "力劈华山",
      "夜舞倾城",
      "剑荡四方"
  ],
  "equip_special_effect": {
      "1": "无级别",
      "2": "简易",
      "3": "愤怒",
      "4": "暴怒",
      "5": "永不磨损",
      "6": "神农",
      "7": "神佑",
      "8": "精致",
      "9": "坚固",
      "10": "狩猎",
      "11": "绝杀",
      "12": "专注",
      "13": "伪装",
      "14": "易修理",
      "15": "再生",
      "16": "必中",
      "17": "迷踪",
      "18": "珍宝"
  },
  "equip_special_skills": [
      [
          1027,
          "罗汉金钟"
      ],
      [
          1015,
          "晶清诀"
      ],
      [
          1018,
          "笑里藏刀"
      ],
      [
          1036,
          "破血狂攻"
      ],
      [
          1042,
          "破碎无双"
      ],
      [
          1011,
          "慈航普度"
      ],
      [
          1008,
          "四海升平"
      ],
      [
          1014,
          "玉清诀"
      ],
      [
          2009,
          "金刚怒目"
      ],
      [
          2010,
          "琴音三叠"
      ],
      [
          2011,
          "乾坤挪移"
      ],
      [
          2012,
          "疾风荡魄"
      ],
      [
          2013,
          "玄鸟之灵"
      ],
      [
          2014,
          "神鸟之印"
      ],
      [
          2015,
          "伯牙绝弦"
      ],
      [
          2016,
          "焚琴煮鹤"
      ],
      [
          2017,
          "攻心术"
      ],
      [
          2018,
          "惊心术"
      ],
      [
          2019,
          "妙法之护"
      ],
      [
          2020,
          "神机之护"
      ],
      [
          1030,
          "放下屠刀"
      ],
      [
          1020,
          "野兽之力"
      ],
      [
          1024,
          "流云诀"
      ],
      [
          1034,
          "凝滞术"
      ],
      [
          1022,
          "光辉之甲"
      ],
      [
          1032,
          "破甲术"
      ],
      [
          1012,
          "水清诀"
      ],
      [
          1037,
          "弱点击破"
      ],
      [
          2002,
          "聚精会神"
      ],
      [
          2004,
          "燃烧之光"
      ],
      [
          1010,
          "起死回生"
      ],
      [
          1009,
          "回魂咒"
      ],
      [
          1023,
          "圣灵之甲"
      ],
      [
          1033,
          "碎甲术"
      ],
      [
          1031,
          "河东狮吼"
      ],
      [
          1021,
          "魔兽之印"
      ],
      [
          1025,
          "啸风诀"
      ],
      [
          1035,
          "停陷术"
      ],
      [
          2003,
          "先发制人"
      ],
      [
          2007,
          "菩提心佑"
      ],
      [
          1038,
          "吸血"
      ],
      [
          1039,
          "残月"
      ],
      [
          1007,
          "命归术"
      ],
      [
          1045,
          "虚空之刃"
      ],
      [
          1001,
          "气疗术"
      ],
      [
          1002,
          "心疗术"
      ],
      [
          1003,
          "命疗术"
      ],
      [
          1004,
          "凝气诀"
      ],
      [
          1005,
          "凝神诀"
      ],
      [
          1006,
          "气归术"
      ],
      [
          1013,
          "冰清诀"
      ],
      [
          1016,
          "诅咒之伤"
      ],
      [
          1017,
          "诅咒之亡"
      ],
      [
          1019,
          "绝幻魔音"
      ],
      [
          1026,
          "太极护法"
      ],
      [
          1028,
          "修罗咒"
      ],
      [
          1029,
          "天衣无缝"
      ],
      [
          1040,
          "冥王暴杀"
      ],
      [
          "1041,2041",
          "乾坤斩"
      ],
      [
          1043,
          "帝释无双"
      ],
      [
          1044,
          "伽罗无双"
      ],
      [
          1046,
          "亡灵之刃"
      ],
      [
          1047,
          "死亡之音"
      ],
      [
          1048,
          "身似菩提"
      ],
      [
          1049,
          "心如明镜"
      ],
      [
          1050,
          "移形换影"
      ],
      [
          2001,
          "凝心诀"
      ],
      [
          2005,
          "毁灭之光"
      ],
      [
          2006,
          "金刚不坏"
      ]
  ],
  "fight_levels": {
      "65": "参战45-65",
      "66": "参战75-105",
      "67": "参战125-145",
      "68": "飞升120-155",
      "69": "渡劫155-175",
      "70": "个性宠",
      "71": "神兽",
      "75": "化圣175",
      "80": "泡泡灵仙"
  },
  "gems_name": {
      "1": "红玛瑙",
      "2": "太阳石",
      "3": "舍利子",
      "4": "光芒石",
      "5": "月亮石",
      "6": "黑宝石",
      "7": "神秘石",
      "12": "翡翠石"
  },
  "high_neidans": {
      "914": "神机步",
      "915": "腾挪劲",
      "916": "玄武躯",
      "917": "龙胄铠",
      "918": "玉砥柱",
      "919": "碎甲刃",
      "920": "阴阳护",
      "921": "凛冽气",
      "924": "舍身击",
      "925": "电魂闪",
      "926": "通灵法",
      "927": "双星爆",
      "928": "催心浪",
      "930": "隐匿击",
      "934": "血债偿",
      "935": "生死决",
      "937": "朱雀甲",
      "939": "棱光镜"
  },
  "jingpo_stone_attrs": {
      "1": "伤害",
      "2": "灵力",
      "3": "速度",
      "4": "躲避",
      "5": "气血",
      "6": "防御"
  },
  "jingpo_stone_types": {
      "4036": "铠甲",
      "4037": "护腕",
      "4038": "项圈"
  },
  "ju_qing_skill_desc": {
      "151": {
          "desc": "能够对各种珍稀物品作出评估的技能，学习后和古董商人交易时将更容易获得馈赠。#r学习消耗：每级消耗2点技能点，最高为10级。",
          "name": "古董评估"
      },
      "152": {
          "desc": "古代的建筑之术，学习后可以提高建造房屋的能力和技巧。#r学习消耗：每级消耗3点技能点，最高为5级。",
          "name": "建筑之术"
      },
      "153": {
          "desc": "仙界的灵术之一，通过协调经脉运行，疏通气血周转，可以将药物的功效发挥到极致。#r学习消耗：每级消耗5点技能点，最高为5级。",
          "name": "丹元济会"
      },
      "154": {
          "desc": "即寻常所说七十二变，为灵台方寸山上的菩提祖师所创。通过观察万物造化之本，将道家精髓心法融会贯通，能够做到寻其性，仿其形。学习后可以使用特定的“变身卡片”进行变身。#r学习消耗：每级消耗4点技能点，最高为6级。",
          "name": "变化之术"
      },
      "155": {
          "desc": "仙界法术之一，能够分辨伪装，识破变化者的本来面目。#r学习消耗：每级消耗2点技能点，最高为6级。",
          "name": "火眼金睛"
      },
      "156": {
          "desc": "武学的基本功之一，即是用意念改变周身运行节律，进而调和阴阳，协调脏腑，疏通经络，可寄心于息，使心息相依，意气相随，气血舒畅。#r学习消耗：每级消耗3点技能点，最高为5级。",
          "name": "调息"
      },
      "157": {
          "desc": "所谓“世间万相，皆是虚妄”，通过打坐可以强化身心，屏弃尘事浮华的侵扰，获得清静之心界，法力也随之得到一定恢复。#r学习消耗：每级消耗3点技能点，最高为5级。",
          "name": "打坐"
      },
      "158": {
          "desc": "道家法术的一支，由符之术和五行遁法相辅而成，可将行遁之法附于导标旗上，用来穿梭于各大陆之间。#r学习消耗：每级消耗4点技能点，最高为3级。",
          "name": "奇门遁甲"
      },
      "159": {
          "desc": "江湖上的南偷北盗都有一身非凡的偷窃本领，可从怪物身上偷来银两或宝物。#r学习消耗：每级消耗3点技能点，最高为10级。",
          "name": "妙手空空"
      },
      "160": {
          "desc": "仙界的奇妙法术，掌握了相关的运用之法，无论身处何地，都能够随时召唤仙灵到自己身边，购买一些常用的物品。#r学习消耗：每级消耗3点技能点，最高为5级。",
          "name": "仙灵店铺"
      },
      "161": {
          "desc": "流传于东胜神洲傲来国的一项工艺，能够对各种金玉宝石加以合成，获得更为精良的效果。#r学习消耗：每级消耗2点技能点，最高为7级。",
          "name": "宝石工艺"
      },
      "162": {
          "desc": "东土盛行的一种对弈之术，拥有该技能会提高自身在棋牌方面的造诣。",
          "name": "牌弈之术"
      },
      "163": {
          "desc": "东土盛行的一种对弈之术，提高自身在棋牌方面的造诣。",
          "name": "棋弈之术"
      },
      "164": {
          "desc": "仙界的奇妙法术，掌握此法术之人能够将装备信息记录下来。",
          "name": "装备图鉴"
      },
      "165": {
          "desc": "仙界的奇妙法术，掌握此法术之人能够将召唤兽信息记录下来。",
          "name": "召唤兽图鉴"
      },
      "166": {
          "desc": "流传在民间的娱乐方式，两个玩家先各自握紧拳头，念出口令最后一个音节的同时，两个玩家出示自己心中想好的石头、剪刀或者布的手势。拥有该技能可以邀请其他朋友一起玩猜拳小游戏。",
          "name": "猜拳"
      },
      "167": {
          "desc": "古代流传下来的神秘棋盘，内藏无数奥秘和乐趣，据说在三界仙人中非常流行。",
          "name": "乾坤盘"
      },
      "168": {
          "desc": "墨家弟子最爱的游戏，传说拥有大智慧的人才能掌握其中的奥秘。",
          "name": "墨家数独牌"
      },
      "169": {
          "desc": "你在奇遇探秘中的经历，可使用技能进行查看。",
          "name": "奇遇"
      },
      "170": {
          "desc": "寄身于翰墨，见意于篇籍，文库随身，携书挟卷，行而读之，不亦乐乎。",
          "name": "翰墨之道"
      },
      "197": {
          "desc": "寄身于翰墨，抒怀于丹青，妙笔生万物，彩卷绘河山，不亦乐乎。",
          "name": "丹青之道"
      }
  },
  "libi_equip_type": [
      {
          "label": "霆云飞廉礼币",
          "value": "55178"
      },
      {
          "label": "福气冲天·吾皇礼币",
          "value": "53904"
      },
      {
          "label": "琉璃晶币",
          "value": "51474"
      },
      {
          "label": "寒冰灵虎礼币",
          "value": "50850"
      },
      {
          "label": "霜雪龙宝礼包",
          "value": "50469"
      },
      {
          "label": "萤火霜兔礼包",
          "value": "50094"
      },
      {
          "label": "四不相礼币",
          "value": "52271"
      },
      {
          "label": "福虎金宝礼币",
          "value": "53902"
      },
      {
          "label": "财源滚滚礼币",
          "value": "50652"
      },
      {
          "label": "吞云腾蛇礼币",
          "value": "53840"
      },
      {
          "label": "牛转钱坤礼币",
          "value": "52834"
      },
      {
          "label": "钱兔似锦礼币",
          "value": "55269"
      },
      {
          "label": "非你莫鼠礼币",
          "value": "51821"
      },
      {
          "label": "水嘟嘟礼币",
          "value": "52595"
      },
      {
          "label": "龙重登场礼币",
          "value": "57005"
      },
      {
          "label": "喜气乘龙礼币",
          "value": "57007"
      },
      {
          "label": "避水金睛兽礼币",
          "value": "56743"
      },
      {
          "label": "灰太狼礼币",
          "value": "57909"
      }
  ],
  "life_skill_desc": {
      "201": {
          "desc": "强身健体是习武之人的根本，学习后可以提高气血上限。",
          "name": "强身术"
      },
      "202": {
          "desc": "通过冥想凝聚强大的精神力量，学习可以提高魔法上限。",
          "name": "冥想"
      },
      "203": {
          "desc": "暗器名家的家传秘笈，学习后可以增加使用暗器的伤害力。",
          "name": "暗器技巧"
      },
      "204": {
          "desc": "铸造名家欧冶子传下的技能，可以提高打造、修理武器的能力，将消耗体力。",
          "name": "打造技巧"
      },
      "205": {
          "desc": "从天衣无缝针法演化而来，可提高缝制、修理头盔和铠甲的能力。将消耗体力。",
          "name": "裁缝技巧"
      },
      "206": {
          "desc": "精通歧黄之术往往可以提高炼制丹药的能力。将消耗活力。",
          "name": "中药医理"
      },
      "207": {
          "desc": "秘术士私传的炼金之术，可以提高制作、修理饰品、靴子和腰带的能力。将消耗体力。",
          "name": "炼金术"
      },
      "208": {
          "desc": "传自商代名厨伊尹的技能，可以提高制作食物的能力。将消耗活力。",
          "name": "烹饪技巧"
      },
      "209": {
          "desc": "可以降低对手逃跑的成功率，但最低不小于10%。",
          "name": "追捕技巧"
      },
      "210": {
          "desc": "学习后可以提高战斗逃跑的成功率，但最高不超过90%。",
          "name": "逃离技巧"
      },
      "211": {
          "desc": "修身养性，固本清元之术，学习可以增加活力上限。",
          "name": "养生之道"
      },
      "212": {
          "desc": "由华佗所创的五禽戏发展而来，学习可以增加体力上限。",
          "name": "健身术"
      },
      "216": {
          "desc": "关于家具制作的技能，懂得一定的巧匠之术后，可以去找住在长寿村的工匠鲁成，制作各种家具的“设计图”",
          "name": "巧匠之术"
      },
      "217": {
          "desc": "消耗体力产生钨金，用于装备熔炼。钨金等级=技能等级取整。",
          "name": "熔炼技巧"
      },
      "218": {
          "desc": "在>50级的百炼精铁和>65级的天眼珠中提炼出精魄灵石，且可合成精魄灵石供召唤兽装备镶嵌。",
          "name": "灵石技巧"
      },
      "230": {
          "desc": "每学习1级可提高15点气血上限(受强身影响)",
          "name": "强壮"
      },
      "231": {
          "desc": "传自仙界的聚灵萃取之术，可以提高制作戒指、手镯、耳饰、佩饰的能力。将消耗体力。",
          "name": "淬灵之术"
      },
      "237": {
          "desc": "每学习1级增加1.5速度（取整，奇数级加1偶数级加2)",
          "name": "神速"
      },
      "239": {
          "desc": "源自神木族人巫灵儿感应自然中“风”元素的能力，经由其挚友莫忘苦心孤诣的研究，终于变成了所有人都可以学习的技巧。#r学习效果：提高获取和制作风属道具的能力",
          "name": "风之感应"
      },
      "240": {
          "desc": "源自神木族人巫灵儿感应自然中“雨”元素的能力，经由其挚友莫忘苦心孤诣的研究，终于变成了所有人都可以学习的技巧。#r学习效果：提高获取和制作雨属道具的能力",
          "name": "雨之感应"
      },
      "241": {
          "desc": "源自神木族人巫灵儿感应自然中“雪”元素的能力，经由其挚友莫忘苦心孤诣的研究，终于变成了所有人都可以学习的技巧。#r学习效果：提高获取和制作雪属道具的能力",
          "name": "雪之感应"
      }
  },
  "lihe_equip_type": [
      {
          "label": "葫芦娃锦衣礼盒",
          "value": "54659"
      },
      {
          "label": "绒梦呓语锦衣礼盒",
          "value": "53896"
      },
      {
          "label": "羽仙歌礼盒",
          "value": "52110"
      },
      {
          "label": "碧华锦锦衣礼盒",
          "value": "51477"
      },
      {
          "label": "花间梦锦衣礼盒",
          "value": "53039"
      },
      {
          "label": "炽云缎·赤礼盒",
          "value": "53535"
      },
      {
          "label": "炽云缎·碧礼盒",
          "value": "53536"
      },
      {
          "label": "女儿情锦衣礼盒",
          "value": "55720"
      },
      {
          "label": "沧溟谣锦衣礼盒",
          "value": "55176"
      },
      {
          "label": "绯雪织锦衣礼盒",
          "value": "50500"
      },
      {
          "label": "花重云锦衣礼盒",
          "value": "53578"
      },
      {
          "label": "霜雪欢歌锦衣礼盒",
          "value": "53838"
      },
      {
          "label": "浪淘纱礼盒",
          "value": "51152"
      },
      {
          "label": "福里福兔锦衣礼盒",
          "value": "55263"
      },
      {
          "label": "雪夜恋歌锦衣礼盒",
          "value": "52838"
      },
      {
          "label": "放肆一博礼包",
          "value": "51945"
      },
      {
          "label": "香云纱锦衣礼盒",
          "value": "54894"
      },
      {
          "label": "斗战胜佛锦衣礼盒",
          "value": "55976"
      },
      {
          "label": "雪眸影锦衣礼盒",
          "value": "52598"
      },
      {
          "label": "朝朝暮暮礼盒",
          "value": "50684"
      },
      {
          "label": "龙卷风锦衣礼盒",
          "value": "57001"
      },
      {
          "label": "灼灼韶华锦衣礼盒",
          "value": "56741"
      },
      {
          "label": "喜羊羊锦衣礼盒",
          "value": "57908"
      },
      {
          "label": "巫山曲锦衣礼盒",
          "value": "58140"
      }
  ],
  "limit_clothes": {
      "九尾庞庞": [
          "21713"
      ],
      "九环锡杖": [
          "14450"
      ],
      "九环锡杖·墨黑": [
          "14451"
      ],
      "九环锡杖·月白": [
          "14452"
      ],
      "云龙梦.墨黑（上衣）": [
          "40128",
          "40129"
      ],
      "云龙梦.墨黑（头饰）": [
          "12877",
          "12878"
      ],
      "云龙梦.月白（上衣）": [
          "40126",
          "40127"
      ],
      "云龙梦.月白（头饰）": [
          "12875",
          "12876"
      ],
      "云龙梦（上衣）": [
          "40124",
          "40125"
      ],
      "云龙梦（头饰）": [
          "12873",
          "12874"
      ],
      "今何许/素心同": [
          "42991",
          "42992",
          "46083",
          "46084"
      ],
      "冰寒绡.墨黑（头饰）": [
          "12767",
          "12768"
      ],
      "冰寒绡.墨黑（衣服）": [
          "40025",
          "40026"
      ],
      "冰寒绡.月白（头饰）": [
          "12765",
          "12766"
      ],
      "冰寒绡.月白（衣服）": [
          "40023",
          "40024"
      ],
      "冰寒绡（头饰）": [
          "13790",
          "13791"
      ],
      "冰寒绡（衣服）": [
          "12498",
          "12499"
      ],
      "冰雪玉兔（头饰）": [
          "12850",
          "12851"
      ],
      "冰雪玉兔（衣服）": [
          "40108",
          "40109"
      ],
      "凤羽吉光": [
          "14477",
          "14478",
          "14479"
      ],
      "喜羊羊": [
          "42861",
          "42860",
          "45984",
          "45985",
          "45986",
          "45987",
          "45988",
          "45989",
          "42862",
          "42863",
          "42864",
          "42865",
          "42866",
          "42867",
          "42868",
          "42869",
          "42870",
          "42871",
          "42872",
          "42873",
          "42874",
          "42875",
          "42876",
          "42877",
          "42878",
          "42879",
          "42880"
      ],
      "喵绒绒": [
          "42489",
          "42490",
          "42491",
          "42492",
          "42493",
          "42494",
          "45459",
          "45460",
          "45461",
          "45462",
          "45463",
          "45464",
          "42511",
          "42512",
          "42513",
          "42514",
          "45481",
          "45482",
          "45483",
          "45484",
          "45485",
          "45486",
          "45487",
          "45488"
      ],
      "团云兔": [
          "14444",
          "14446",
          "14445"
      ],
      "夏天的风": [
          "14429",
          "14431"
      ],
      "夜之孤煞（上衣）": [
          "12246"
      ],
      "夜之孤煞（头饰）": [
          "13512"
      ],
      "夜之孤煞（装饰）": [
          "13983"
      ],
      "夜之幽兰（上衣）": [
          "12247"
      ],
      "夜之幽兰（头饰）": [
          "13513"
      ],
      "夜之幽兰（装饰）": [
          "13984"
      ],
      "女儿情": [
          "42659",
          "42660",
          "45725",
          "45726"
      ],
      "女儿情·今生": [
          "42661",
          "42662",
          "45727",
          "45728"
      ],
      "如意金箍棒": [
          "14453"
      ],
      "如意金箍棒·墨黑": [
          "14454"
      ],
      "如意金箍棒·月白": [
          "14455"
      ],
      "孤天高月": [
          "45531",
          "45532"
      ],
      "寒霜冰凌": [
          "21637"
      ],
      "小福兔": [
          "42637",
          "42638",
          "45623",
          "45624"
      ],
      "小福兔·墨黑": [
          "42641",
          "42642",
          "45627",
          "45628"
      ],
      "小福兔·月白": [
          "45625",
          "45626",
          "42639",
          "42640"
      ],
      "巫山曲": [
          "45991",
          "45992",
          "42893",
          "42894",
          "45993",
          "45994",
          "42895",
          "42896",
          "45997",
          "45998",
          "42899",
          "42900",
          "45995",
          "45996",
          "42897",
          "42898",
          "45999",
          "46000",
          "42901",
          "42902"
      ],
      "平底锅": [
          "14474",
          "14475",
          "14476"
      ],
      "幽蔷盛宴": [
          "43011",
          "43012",
          "46103",
          "46104",
          "46107",
          "43013",
          "43014",
          "46105",
          "46106",
          "46108"
      ],
      "恶魔棘刺": [
          "14489",
          "14490",
          "14491"
      ],
      "斗战胜佛": [
          "42693",
          "42694",
          "45768",
          "45769"
      ],
      "斗战胜佛·墨黑": [
          "42697",
          "42698",
          "45772",
          "45773"
      ],
      "斗战胜佛·月白": [
          "42695",
          "42696",
          "45770",
          "45771"
      ],
      "旃檀香/青蛇醉": [
          "42993",
          "42994",
          "46085",
          "46086"
      ],
      "星河乐章": [
          "42404",
          "42405",
          "42406",
          "42407",
          "42408",
          "42409",
          "42410",
          "42411",
          "42412",
          "45354",
          "45355",
          "45356",
          "45357",
          "45358",
          "45359",
          "45360",
          "45361",
          "45362"
      ],
      "曦光鸾扇": [
          "14486",
          "14487",
          "14488"
      ],
      "水云归": [
          "42560",
          "42561",
          "21774",
          "45536",
          "49052",
          "45535"
      ],
      "水云归·墨黑": [
          "42564",
          "42565",
          "42581",
          "45539",
          "45540",
          "45558"
      ],
      "水云归·月白": [
          "42562",
          "42563",
          "42582",
          "45537",
          "45538",
          "45559"
      ],
      "沧溟谣": [
          "42619",
          "42620",
          "45597",
          "45598"
      ],
      "沧溟谣·归墟": [
          "42621",
          "42622",
          "45599",
          "45601",
          "45600",
          "45602"
      ],
      "流光戒·皎月": [
          "14239"
      ],
      "流光戒·辰星": [
          "14240"
      ],
      "流萤碧罗": [
          "14426"
      ],
      "浪淘纱·墨黑（上衣）": [
          "42200",
          "42201"
      ],
      "浪淘纱·墨黑（头饰）": [
          "45045",
          "45046"
      ],
      "浪淘纱·月白（上衣）": [
          "42198",
          "42199"
      ],
      "浪淘纱·月白（头饰）": [
          "45043",
          "45044"
      ],
      "浪淘纱（上衣）": [
          "42196",
          "42197"
      ],
      "浪淘纱（头饰）": [
          "45041",
          "45042"
      ],
      "浮圆白泽": [
          "14438"
      ],
      "海浪泳圈": [
          "14417",
          "14418",
          "14419"
      ],
      "潮汐帆板": [
          "14410",
          "14413",
          "14415"
      ],
      "火云宝扇": [
          "14461"
      ],
      "火龙珠": [
          "14467"
      ],
      "灵喵耳朵": [
          "45286",
          "45268",
          "45269",
          "45270",
          "45271",
          "45272",
          "45273",
          "45274",
          "45275",
          "45276",
          "45277",
          "45278",
          "45279",
          "45280",
          "45281",
          "45282",
          "45283",
          "45284",
          "45285",
          "45287",
          "45288",
          "45289",
          "45290",
          "45291",
          "45292",
          "45293",
          "45294",
          "45295",
          "45296",
          "45297",
          "45298",
          "45299",
          "45300",
          "45301",
          "45302",
          "45303",
          "45804"
      ],
      "灵犀戒·同心": [
          "14241"
      ],
      "灵犀戒·比翼": [
          "14242"
      ],
      "灼灼韶华": [
          "42747",
          "42748"
      ],
      "炽云缎": [
          "42442",
          "42443",
          "42444",
          "42445",
          "42448",
          "42449",
          "42446",
          "42447",
          "45398",
          "45399",
          "45400",
          "45401",
          "45404",
          "45405",
          "45402",
          "45403"
      ],
      "烟岚雪": [
          "42359",
          "42360",
          "45265",
          "45266"
      ],
      "玉振冰心": [
          "14423",
          "14424",
          "14425"
      ],
      "琪花瑶草（绿）": [
          "21725"
      ],
      "琪花瑶草（蓝）": [
          "21673"
      ],
      "瑰梦潋·渔": [
          "42262",
          "42263",
          "45165",
          "45166"
      ],
      "甜冰兔": [
          "14447",
          "14449",
          "14448"
      ],
      "甜果圈圈": [
          "14432",
          "14433",
          "14434"
      ],
      "甜蜜花期": [
          "14409",
          "14421",
          "14420"
      ],
      "碧华锦": [
          "42264",
          "42265",
          "45167",
          "45168",
          "45191"
      ],
      "碧华锦·凌雪": [
          "42266",
          "42267",
          "45169",
          "45170",
          "45192"
      ],
      "紫金铃": [
          "14456"
      ],
      "紫金铃·墨黑": [
          "14457"
      ],
      "紫金铃·月白": [
          "14458"
      ],
      "纤云纱·墨黑（上衣）": [
          "13029",
          "13030"
      ],
      "纤云纱·墨黑（头饰）": [
          "40289",
          "40290"
      ],
      "纤云纱·月白（上衣）": [
          "40287",
          "40288"
      ],
      "纤云纱·月白（头饰）": [
          "13027",
          "13028"
      ],
      "纤云纱（上衣）": [
          "40285",
          "40286"
      ],
      "纤云纱（头饰）": [
          "13025",
          "13026"
      ],
      "绮梦泳圈": [
          "14411",
          "14414",
          "14416"
      ],
      "绯雪织·凝霜（上衣）": [
          "40246",
          "40247"
      ],
      "绯雪织·凝霜（头饰）": [
          "12995",
          "12996"
      ],
      "绯雪织（上衣）": [
          "40244",
          "40245"
      ],
      "绯雪织（头饰）": [
          "12993",
          "12994"
      ],
      "羽仙歌": [
          "42353",
          "42354",
          "45264",
          "45259",
          "21705",
          "14989"
      ],
      "花咕朵": [
          "14470"
      ],
      "花重云": [
          "42453",
          "42454",
          "45431",
          "45432",
          "45450"
      ],
      "花间梦": [
          "42425",
          "42426",
          "45376",
          "45377",
          "21736",
          "49016"
      ],
      "落星织（头饰）": [
          "12750",
          "12751",
          "12752"
      ],
      "落星织（衣服）": [
          "40013",
          "40014"
      ],
      "葫芦娃": [
          "42534",
          "42536",
          "45515",
          "45517",
          "42552"
      ],
      "葫芦娃·守护": [
          "42535",
          "42537",
          "45516",
          "45518",
          "42553"
      ],
      "衔龙环": [
          "14483",
          "14484",
          "14485"
      ],
      "许仙/白娘子": [
          "42989",
          "42990",
          "46081",
          "46082"
      ],
      "钗头凤": [
          "14480",
          "14481",
          "14482"
      ],
      "铃儿叮当（上衣）": [
          "12434",
          "12435"
      ],
      "铃儿叮当（头饰）": [
          "13726",
          "13727"
      ],
      "雪眸影": [
          "42374",
          "42375",
          "42376",
          "42377",
          "45316",
          "45317",
          "45318"
      ],
      "霜雪欢歌": [
          "42483",
          "42484",
          "42485",
          "42486",
          "45451",
          "45452",
          "45454",
          "45455"
      ],
      "霞姿月韵": [
          "42333",
          "42334",
          "45237",
          "45258",
          "45238"
      ],
      "青花瓷.墨黑（上衣）": [
          "12513",
          "12516",
          "12519"
      ],
      "青花瓷.墨黑（下衣）": [
          "12653",
          "12656"
      ],
      "青花瓷.墨黑（头饰）": [
          "12647",
          "12650"
      ],
      "青花瓷.月白（上衣）": [
          "12514",
          "12517",
          "12520"
      ],
      "青花瓷.月白（下衣）": [
          "12654",
          "12657"
      ],
      "青花瓷.月白（头饰）": [
          "12648",
          "12651"
      ],
      "青花瓷（上衣）": [
          "12512",
          "12515",
          "12518"
      ],
      "青花瓷（下衣）": [
          "12652",
          "12655"
      ],
      "青花瓷（头饰）": [
          "12646",
          "12649"
      ],
      "飞天舞": [
          "42319",
          "45223",
          "45224",
          "45225",
          "45226",
          "42322",
          "14994",
          "42320",
          "42321",
          "21714",
          "42323",
          "42324"
      ],
      "鲛鲨水枪": [
          "14441"
      ],
      "鹿角弯弯·咩咩": [
          "42331",
          "42332",
          "45235",
          "45236"
      ],
      "龙卷风": [
          "42765",
          "42766"
      ]
  },
  "limit_clothes_for_front": {
      "12246": "夜之孤煞（上衣）",
      "12247": "夜之幽兰（上衣）",
      "12434": "铃儿叮当（上衣）",
      "12498": "冰寒绡（衣服）",
      "12512": "青花瓷（上衣）",
      "12513": "青花瓷.墨黑（上衣）",
      "12514": "青花瓷.月白（上衣）",
      "12646": "青花瓷（头饰）",
      "12647": "青花瓷.墨黑（头饰）",
      "12648": "青花瓷.月白（头饰）",
      "12652": "青花瓷（下衣）",
      "12653": "青花瓷.墨黑（下衣）",
      "12654": "青花瓷.月白（下衣）",
      "12750": "落星织（头饰）",
      "12765": "冰寒绡.月白（头饰）",
      "12767": "冰寒绡.墨黑（头饰）",
      "12850": "冰雪玉兔（头饰）",
      "12873": "云龙梦（头饰）",
      "12875": "云龙梦.月白（头饰）",
      "12877": "云龙梦.墨黑（头饰）",
      "12993": "绯雪织（头饰）",
      "12995": "绯雪织·凝霜（头饰）",
      "13025": "纤云纱（头饰）",
      "13027": "纤云纱·月白（头饰）",
      "13029": "纤云纱·墨黑（上衣）",
      "13512": "夜之孤煞（头饰）",
      "13513": "夜之幽兰（头饰）",
      "13726": "铃儿叮当（头饰）",
      "13790": "冰寒绡（头饰）",
      "13983": "夜之孤煞（装饰）",
      "13984": "夜之幽兰（装饰）",
      "14239": "流光戒·皎月",
      "14240": "流光戒·辰星",
      "14241": "灵犀戒·同心",
      "14242": "灵犀戒·比翼",
      "14409": "甜蜜花期",
      "14410": "潮汐帆板",
      "14411": "绮梦泳圈",
      "14417": "海浪泳圈",
      "14423": "玉振冰心",
      "14426": "流萤碧罗",
      "14429": "夏天的风",
      "14432": "甜果圈圈",
      "14438": "浮圆白泽",
      "14441": "鲛鲨水枪",
      "14444": "团云兔",
      "14447": "甜冰兔",
      "14450": "九环锡杖",
      "14451": "九环锡杖·墨黑",
      "14452": "九环锡杖·月白",
      "14453": "如意金箍棒",
      "14454": "如意金箍棒·墨黑",
      "14455": "如意金箍棒·月白",
      "14456": "紫金铃",
      "14457": "紫金铃·墨黑",
      "14458": "紫金铃·月白",
      "14461": "火云宝扇",
      "14467": "火龙珠",
      "14470": "花咕朵",
      "14474": "平底锅",
      "14477": "凤羽吉光",
      "14480": "钗头凤",
      "14483": "衔龙环",
      "14486": "曦光鸾扇",
      "14489": "恶魔棘刺",
      "21637": "寒霜冰凌",
      "21673": "琪花瑶草（蓝）",
      "21713": "九尾庞庞",
      "21725": "琪花瑶草（绿）",
      "40013": "落星织（衣服）",
      "40023": "冰寒绡.月白（衣服）",
      "40025": "冰寒绡.墨黑（衣服）",
      "40108": "冰雪玉兔（衣服）",
      "40124": "云龙梦（上衣）",
      "40126": "云龙梦.月白（上衣）",
      "40128": "云龙梦.墨黑（上衣）",
      "40244": "绯雪织（上衣）",
      "40246": "绯雪织·凝霜（上衣）",
      "40285": "纤云纱（上衣）",
      "40287": "纤云纱·月白（上衣）",
      "40289": "纤云纱·墨黑（头饰）",
      "42196": "浪淘纱（上衣）",
      "42198": "浪淘纱·月白（上衣）",
      "42200": "浪淘纱·墨黑（上衣）",
      "42262": "瑰梦潋·渔",
      "42264": "碧华锦",
      "42266": "碧华锦·凌雪",
      "42319": "飞天舞",
      "42331": "鹿角弯弯·咩咩",
      "42333": "霞姿月韵",
      "42353": "羽仙歌",
      "42359": "烟岚雪",
      "42374": "雪眸影",
      "42404": "星河乐章",
      "42425": "花间梦",
      "42442": "炽云缎",
      "42453": "花重云",
      "42483": "霜雪欢歌",
      "42489": "喵绒绒",
      "42534": "葫芦娃",
      "42535": "葫芦娃·守护",
      "42560": "水云归",
      "42562": "水云归·月白",
      "42564": "水云归·墨黑",
      "42619": "沧溟谣",
      "42621": "沧溟谣·归墟",
      "42637": "小福兔",
      "42641": "小福兔·墨黑",
      "42659": "女儿情",
      "42661": "女儿情·今生",
      "42693": "斗战胜佛",
      "42695": "斗战胜佛·月白",
      "42697": "斗战胜佛·墨黑",
      "42747": "灼灼韶华",
      "42765": "龙卷风",
      "42861": "喜羊羊",
      "42989": "许仙/白娘子",
      "42991": "今何许/素心同",
      "42993": "旃檀香/青蛇醉",
      "43011": "幽蔷盛宴",
      "45041": "浪淘纱（头饰）",
      "45043": "浪淘纱·月白（头饰）",
      "45045": "浪淘纱·墨黑（头饰）",
      "45286": "灵喵耳朵",
      "45531": "孤天高月",
      "45625": "小福兔·月白",
      "45991": "巫山曲"
  },
  "limit_clothes_for_search": [
      [
          "12512",
          "青花瓷（上衣）"
      ],
      [
          "12513",
          "青花瓷.墨黑（上衣）"
      ],
      [
          "12514",
          "青花瓷.月白（上衣）"
      ],
      [
          "12646",
          "青花瓷（头饰）"
      ],
      [
          "12647",
          "青花瓷.墨黑（头饰）"
      ],
      [
          "12648",
          "青花瓷.月白（头饰）"
      ],
      [
          "12652",
          "青花瓷（下衣）"
      ],
      [
          "12653",
          "青花瓷.墨黑（下衣）"
      ],
      [
          "12654",
          "青花瓷.月白（下衣）"
      ],
      [
          "40023",
          "冰寒绡.月白（衣服）"
      ],
      [
          "40025",
          "冰寒绡.墨黑（衣服）"
      ],
      [
          "12765",
          "冰寒绡.月白（头饰）"
      ],
      [
          "12767",
          "冰寒绡.墨黑（头饰）"
      ],
      [
          "12498",
          "冰寒绡（衣服）"
      ],
      [
          "13790",
          "冰寒绡（头饰）"
      ],
      [
          "12750",
          "落星织（头饰）"
      ],
      [
          "40013",
          "落星织（衣服）"
      ],
      [
          "40108",
          "冰雪玉兔（衣服）"
      ],
      [
          "12850",
          "冰雪玉兔（头饰）"
      ],
      [
          "12434",
          "铃儿叮当（上衣）"
      ],
      [
          "13726",
          "铃儿叮当（头饰）"
      ],
      [
          "12247",
          "夜之幽兰（上衣）"
      ],
      [
          "13984",
          "夜之幽兰（装饰）"
      ],
      [
          "13513",
          "夜之幽兰（头饰）"
      ],
      [
          "12246",
          "夜之孤煞（上衣）"
      ],
      [
          "13512",
          "夜之孤煞（头饰）"
      ],
      [
          "13983",
          "夜之孤煞（装饰）"
      ],
      [
          "40124",
          "云龙梦（上衣）"
      ],
      [
          "12873",
          "云龙梦（头饰）"
      ],
      [
          "40126",
          "云龙梦.月白（上衣）"
      ],
      [
          "12875",
          "云龙梦.月白（头饰）"
      ],
      [
          "40128",
          "云龙梦.墨黑（上衣）"
      ],
      [
          "12877",
          "云龙梦.墨黑（头饰）"
      ],
      [
          "40244",
          "绯雪织（上衣）"
      ],
      [
          "12993",
          "绯雪织（头饰）"
      ],
      [
          "40246",
          "绯雪织·凝霜（上衣）"
      ],
      [
          "12995",
          "绯雪织·凝霜（头饰）"
      ],
      [
          "14411",
          "绮梦泳圈"
      ],
      [
          "14410",
          "潮汐帆板"
      ],
      [
          "14417",
          "海浪泳圈"
      ],
      [
          "42196",
          "浪淘纱（上衣）"
      ],
      [
          "45041",
          "浪淘纱（头饰）"
      ],
      [
          "42198",
          "浪淘纱·月白（上衣）"
      ],
      [
          "45043",
          "浪淘纱·月白（头饰）"
      ],
      [
          "42200",
          "浪淘纱·墨黑（上衣）"
      ],
      [
          "45045",
          "浪淘纱·墨黑（头饰）"
      ],
      [
          "40285",
          "纤云纱（上衣）"
      ],
      [
          "13025",
          "纤云纱（头饰）"
      ],
      [
          "40287",
          "纤云纱·月白（上衣）"
      ],
      [
          "13027",
          "纤云纱·月白（头饰）"
      ],
      [
          "40289",
          "纤云纱·墨黑（头饰）"
      ],
      [
          "13029",
          "纤云纱·墨黑（上衣）"
      ],
      [
          "42331",
          "鹿角弯弯·咩咩"
      ],
      [
          "42264",
          "碧华锦"
      ],
      [
          "42262",
          "瑰梦潋·渔"
      ],
      [
          "42266",
          "碧华锦·凌雪"
      ],
      [
          "42333",
          "霞姿月韵"
      ],
      [
          "42404",
          "星河乐章"
      ],
      [
          "42374",
          "雪眸影"
      ],
      [
          "42319",
          "飞天舞"
      ],
      [
          "42359",
          "烟岚雪"
      ],
      [
          "42353",
          "羽仙歌"
      ],
      [
          "42425",
          "花间梦"
      ],
      [
          "42442",
          "炽云缎"
      ],
      [
          "45286",
          "灵喵耳朵"
      ],
      [
          "14239",
          "流光戒·皎月"
      ],
      [
          "14240",
          "流光戒·辰星"
      ],
      [
          "42453",
          "花重云"
      ],
      [
          "42483",
          "霜雪欢歌"
      ],
      [
          "14242",
          "灵犀戒·比翼"
      ],
      [
          "42489",
          "喵绒绒"
      ],
      [
          "14409",
          "甜蜜花期"
      ],
      [
          "14423",
          "玉振冰心"
      ],
      [
          "14429",
          "夏天的风"
      ],
      [
          "14432",
          "甜果圈圈"
      ],
      [
          "14241",
          "灵犀戒·同心"
      ],
      [
          "42560",
          "水云归"
      ],
      [
          "42562",
          "水云归·月白"
      ],
      [
          "42564",
          "水云归·墨黑"
      ],
      [
          "14441",
          "鲛鲨水枪"
      ],
      [
          "14438",
          "浮圆白泽"
      ],
      [
          "45531",
          "孤天高月"
      ],
      [
          "14426",
          "流萤碧罗"
      ],
      [
          "42619",
          "沧溟谣"
      ],
      [
          "42621",
          "沧溟谣·归墟"
      ],
      [
          "14447",
          "甜冰兔"
      ],
      [
          "14444",
          "团云兔"
      ],
      [
          "42637",
          "小福兔"
      ],
      [
          "45625",
          "小福兔·月白"
      ],
      [
          "42641",
          "小福兔·墨黑"
      ],
      [
          "42659",
          "女儿情"
      ],
      [
          "42661",
          "女儿情·今生"
      ],
      [
          "42693",
          "斗战胜佛"
      ],
      [
          "42695",
          "斗战胜佛·月白"
      ],
      [
          "42697",
          "斗战胜佛·墨黑"
      ],
      [
          "14450",
          "九环锡杖"
      ],
      [
          "14451",
          "九环锡杖·墨黑"
      ],
      [
          "14452",
          "九环锡杖·月白"
      ],
      [
          "42534",
          "葫芦娃"
      ],
      [
          "42535",
          "葫芦娃·守护"
      ],
      [
          "14453",
          "如意金箍棒"
      ],
      [
          "14454",
          "如意金箍棒·墨黑"
      ],
      [
          "14455",
          "如意金箍棒·月白"
      ],
      [
          "14456",
          "紫金铃"
      ],
      [
          "14457",
          "紫金铃·墨黑"
      ],
      [
          "14458",
          "紫金铃·月白"
      ],
      [
          "14461",
          "火云宝扇"
      ],
      [
          "14467",
          "火龙珠"
      ],
      [
          "14470",
          "花咕朵"
      ],
      [
          "42747",
          "灼灼韶华"
      ],
      [
          "42765",
          "龙卷风"
      ],
      [
          "14474",
          "平底锅"
      ],
      [
          "14477",
          "凤羽吉光"
      ],
      [
          "14480",
          "钗头凤"
      ],
      [
          "14483",
          "衔龙环"
      ],
      [
          "14486",
          "曦光鸾扇"
      ],
      [
          "42861",
          "喜羊羊"
      ],
      [
          "45991",
          "巫山曲"
      ],
      [
          "21725",
          "琪花瑶草（绿）"
      ],
      [
          "21673",
          "琪花瑶草（蓝）"
      ],
      [
          "21637",
          "寒霜冰凌"
      ],
      [
          "21713",
          "九尾庞庞"
      ],
      [
          "43011",
          "幽蔷盛宴"
      ],
      [
          "14489",
          "恶魔棘刺"
      ],
      [
          "42989",
          "许仙/白娘子"
      ],
      [
          "42991",
          "今何许/素心同"
      ],
      [
          "42993",
          "旃檀香/青蛇醉"
      ]
  ],
  "limited_xiangrui": [
      "神行小驴",
      "妙缘暖犀",
      "七彩小驴",
      "飞天猪猪",
      "猪猪小侠",
      "如意宝狮",
      "九幽灵虎",
      "月影天马",
      "星华飞马",
      "天使猪猪",
      "粉红小驴",
      "玉瓷葫芦",
      "玉脂福羊",
      "战火穷奇",
      "甜蜜猪猪",
      "炫影天马",
      "铃儿叮当",
      "甜蜜泡泡",
      "萌动猪猪",
      "情缘玉象",
      "九尾冰狐",
      "幽骨战龙",
      "冰晶魅灵",
      "萌萌小狗",
      "冰晶小雪魄",
      "冰晶雪魄",
      "熊猫团子",
      "萤火霜兔",
      "深海狂鲨",
      "霜雪龙宝",
      "财源滚滚",
      "甜蜜豆豆",
      "寒冰灵虎",
      "海豚恋人",
      "独角马",
      "绵绵泡芙",
      "非你莫鼠",
      "幻·帝江",
      "四不相",
      "水嘟嘟",
      "元宝龟",
      "望月蛙",
      "帝狰",
      "炽·麒麟",
      "炫·麒麟",
      "吞云腾蛇",
      "福气冲天·吾皇",
      "福虎金宝",
      "玉虎添翼",
      "牛转钱坤",
      "福气珍牛",
      "晓·白泽",
      "幽·白泽",
      "霆云飞廉",
      "霆云飞廉·黑石",
      "霆云飞廉·钻白",
      "霆云飞廉·烁金",
      "钱兔似锦",
      "福兔是福",
      "八部天龙马",
      "八部天龙马·玄",
      "避水金睛兽",
      "奶龙",
      "火龙果",
      "龙须糖",
      "灰太狼",
      "龙凰",
      "恶魔猪猪",
      "逞威斗虾·黑潮",
      "坚甲战蟹·黑潮",
      "朝天吼",
      "金小龙",
      "玉姣龙",
      "瑞龙吟",
      "玉龙临"
  ],
  "ling_xi_yu_affects": [
      "蔓延",
      "天平",
      "相生",
      "相克",
      "聚气",
      "金耀",
      "木耀",
      "水耀",
      "火耀",
      "土耀",
      "利金",
      "利木",
      "利水",
      "利火",
      "利土"
  ],
  "lingshi_added_attr1": {
      "1": "固伤",
      "2": "伤害",
      "3": "速度",
      "4": "法伤",
      "5": "狂暴",
      "6": "物理暴击",
      "7": "法术暴击",
      "8": "封印",
      "9": "法伤结果",
      "10": "穿刺",
      "11": "治疗"
  },
  "lingshi_added_attr2": {
      "12": "气血",
      "13": "防御",
      "14": "法防",
      "15": "抗物理暴击",
      "16": "抗法术暴击",
      "17": "抗封",
      "18": "格挡",
      "19": "回复"
  },
  "lingshi_attrs": [
      {
          "label": "固伤",
          "value": 1
      },
      {
          "label": "气血",
          "value": 12
      },
      {
          "label": "法伤",
          "value": 4
      },
      {
          "label": "封印",
          "value": 8
      },
      {
          "label": "法伤结果",
          "value": 9
      },
      {
          "label": "物理暴击",
          "value": 6
      },
      {
          "label": "抗封",
          "value": 17
      },
      {
          "label": "穿刺",
          "value": 10
      },
      {
          "label": "抗物理暴击",
          "value": 15
      },
      {
          "label": "狂暴",
          "value": 5
      },
      {
          "label": "治疗",
          "value": 11
      },
      {
          "label": "回复",
          "value": 19
      },
      {
          "label": "速度",
          "value": 3
      },
      {
          "label": "防御",
          "value": 13
      },
      {
          "label": "格挡",
          "value": 18
      },
      {
          "label": "法防",
          "value": 14
      },
      {
          "label": "伤害",
          "value": 2
      },
      {
          "label": "抗法术暴击",
          "value": 16
      },
      {
          "label": "法术暴击",
          "value": 7
      }
  ],
  "lingshi_basic_attrs": {
      "anti_fengyin": "手镯·抗封",
      "damage": "戒指·伤害",
      "defense": "戒指·防御",
      "fengyin": "手镯·封印",
      "magic_damage": "耳饰·法伤",
      "magic_defense": "耳饰·法防",
      "speed": "佩饰·速度"
  },
  "lingshi_suit_effects": [
      "血气方刚",
      "通真达灵",
      "心无旁骛",
      "健步如飞",
      "回春之术",
      "风雨不动",
      "固若金汤",
      "气壮山河",
      "锐不可当",
      "弱点击破",
      "绝幻魔音",
      "破血狂攻",
      "破碎无双",
      "回魂咒",
      "心如明镜",
      "天衣无缝",
      "身似菩提",
      "移形换影",
      "御兽之道",
      "法术吸收",
      "无懈可击",
      "对酒当歌",
      "烈火燎原",
      "金石之坚",
      "水来土掩",
      "波浪滔天",
      "参天古木",
      "宿敌·大唐官府",
      "宿敌·方寸山",
      "宿敌·化生寺",
      "宿敌·女儿村",
      "宿敌·神木林",
      "宿敌·天机城",
      "宿敌·五庄观",
      "宿敌·普陀山",
      "宿敌·天宫",
      "宿敌·龙宫",
      "宿敌·凌波城",
      "宿敌·花果山",
      "宿敌·阴曹地府",
      "宿敌·魔王寨",
      "宿敌·狮驼岭",
      "宿敌·盘丝洞",
      "宿敌·无底洞",
      "宿敌·女魃墓",
      "心狠手辣",
      "心源",
      163,
      "自我陶醉",
      "傲娇海星",
      "宿敌·东海渊",
      "风眼",
      "宿敌·九黎城"
  ],
  "low_neidans": {
      "901": "迅敏",
      "902": "狂怒",
      "903": "阴伤",
      "904": "静岳",
      "905": "擅咒",
      "906": "灵身",
      "907": "矫健",
      "908": "深思",
      "909": "钢化",
      "910": "坚甲",
      "912": "慧心",
      "913": "撞击",
      "922": "无畏",
      "923": "愤恨",
      "929": "淬毒",
      "931": "狙刺",
      "932": "连环",
      "933": "圣洁",
      "936": "灵光",
      "938": "岿然",
      "940": "穿透"
  },
  "ls_skill_books": {
      "ls_1": "戒指",
      "ls_2": "手镯",
      "ls_3": "耳饰",
      "ls_4": "佩饰"
  },
  "material_types": {
      "1": "元身",
      "2": "孩子用品",
      "612": "制造指南书",
      "3995": "附魔宝珠",
      "4001": "百炼精铁",
      "4034": "点化石",
      "4202": "战魄",
      "4243": "元灵晶石",
      "6904": "灵犀玉",
      "18126": "灵饰指南书",
      "50344": "钟灵石",
      "56973": "玄灵珠"
  },
  "native_pet_skills": {
      "440": "观照万象",
      "441": "出其不意",
      "442": "势如破竹",
      "460": "花好月圆",
      "461": "天狐之舞",
      "462": "出奇制胜",
      "490": "气吞万象·水火",
      "491": "气吞万象·雷土",
      "551": "惊心一剑",
      "552": "死亡召唤",
      "553": "上古灵符",
      "554": "善恶有报",
      "571": "力劈华山",
      "572": "夜舞倾城",
      "579": "法术防御",
      "624": "龙魂",
      "639": "灵能激发",
      "650": "苍鸾怒击",
      "652": "狂莽一击",
      "653": "虎虎生风",
      "658": "超级神柚复生",
      "660": "浮云神马",
      "661": "须弥真言",
      "671": "无畏布施",
      "673": "灵山禅语",
      "689": "净台妙谛",
      "690": "凝光炼彩",
      "56004": "妙手灵丹",
      "56005": "克敌五行",
      "56006": "诸天正法"
  },
  "neidan_desc": {
      "901": {
          "desc": "提升召唤兽伤害力与速度，提升效果受召唤兽自身等级影响。",
          "name": "迅敏"
      },
      "902": {
          "desc": "提升必杀/高级必杀/超级必杀技能触发时造成的伤害，但是受到水、土二系法术攻击时将承受额外的伤害。",
          "name": "狂怒"
      },
      "903": {
          "desc": "提升连击/高级连击/超级连击技能第二次攻击造成的伤害，但是受到火、雷二系法术攻击时将承受额外的伤害。",
          "name": "阴伤"
      },
      "904": {
          "desc": "提升召唤兽灵力与气血，提升效果受召唤兽自身等级影响。",
          "name": "静岳"
      },
      "905": {
          "desc": "提升召唤兽对目标的法术伤害。",
          "name": "擅咒"
      },
      "906": {
          "desc": "提升法术暴击/高级法术暴击/超级法术暴击触发时的伤害，但是受到携带强力/高级强力/超级强力技能召唤兽物理攻击时，承受额外的伤害。",
          "name": "灵身"
      },
      "907": {
          "desc": "提升召唤兽气血与速度，提升效果受召唤兽自身等级影响。",
          "name": "矫健"
      },
      "908": {
          "desc": "提升高级冥思和超级冥思技能效果。",
          "name": "深思"
      },
      "909": {
          "desc": "拥有防御/高级防御/超级防御技能的召唤兽能提升防御效果，但在受到除固定伤害外的其他法术攻击时，受到的伤害增加。",
          "name": "钢化"
      },
      "910": {
          "desc": "拥有反震/高级反震/超级反震技能的召唤兽能提升对敌人造成的反震伤害。",
          "name": "坚甲"
      },
      "912": {
          "desc": "提升召唤兽抵抗封印几率。",
          "name": "慧心"
      },
      "913": {
          "desc": "提升召唤兽物理攻击命中几率，提升效果受召唤兽体质点影响，同时提升一定的伤害结果。",
          "name": "撞击"
      },
      "914": {
          "desc": "进入战斗后三回合内提升召唤兽躲避力。",
          "name": "神机步"
      },
      "915": {
          "desc": "召唤兽受到物理攻击时，有一定几率化解部分伤害。",
          "name": "腾挪劲"
      },
      "916": {
          "desc": "提升召唤兽气血，提升效果受召唤兽等级影响，但是将减少召唤兽所有攻击方式造成的伤害。",
          "name": "玄武躯"
      },
      "917": {
          "desc": "提升召唤兽防御，提升效果受召唤兽等级影响，但是将减少召唤兽所有攻击方式造成的伤害。",
          "name": "龙胄铠"
      },
      "918": {
          "desc": "降低召唤兽受到壁垒击破、力劈华山、善恶有报、死亡召唤、惊心一剑攻击时所承受的伤害，但是将减少召唤兽所有攻击方式造成的伤害。",
          "name": "玉砥柱"
      },
      "919": {
          "desc": "召唤兽普通物理攻击时将有一定几率降低攻击目标的物理防御，效果持续两回合。",
          "name": "碎甲刃"
      },
      "920": {
          "desc": "降低召唤兽保护其他目标时所承受的伤害。",
          "name": "阴阳护"
      },
      "921": {
          "desc": "携带此内丹的召唤兽在战斗中降低本方包含其在内所有召唤兽的逃跑几率。",
          "name": "凛冽气"
      },
      "922": {
          "desc": "提升对拥有反震/高级反震/超级反震技能目标的物理伤害。",
          "name": "无畏"
      },
      "923": {
          "desc": "提升召唤兽对拥有幸运/高级幸运/超级幸运技能目标的物理伤害。",
          "name": "愤恨"
      },
      "924": {
          "desc": "提升物理攻击造成的伤害，提升效果受召唤兽自身力量点数影响。",
          "name": "舍身击"
      },
      "925": {
          "desc": "使用单体法术命中目标时将有一定几率驱散目标的某种增益状态。",
          "name": "电魂闪"
      },
      "926": {
          "desc": "提升召唤兽忽视目标法术减免效果的能力。",
          "name": "通灵法"
      },
      "927": {
          "desc": "提升法术连击/高级法术连击/超级法术连击技能触发第二次法术攻击造成的伤害。",
          "name": "双星爆"
      },
      "928": {
          "desc": "提升法术波动/高级法术波动/超级法术波动技能触发时的伤害波动下限。",
          "name": "催心浪"
      },
      "929": {
          "desc": "提升毒/高级毒/超级毒技能的中毒触发几率。",
          "name": "淬毒"
      },
      "930": {
          "desc": "降低拥有隐身/高级隐身/超级隐身技能的召唤兽在隐身状态下减少的伤害值，但隐身结束后将消耗额外的魔法。",
          "name": "隐匿击"
      },
      "931": {
          "desc": "提升召唤兽对施法选定目标的法术伤害，提升效果受召唤兽等级影响。",
          "name": "狙刺"
      },
      "932": {
          "desc": "提升连击/高级连击/超级连击技能触发连击的几率。",
          "name": "连环"
      },
      "933": {
          "desc": "提升驱鬼/高级驱鬼/超级驱鬼技能对于鬼魂/高级鬼魂技能召唤兽的法术伤害。",
          "name": "圣洁"
      },
      "934": {
          "desc": "本方不带本技能召唤兽每被击飞一次，提升一次拥有本技能召唤兽对目标造成的法术伤害，持续到战斗结束。提升效果最多叠加5次，且受召唤兽自身魔力点数影响。（存在鬼魂术或高级鬼魂术时，此内丹不生效）",
          "name": "血债偿"
      },
      "935": {
          "desc": "提升召唤兽将自身防御的一部分转化为伤害力的几率，提升效果持续一次攻击，防御降低持续到本回合结束。",
          "name": "生死决"
      },
      "936": {
          "desc": "提升召唤兽法术伤害，提升效果受召唤兽自身法力点数影响。",
          "name": "灵光"
      },
      "937": {
          "desc": "提升召唤兽法术防御，提升效果受召唤兽等级影响，但是将降低召唤兽防御，且减少所有攻击方式造成的伤害。",
          "name": "朱雀甲"
      },
      "938": {
          "desc": "被力劈华山攻击时，技能附加的额外伤害力降低。",
          "name": "岿然"
      },
      "939": {
          "desc": "高级属性吸收类技能吸收几率提升，但产生的治疗量降低。",
          "name": "棱光镜"
      },
      "940": {
          "desc": "法术攻击不再会被低级与高级属性吸收类技能吸收，但伤害降低。",
          "name": "穿透"
      }
  },
  "normal_xiangrui": [
      "玄霜玉兔",
      "金鳞仙子",
      "翠云宝扇",
      "沉星寒犀",
      "浣碧石犀",
      "鹤雪锦犀",
      "璇彩灵仙",
      "浑火魔精",
      "玄火神驹",
      "青霄天麟",
      "紫霞云麒",
      "碧海云舟",
      "瑞彩祥云",
      "琉璃宝象",
      "莽林猛犸",
      "彩翎羽轿",
      "踏雪灵熊",
      "魔骨战熊",
      "穿云飞辇",
      "逐日天辇",
      "翠灵锦篮",
      "炫彩飞篮",
      "玄冰灵虎",
      "叠彩仙蜗",
      "雪域圣灵",
      "霓羽锦鹊",
      "御风灵貂",
      "赤瞳妖猫",
      "流云玉佩",
      "落英纷飞",
      "跃动精灵",
      "怒雷狂狮",
      "九霄冰凤",
      "轻云羊驼",
      "沐月灵猫",
      "暗影战豹",
      "沙漠驼铃",
      "腾云仙牛",
      "开明天兽",
      "九霄幽凰",
      "嬉闹灵狮",
      "太白仙骑",
      "碧海鳐鱼",
      "灯笼锦鱼",
      "机关木鸢",
      "灵尾松鼠",
      "雷霆战豹",
      "蝠翼冥骑",
      "烈焰斗猪",
      "炫影魔蝎",
      "风火飞轮",
      "野趣灵菇",
      "野趣蘑菇",
      "凤舞灵蝶",
      "竹林熊猫",
      "仙缘战鹿",
      "疾风战马",
      "赤炎战狼",
      "彩云追月",
      "梅隐寒香",
      "净土莲台",
      "齐天小轿",
      "呆萌鸭鸭",
      "青蛙呱呱",
      "荧彩水母",
      "萌萌海狮",
      "飞天灵鼠",
      "霓彩鹦歌",
      "发条青蛙",
      "天鹅流萤灯",
      "碧玉如意",
      "幽冰寒蛛",
      "螃蟹小将",
      "鸿运龙龟",
      "寒梅纨扇",
      "黄金瑞兽",
      "北冥巨鲸",
      "幸运龙猫",
      "甜甜蜜蜂",
      "馋嘴刺猬",
      "翠羽明珠",
      "玲珑雪狐",
      "梦萦冰泪",
      "顽皮猫头鹰",
      "淘气小象",
      "鱼水灵珠",
      "萝卜小兔",
      "烈焰雄狮",
      "有凤来仪",
      "午夜南瓜",
      "缤纷雪宝",
      "撼地雷龙",
      "九色鹿",
      "逢考必过",
      "萌萌鸮鹦鹉",
      "考拉抱抱",
      "暗香花囊",
      "大嘴啾啾",
      "金溏荷包蛋",
      "星河灵鲤",
      "金盏灵鲤",
      "璇玉丹华",
      "星河皎皎",
      "福禄满满",
      "甜蜜蛋糕",
      "碧潮海马"
  ],
  "nosale_to_sale_xiangrui": {
      "113": "流云玉佩",
      "219": "烈焰斗猪"
  },
  "ori_race_info": {
      "1": "人",
      "2": "魔",
      "3": "仙"
  },
  "perform_effect": [
      "比翼飞",
      "万物生长",
      "牛势冲天",
      "烈火麒麟",
      "虎啸生风",
      "曜焰麒麟",
      "虎威一震",
      "波光掠影",
      "星河照影",
      "大展宏兔",
      "兔飞猛进",
      "扶摇九霄",
      "四海归渊",
      "鱼跃龙门",
      "盛世龙腾",
      "曦照丹晖",
      "御龙在天",
      "有凤来仪",
      "三生莲华",
      "一步莲升",
      "大浪淘金",
      "画龙点金"
  ],
  "pet_advance_skills": {
      "336": "独行",
      "337": "法术反震",
      "401": "高级夜战",
      "402": "高级反击",
      "403": "高级反震",
      "404": "高级吸血",
      "405": "高级连击",
      "406": "高级飞行",
      "407": "高级隐身",
      "408": "高级感知",
      "409": "高级再生",
      "410": "高级冥思",
      "411": "高级神佑复生",
      "412": "高级鬼魂术",
      "413": "高级驱鬼",
      "414": "高级毒",
      "415": "高级慧根",
      "416": "高级必杀",
      "417": "高级幸运",
      "418": "高级精神集中",
      "419": "高级神迹",
      "420": "高级招架",
      "421": "高级永恒",
      "422": "高级敏捷",
      "423": "高级否定信仰",
      "424": "高级魔之心",
      "425": "高级偷袭",
      "426": "奔雷咒",
      "427": "泰山压顶",
      "428": "水漫金山",
      "429": "地狱烈火",
      "430": "高级雷属性吸收",
      "431": "高级土属性吸收",
      "432": "高级水属性吸收",
      "433": "高级火属性吸收",
      "434": "高级强力",
      "435": "高级防御",
      "436": "高级独行",
      "437": "高级法术反震",
      "438": "高级进击必杀",
      "439": "高级进击法暴",
      "440": "观照万象",
      "441": "出其不意",
      "442": "势如破竹",
      "443": "高级遗志",
      "444": "无赦魔诀",
      "445": "风起龙游",
      "446": "薪火相传",
      "447": "招财进宝",
      "448": "洞察",
      "449": "欣欣向荣",
      "450": "万物之灵（火）",
      "451": "万物之灵（水）",
      "452": "万物之灵（金）",
      "453": "万物之灵（土）",
      "454": "万物之灵（木）",
      "455": "力大无穷（火）",
      "456": "力大无穷（水）",
      "457": "力大无穷（金）",
      "458": "力大无穷（土）",
      "459": "力大无穷（木）",
      "461": "天狐之舞",
      "462": "出奇制胜",
      "480": "柳暗花明",
      "481": "与生俱来",
      "482": "义薄云天",
      "483": "气贯长虹",
      "484": "雨露之泽",
      "485": "风沙之盾",
      "486": "清风之华",
      "487": "映雪棱镜",
      "488": "泡泡相伴",
      "489": "泡泡相伴",
      "490": "气吞万象·水火",
      "491": "气吞万象·雷土",
      "492": "高级蓄势待发",
      "493": "高级金蝉蜕壳",
      "517": "乘胜追击",
      "518": "凭风借力",
      "519": "顾盼生姿",
      "520": "拘魂索命",
      "551": "惊心一剑",
      "552": "死亡召唤",
      "553": "上古灵符",
      "554": "善恶有报",
      "571": "力劈华山",
      "572": "夜舞倾城",
      "573": "高级法术连击",
      "577": "高级法术暴击",
      "578": "高级法术波动",
      "593": "八凶法阵",
      "594": "法术防御",
      "595": "壁垒击破",
      "596": "嗜血追击",
      "597": "剑荡四方",
      "598": "潜能激发",
      "599": "移花接木",
      "624": "龙魂",
      "627": "高级法术抵抗",
      "629": "高级盾气",
      "638": "法力陷阱",
      "639": "灵能激发",
      "641": "高级合纵",
      "652": "狂莽一击",
      "653": "虎虎生风",
      "654": "迅风出击",
      "655": "好梦连连",
      "656": "好梦连连",
      "658": "超级神柚复生",
      "684": "食指大动",
      "685": "理直气壮",
      "686": "叱咤风云",
      "691": "流沙轻音",
      "692": "昼伏夜出",
      "693": "神出鬼没",
      "694": "溜之大吉",
      "695": "焚天陨火",
      "696": "神来气旺",
      "697": "北冥之渊",
      "698": "逍遥游",
      "699": "水击三千",
      "700": "扶摇万里",
      "55401": "超级夜战",
      "55402": "超级反击",
      "55403": "超级反震",
      "55404": "超级吸血",
      "55405": "超级连击",
      "55406": "超级飞行",
      "55407": "超级隐身",
      "55408": "超级感知",
      "55409": "超级再生",
      "55410": "超级冥思",
      "55413": "超级驱鬼",
      "55414": "超级毒",
      "55415": "超级慧根",
      "55416": "超级必杀",
      "55417": "超级幸运",
      "55418": "超级精神集中",
      "55419": "超级神迹",
      "55420": "超级招架",
      "55421": "超级永恒",
      "55422": "超级敏捷",
      "55423": "超级否定信仰",
      "55424": "超级魔之心",
      "55425": "超级偷袭",
      "55426": "超级奔雷咒",
      "55427": "超级泰山压顶",
      "55428": "超级水漫金山",
      "55429": "超级地狱烈火",
      "55430": "超级雷属性吸收",
      "55431": "超级土属性吸收",
      "55432": "超级水属性吸收",
      "55433": "超级火属性吸收",
      "55434": "超级强力",
      "55435": "超级防御",
      "55438": "超级进击必杀",
      "55439": "超级进击法暴",
      "55443": "超级遗志",
      "55493": "超级金蝉蜕壳",
      "55573": "超级法术连击",
      "55577": "超级法术暴击",
      "55578": "超级法术波动",
      "55595": "超级壁垒击破",
      "55627": "超级法术抵抗",
      "55629": "超级盾气",
      "55641": "超级合纵",
      "56001": "超级三昧真火",
      "56002": "桀骜自恃",
      "56003": "圣婴大王",
      "56004": "妙手灵丹",
      "56005": "克敌五行",
      "56006": "诸天正法",
      "56010": "焰火烁星",
      "56040": "龙行风雨",
      "56045": "节节高升"
  },
  "pet_equip_type_to_grade_mapping": {
      "102001": 35,
      "102002": 5,
      "102004": 0,
      "102005": 0,
      "102006": 35,
      "102007": 15,
      "102008": 0,
      "102009": 75,
      "102010": 0,
      "102011": 45,
      "102012": 15,
      "102015": 75,
      "102016": 0,
      "102017": 15,
      "102018": 0,
      "102019": 0,
      "102020": 0,
      "102021": 0,
      "102022": 15,
      "102023": 45,
      "102024": 25,
      "102028": 15,
      "102029": 15,
      "102030": 5,
      "102031": 0,
      "102032": 0,
      "102033": 5,
      "102034": 25,
      "102035": 0,
      "102036": 0,
      "102037": 0,
      "102038": 55,
      "102039": 0,
      "102040": 45,
      "102041": 45,
      "102042": 0,
      "102044": 5,
      "102045": 5,
      "102046": 5,
      "102047": 0,
      "102048": 0,
      "102049": 0,
      "102050": 0,
      "102051": 0,
      "102052": 35,
      "102053": 35,
      "102054": 35,
      "102055": 25,
      "102059": 15,
      "102060": 0,
      "102061": 55,
      "102062": 25,
      "102063": 25,
      "102064": 35,
      "102065": 35,
      "102066": 25,
      "102067": 75,
      "102068": 55,
      "102070": 65,
      "102071": 65,
      "102072": 75,
      "102073": 45,
      "102074": 55,
      "102076": 105,
      "102077": 95,
      "102078": 95,
      "102085": 95,
      "102086": 95,
      "102087": 105,
      "102093": 10120,
      "102094": 125,
      "102095": 125,
      "102096": 10120,
      "102097": 125,
      "102098": 125,
      "102099": 95,
      "102100": 0,
      "102101": 0,
      "102102": 85,
      "102103": 85,
      "102104": 85,
      "102105": 135,
      "102106": 135,
      "102107": 10135,
      "102108": 0,
      "102109": 0,
      "102110": 0,
      "102111": 10135,
      "102112": 145,
      "102113": 145,
      "102114": 10145,
      "102115": 10145,
      "102117": 75,
      "102118": 75,
      "102119": 65,
      "102120": 75,
      "102121": 65,
      "102122": 75,
      "102123": 65,
      "102124": 135,
      "102125": 10135,
      "102126": 20155,
      "102127": 10135,
      "102128": 20155,
      "102129": 135,
      "102130": 20155,
      "102131": 0,
      "102132": 0,
      "102150": 105,
      "102151": 105,
      "102152": 10155,
      "102153": 10155,
      "102159": 10155,
      "102160": 20165,
      "102161": 20165,
      "102162": 10155,
      "102163": 20165,
      "102164": 10155,
      "102178": 45,
      "102179": 45,
      "102180": 45,
      "102181": 55,
      "102182": 45,
      "102183": 45,
      "102184": 55,
      "102185": 55,
      "102186": 55,
      "102187": 65,
      "102188": 65,
      "102189": 65,
      "102190": 65,
      "102191": 65,
      "102192": 65,
      "102193": 75,
      "102194": 75,
      "102195": 75,
      "102196": 75,
      "102197": 75,
      "102198": 75,
      "102199": 75,
      "102200": 75,
      "102201": 85,
      "102202": 85,
      "102203": 85,
      "102204": 95,
      "102205": 95,
      "102206": 95,
      "102207": 95,
      "102208": 105,
      "102209": 105,
      "102210": 105,
      "102211": 105,
      "102212": 10120,
      "102213": 10120,
      "102214": 125,
      "102215": 125,
      "102216": 125,
      "102217": 125,
      "102218": 135,
      "102219": 135,
      "102220": 10135,
      "102221": 10135,
      "102222": 10135,
      "102223": 10135,
      "102224": 145,
      "102225": 145,
      "102226": 10145,
      "102227": 10145,
      "102228": 135,
      "102229": 135,
      "102230": 20155,
      "102231": 20155,
      "102232": 20155,
      "102233": 10155,
      "102234": 10155,
      "102235": 95,
      "102236": 10155,
      "102237": 10155,
      "102238": 10155,
      "102239": 20165,
      "102240": 20165,
      "102241": 20165,
      "102242": 20175,
      "102243": 20175,
      "102244": 20175,
      "102245": 20175,
      "102246": 20175,
      "102247": 20175,
      "102249": 0,
      "102250": 0,
      "102255": 0,
      "102256": 0,
      "102257": 0,
      "102258": 0,
      "102259": 0,
      "102260": 0,
      "102261": 0,
      "102262": 0,
      "102263": 0,
      "102264": 0,
      "102265": 0,
      "102266": 0,
      "102267": 0,
      "102268": 0,
      "102269": 0,
      "102270": 0,
      "102271": 0,
      "102272": 0,
      "102273": 0,
      "102274": 0,
      "102275": 0,
      "102276": 0,
      "102277": 0,
      "102283": 65,
      "102303": 10125,
      "102304": 10125,
      "102305": 85,
      "102306": 85,
      "102307": 85,
      "102308": 85,
      "102309": 10125,
      "102310": 10125,
      "102311": 0,
      "102312": 0,
      "102313": 0,
      "102314": 0,
      "102315": 0,
      "102316": 0,
      "102317": 0,
      "102318": 0,
      "102319": 20175,
      "102320": 20175,
      "102321": 30175,
      "102322": 20175,
      "102323": 20175,
      "102324": 30175,
      "102325": 0,
      "102326": 0,
      "102329": 105,
      "102330": 105,
      "102331": 105,
      "102332": 105,
      "102333": 105,
      "102334": 105,
      "102335": 105,
      "102336": 105,
      "102337": 20175,
      "102338": 20175,
      "102339": 175,
      "102340": 175,
      "102341": 0,
      "102342": 0,
      "102343": 0,
      "102344": 0,
      "102345": 30175,
      "102346": 30175,
      "102348": 0,
      "102349": 0,
      "102354": 0,
      "102355": 0,
      "102356": 0,
      "102360": 0,
      "102361": 0,
      "102363": 0,
      "102385": 55,
      "102386": 55,
      "102387": 105,
      "102388": 105,
      "102389": 10125,
      "102390": 10125,
      "102391": 30175,
      "102392": 30175,
      "102393": 65,
      "102394": 65,
      "102395": 125,
      "102396": 125,
      "102397": 20155,
      "102398": 20155,
      "102399": 30175,
      "102400": 30175,
      "102401": 65,
      "102402": 65,
      "102403": 85,
      "102404": 85,
      "102405": 0,
      "102406": 0,
      "102407": 0,
      "102408": 0,
      "102409": 20155,
      "102410": 20155,
      "102411": 20175,
      "102412": 20175,
      "102413": 0,
      "102414": 35,
      "102415": 35,
      "102416": 25,
      "102417": 15,
      "102418": 0,
      "102419": 25,
      "102420": 35,
      "102421": 25,
      "102422": 35,
      "102423": 25,
      "102424": 35,
      "102425": 0,
      "102426": 0,
      "102427": 0,
      "102428": 35,
      "102429": 35,
      "102430": 0,
      "102431": 25,
      "102432": 35,
      "102433": 25,
      "102434": 15,
      "102435": 15,
      "102436": 5,
      "102437": 15,
      "102438": 35,
      "102439": 25,
      "102440": 5,
      "102441": 35,
      "102442": 35,
      "102443": 35,
      "102444": 35,
      "102445": 35,
      "102446": 35,
      "102447": 35,
      "102448": 35,
      "102449": 35,
      "102450": 35,
      "102451": 35,
      "102452": 35,
      "102453": 35,
      "102454": 35,
      "102455": 35,
      "102456": 35,
      "102458": 35,
      "102459": 0,
      "102471": 20155,
      "102472": 20155,
      "102473": 10125,
      "102474": 10125,
      "102475": 85,
      "102476": 85,
      "102477": 65,
      "102478": 65,
      "102479": 20175,
      "102480": 20175,
      "102481": 105,
      "102482": 105,
      "102485": 0,
      "102486": 0,
      "102487": 0,
      "102488": 0,
      "102490": 0,
      "102495": 20175,
      "102496": 20175,
      "102501": 35,
      "102502": 5,
      "102506": 35,
      "102507": 15,
      "102509": 75,
      "102510": 0,
      "102511": 45,
      "102512": 15,
      "102515": 75,
      "102517": 15,
      "102522": 15,
      "102523": 45,
      "102524": 25,
      "102528": 15,
      "102529": 15,
      "102530": 5,
      "102533": 5,
      "102534": 25,
      "102536": 0,
      "102537": 0,
      "102538": 55,
      "102539": 0,
      "102540": 45,
      "102541": 45,
      "102542": 0,
      "102544": 5,
      "102545": 5,
      "102546": 5,
      "102547": 0,
      "102548": 0,
      "102552": 35,
      "102553": 35,
      "102554": 35,
      "102555": 25,
      "102559": 15,
      "102561": 55,
      "102562": 25,
      "102563": 25,
      "102564": 35,
      "102565": 35,
      "102566": 25,
      "102567": 75,
      "102568": 55,
      "102570": 65,
      "102571": 65,
      "102572": 75,
      "102573": 45,
      "102574": 55,
      "102576": 105,
      "102577": 95,
      "102578": 95,
      "102585": 95,
      "102586": 95,
      "102587": 105,
      "102593": 10120,
      "102594": 125,
      "102595": 125,
      "102596": 10120,
      "102597": 125,
      "102598": 125,
      "102599": 95,
      "102602": 85,
      "102603": 85,
      "102604": 85,
      "102605": 135,
      "102606": 135,
      "102607": 10135,
      "102611": 10135,
      "102612": 145,
      "102613": 145,
      "102614": 10145,
      "102615": 10145,
      "102617": 75,
      "102618": 75,
      "102619": 65,
      "102620": 75,
      "102621": 65,
      "102622": 75,
      "102623": 65,
      "102624": 135,
      "102625": 10135,
      "102626": 20155,
      "102627": 10135,
      "102628": 20155,
      "102629": 135,
      "102630": 20155,
      "102650": 105,
      "102651": 105,
      "102652": 10155,
      "102653": 10155,
      "102659": 10155,
      "102660": 20165,
      "102661": 20165,
      "102662": 10155,
      "102663": 20165,
      "102664": 10155,
      "102678": 45,
      "102679": 45,
      "102680": 45,
      "102681": 55,
      "102682": 45,
      "102683": 45,
      "102684": 55,
      "102685": 55,
      "102686": 55,
      "102687": 65,
      "102688": 65,
      "102689": 65,
      "102690": 65,
      "102691": 65,
      "102692": 65,
      "102693": 75,
      "102694": 75,
      "102695": 75,
      "102696": 75,
      "102697": 75,
      "102698": 75,
      "102699": 75,
      "102700": 75,
      "102701": 85,
      "102702": 85,
      "102703": 85,
      "102704": 95,
      "102705": 95,
      "102706": 95,
      "102707": 95,
      "102708": 105,
      "102709": 105,
      "102710": 105,
      "102711": 105,
      "102712": 10120,
      "102713": 10120,
      "102714": 125,
      "102715": 125,
      "102716": 125,
      "102717": 125,
      "102718": 135,
      "102719": 135,
      "102720": 10135,
      "102721": 10135,
      "102722": 10135,
      "102723": 10135,
      "102724": 145,
      "102725": 145,
      "102726": 10145,
      "102727": 10145,
      "102728": 135,
      "102729": 135,
      "102730": 20155,
      "102731": 20155,
      "102732": 20155,
      "102733": 10155,
      "102734": 10155,
      "102735": 95,
      "102736": 10155,
      "102737": 10155,
      "102738": 10155,
      "102739": 20165,
      "102740": 20165,
      "102741": 20165,
      "102742": 20175,
      "102743": 20175,
      "102744": 20175,
      "102745": 20175,
      "102746": 20175,
      "102747": 20175,
      "102783": 65,
      "102803": 10125,
      "102804": 10125,
      "102805": 85,
      "102806": 85,
      "102807": 85,
      "102808": 85,
      "102809": 10125,
      "102810": 10125,
      "102819": 20175,
      "102820": 20175,
      "102821": 30175,
      "102822": 20175,
      "102823": 20175,
      "102824": 30175,
      "102827": 0,
      "102828": 0,
      "102829": 105,
      "102830": 105,
      "102831": 105,
      "102832": 105,
      "102833": 105,
      "102834": 105,
      "102835": 105,
      "102836": 105,
      "102837": 20175,
      "102838": 20175,
      "102839": 175,
      "102840": 175,
      "102885": 55,
      "102886": 55,
      "102887": 105,
      "102888": 105,
      "102889": 10125,
      "102890": 10125,
      "102891": 30175,
      "102892": 30175,
      "102893": 65,
      "102894": 65,
      "102895": 125,
      "102896": 125,
      "102897": 20155,
      "102898": 20155,
      "102899": 30175,
      "102900": 30175,
      "102901": 65,
      "102902": 65,
      "102903": 85,
      "102904": 85,
      "102909": 20155,
      "102910": 20155,
      "102913": 0,
      "102914": 35,
      "102915": 35,
      "102916": 25,
      "102917": 15,
      "102919": 25,
      "102920": 35,
      "102921": 25,
      "102922": 35,
      "102923": 25,
      "102924": 35,
      "102925": 0,
      "102926": 0,
      "102928": 35,
      "102929": 35,
      "102930": 0,
      "102931": 25,
      "102932": 35,
      "102933": 25,
      "102934": 15,
      "102935": 15,
      "102936": 5,
      "102937": 15,
      "102938": 35,
      "102939": 25,
      "102940": 5,
      "102971": 20155,
      "102972": 20155,
      "102973": 10125,
      "102974": 10125,
      "102975": 85,
      "102976": 85,
      "102977": 65,
      "102978": 65,
      "102979": 20175,
      "102980": 20175,
      "102981": 105,
      "102982": 105,
      "102995": 20175,
      "102996": 20175,
      "112000": 0,
      "112001": 0,
      "112002": 0,
      "112003": 0,
      "112004": 55,
      "112005": 55,
      "112006": 20155,
      "112007": 20155,
      "112008": 105,
      "112009": 105,
      "112010": 30175,
      "112011": 30175,
      "112016": 0,
      "112017": 0,
      "112019": 20175,
      "112020": 20175,
      "112021": 20175,
      "112022": 20175,
      "112023": 20175,
      "112024": 20175,
      "112025": 20175,
      "112026": 20175,
      "112027": 0,
      "112028": 0,
      "112034": 0,
      "112035": 0,
      "112036": 0,
      "112037": 0,
      "112038": 30175,
      "112039": 20155,
      "112040": 65,
      "112046": 30175,
      "112047": 20155,
      "112048": 65,
      "112054": 0,
      "112055": 0,
      "112061": 105,
      "112062": 105,
      "112063": 105,
      "112064": 105,
      "112065": 105,
      "112066": 105,
      "112067": 105,
      "112068": 105,
      "112069": 105,
      "112070": 105,
      "112071": 20155,
      "112072": 20155,
      "112074": 0,
      "112075": 0,
      "112078": 65,
      "112079": 105,
      "112080": 105,
      "112081": 10125,
      "112082": 30175,
      "112083": 65,
      "112084": 105,
      "112085": 105,
      "112086": 10125,
      "112087": 30175,
      "112504": 55,
      "112505": 55,
      "112506": 20155,
      "112507": 20155,
      "112508": 105,
      "112509": 105,
      "112510": 30175,
      "112511": 30175,
      "112519": 20175,
      "112520": 20175,
      "112521": 20175,
      "112522": 20175,
      "112523": 20175,
      "112524": 20175,
      "112525": 20175,
      "112526": 20175,
      "112538": 30175,
      "112539": 20155,
      "112540": 65,
      "112546": 30175,
      "112547": 20155,
      "112548": 65,
      "112561": 105,
      "112562": 105,
      "112563": 105,
      "112564": 105,
      "112565": 105,
      "112566": 105,
      "112567": 105,
      "112568": 105,
      "112569": 105,
      "112570": 105,
      "112571": 20155,
      "112572": 20155,
      "112578": 65,
      "112579": 105,
      "112580": 105,
      "112581": 10125,
      "112582": 30175,
      "112583": 65,
      "112584": 105,
      "112585": 105,
      "112586": 10125,
      "112587": 30175,
      "118866": 0,
      "118867": 0,
      "118868": 0,
      "118869": 0
  },
  "pet_evol_skill_options": [
      {
          "label": "赐福·合纵",
          "value": 641
      },
      {
          "label": "赐福·夜战",
          "value": 401
      },
      {
          "label": "赐福·必杀",
          "value": 416
      },
      {
          "label": "赐福·连击",
          "value": 405
      },
      {
          "label": "赐福·偷袭",
          "value": 425
      },
      {
          "label": "赐福·法术暴击",
          "value": 577
      },
      {
          "label": "赐福·法术连击",
          "value": 573
      },
      {
          "label": "赐福·魔之心",
          "value": 424
      },
      {
          "label": "赐福·法术波动",
          "value": 578
      },
      {
          "label": "赐福·敏捷",
          "value": 422
      },
      {
          "label": "赐福·吸血",
          "value": 404
      },
      {
          "label": "赐福·强力",
          "value": 434
      },
      {
          "label": "赐福·防御",
          "value": 435
      },
      {
          "label": "赐福·隐身",
          "value": 407
      },
      {
          "label": "赐福·幸运",
          "value": 417
      },
      {
          "label": "赐福·招架",
          "value": 420
      },
      {
          "label": "赐福·反震",
          "value": 403
      },
      {
          "label": "赐福·反击",
          "value": 402
      },
      {
          "label": "赐福·飞行",
          "value": 406
      },
      {
          "label": "赐福·感知",
          "value": 408
      },
      {
          "label": "赐福·再生",
          "value": 409
      },
      {
          "label": "赐福·冥思",
          "value": 410
      },
      {
          "label": "赐福·驱鬼",
          "value": 413
      },
      {
          "label": "赐福·毒",
          "value": 414
      },
      {
          "label": "赐福·慧根",
          "value": 415
      },
      {
          "label": "赐福·精神集中",
          "value": 418
      },
      {
          "label": "赐福·神迹",
          "value": 419
      },
      {
          "label": "赐福·永恒",
          "value": 421
      },
      {
          "label": "赐福·否定信仰",
          "value": 423
      },
      {
          "label": "赐福·进击必杀",
          "value": 438
      },
      {
          "label": "赐福·进击法暴",
          "value": 439
      },
      {
          "label": "赐福·遗志",
          "value": 443
      },
      {
          "label": "赐福·法术抵抗",
          "value": 627
      },
      {
          "label": "赐福·盾气",
          "value": 629
      },
      {
          "label": "赐福·壁垒击破",
          "value": 595
      },
      {
          "label": "赐福·奔雷咒",
          "value": 426
      },
      {
          "label": "赐福·泰山压顶",
          "value": 427
      },
      {
          "label": "赐福·水漫金山",
          "value": 428
      },
      {
          "label": "赐福·地狱烈火",
          "value": 429
      },
      {
          "label": "赐福·雷属性吸收",
          "value": 430
      },
      {
          "label": "赐福·土属性吸收",
          "value": 431
      },
      {
          "label": "赐福·水属性吸收",
          "value": 432
      },
      {
          "label": "赐福·火属性吸收",
          "value": 433
      },
      {
          "label": "赐福·金蝉蜕壳",
          "value": 493
      }
  ],
  "pet_god_skills_special": [
      [
          652,
          "狂莽一击"
      ],
      [
          700,
          "扶摇万里"
      ],
      [
          697,
          "北冥之渊"
      ],
      [
          696,
          "神来气旺"
      ],
      [
          698,
          "逍遥游"
      ],
      [
          593,
          "八凶法阵"
      ],
      [
          699,
          "水击三千"
      ],
      [
          517,
          "乘胜追击"
      ],
      [
          685,
          "理直气壮"
      ],
      [
          686,
          "叱咤风云"
      ],
      [
          662,
          "千钧一怒"
      ],
      [
          672,
          "从天而降"
      ],
      [
          667,
          "大快朵颐"
      ],
      [
          692,
          "昼伏夜出"
      ],
      [
          520,
          "拘魂索命"
      ],
      [
          669,
          "月光"
      ],
      [
          518,
          "凭风借力"
      ],
      [
          519,
          "顾盼生姿"
      ],
      [
          684,
          "食指大动"
      ],
      [
          687,
          "津津有味"
      ],
      [
          694,
          "溜之大吉"
      ],
      [
          691,
          "流沙轻音"
      ],
      [
          693,
          "神出鬼没"
      ],
      [
          663,
          "天降灵葫"
      ],
      [
          482,
          "义薄云天"
      ],
      [
          481,
          "与生俱来"
      ],
      [
          480,
          "柳暗花明"
      ],
      [
          483,
          "气贯长虹"
      ],
      [
          653,
          "虎虎生风"
      ],
      [
          695,
          "焚天陨火"
      ],
      [
          654,
          "迅风出击"
      ],
      [
          655,
          "好梦连连（法）"
      ],
      [
          656,
          "好梦连连（物）"
      ],
      [
          488,
          "泡泡相伴（物）"
      ],
      [
          489,
          "泡泡相伴（法）"
      ],
      [
          658,
          "超级神柚复生"
      ],
      [
          56001,
          "超级三昧真火"
      ],
      [
          56002,
          "桀骜自恃"
      ],
      [
          56003,
          "圣婴大王"
      ],
      [
          56010,
          "焰火烁星"
      ],
      [
          56040,
          "龙行风雨"
      ]
  ],
  "pet_jinyi": {
      "58148": {
          "name": "梦影符·青花瓷"
      }
  },
  "pet_mengying": {
      "58148": "青花瓷",
      "58149": "云墨卷"
  },
  "pet_skill_classification": {
      "初级技能": {
          "法术": [
              {
                  "label": "单法",
                  "value": "2"
              },
              {
                  "label": "落岩",
                  "value": "327"
              },
              {
                  "label": "烈火",
                  "value": "329"
              },
              {
                  "label": "水攻",
                  "value": "328"
              },
              {
                  "label": "雷击",
                  "value": "326"
              },
              {
                  "label": "魔之心",
                  "value": "324"
              },
              {
                  "label": "法术暴击",
                  "value": "575"
              },
              {
                  "label": "法术连击",
                  "value": "510"
              },
              {
                  "label": "法术波动",
                  "value": "576"
              },
              {
                  "label": "进击法暴",
                  "value": "339"
              }
          ],
          "物理": [
              {
                  "label": "偷袭",
                  "value": "325"
              },
              {
                  "label": "必杀",
                  "value": "316"
              },
              {
                  "label": "连击",
                  "value": "305"
              },
              {
                  "label": "吸血",
                  "value": "304"
              },
              {
                  "label": "夜战",
                  "value": "301"
              },
              {
                  "label": "进击必杀",
                  "value": "338"
              },
              {
                  "label": "强力",
                  "value": "334"
              },
              {
                  "label": "合纵",
                  "value": "640"
              },
              {
                  "label": "独行",
                  "value": "336"
              },
              {
                  "label": "反击",
                  "value": "302"
              },
              {
                  "label": "毒",
                  "value": "313"
              }
          ],
          "通用": [
              {
                  "label": "防御",
                  "value": "335"
              },
              {
                  "label": "感知",
                  "value": "308"
              },
              {
                  "label": "神佑复生",
                  "value": "311"
              },
              {
                  "label": "敏捷",
                  "value": "322"
              },
              {
                  "label": "幸运",
                  "value": "317"
              },
              {
                  "label": "鬼魂术",
                  "value": "312"
              },
              {
                  "label": "反震",
                  "value": "303"
              },
              {
                  "label": "驱鬼",
                  "value": "313"
              },
              {
                  "label": "否定信仰",
                  "value": "323"
              },
              {
                  "label": "冥思",
                  "value": "310"
              },
              {
                  "label": "慧根",
                  "value": "315"
              },
              {
                  "label": "精神集中",
                  "value": "318"
              },
              {
                  "label": "飞行",
                  "value": "306"
              },
              {
                  "label": "盾气",
                  "value": "628"
              },
              {
                  "label": "法术抵抗",
                  "value": "626"
              },
              {
                  "label": "再生",
                  "value": "309"
              },
              {
                  "label": "神迹",
                  "value": "319"
              },
              {
                  "label": "火属性吸收",
                  "value": "333"
              },
              {
                  "label": "招架",
                  "value": "320"
              },
              {
                  "label": "永恒",
                  "value": "321"
              },
              {
                  "label": "水属性吸收",
                  "value": "332"
              },
              {
                  "label": "遗志",
                  "value": "343"
              },
              {
                  "label": "法术反震",
                  "value": "337"
              },
              {
                  "label": "雷属性吸收",
                  "value": "330"
              },
              {
                  "label": "土属性吸收",
                  "value": "331"
              },
              {
                  "label": "茁壮",
                  "value": "349"
              },
              {
                  "label": "真灵",
                  "value": "11350"
              },
              {
                  "label": "健壮",
                  "value": "11355"
              },
              {
                  "label": "迟钝",
                  "value": "505"
              },
              {
                  "label": "隐身",
                  "value": "307"
              }
          ]
      },
      "高级技能": {
          "法术": [
              {
                  "label": "群法",
                  "value": "1"
              },
              {
                  "label": "泰山压顶",
                  "value": "427"
              },
              {
                  "label": "地狱烈火",
                  "value": "429"
              },
              {
                  "label": "水漫金山",
                  "value": "428"
              },
              {
                  "label": "奔雷咒",
                  "value": "426"
              },
              {
                  "label": "高级魔之心",
                  "value": "424"
              },
              {
                  "label": "高级法术暴击",
                  "value": "577"
              },
              {
                  "label": "高级法术连击",
                  "value": "573"
              },
              {
                  "label": "高级法术波动",
                  "value": "578"
              },
              {
                  "label": "高级进击法暴",
                  "value": "439"
              }
          ],
          "物理": [
              {
                  "label": "高级偷袭",
                  "value": "425"
              },
              {
                  "label": "高级必杀",
                  "value": "416"
              },
              {
                  "label": "高级连击",
                  "value": "405"
              },
              {
                  "label": "高级吸血",
                  "value": "404"
              },
              {
                  "label": "高级夜战",
                  "value": "401"
              },
              {
                  "label": "高级进击必杀",
                  "value": "438"
              },
              {
                  "label": "高级强力",
                  "value": "434"
              },
              {
                  "label": "高级合纵",
                  "value": "641"
              },
              {
                  "label": "高级独行",
                  "value": "436"
              },
              {
                  "label": "高级反击",
                  "value": "402"
              },
              {
                  "label": "嗜血追击",
                  "value": "596"
              },
              {
                  "label": "壁垒击破",
                  "value": "595"
              },
              {
                  "label": "高级隐身",
                  "value": "407"
              },
              {
                  "label": "高级毒",
                  "value": "414"
              },
              {
                  "label": "势如破竹",
                  "value": "442"
              },
              {
                  "label": "惊心一剑",
                  "value": "551"
              }
          ],
          "特殊": [
              {
                  "label": "须弥真言",
                  "value": "661"
              },
              {
                  "label": "善恶有报",
                  "value": "554"
              },
              {
                  "label": "力劈华山",
                  "value": "571"
              },
              {
                  "label": "死亡召唤",
                  "value": "552"
              },
              {
                  "label": "法术防御",
                  "value": "579"
              },
              {
                  "label": "上古灵符",
                  "value": "553"
              },
              {
                  "label": "剑荡四方",
                  "value": "597"
              },
              {
                  "label": "灵能激发",
                  "value": "639"
              },
              {
                  "label": "夜舞倾城",
                  "value": "572"
              },
              {
                  "label": "无畏布施",
                  "value": "671"
              },
              {
                  "label": "灵山禅语",
                  "value": "673"
              },
              {
                  "label": "法力陷阱",
                  "value": "638"
              },
              {
                  "label": "移花接木",
                  "value": "599"
              },
              {
                  "label": "净台妙谛",
                  "value": "689"
              },
              {
                  "label": "凝光炼彩",
                  "value": "690"
              },
              {
                  "label": "观照万象",
                  "value": "440"
              },
              {
                  "label": "出其不意",
                  "value": "441"
              },
              {
                  "label": "无赦魔决",
                  "value": "444"
              },
              {
                  "label": "风起龙游",
                  "value": "445"
              },
              {
                  "label": "薪火相传",
                  "value": "446"
              },
              {
                  "label": "招财进宝",
                  "value": "447"
              },
              {
                  "label": "洞察",
                  "value": "448"
              },
              {
                  "label": "欣欣向荣",
                  "value": "449"
              },
              {
                  "label": "浮云神马",
                  "value": "660"
              },
              {
                  "label": "龙魂",
                  "value": "624"
              },
              {
                  "label": "苍鸾怒击",
                  "value": "650"
              },
              {
                  "label": "万物之灵",
                  "value": "11450"
              },
              {
                  "label": "力大无穷",
                  "value": "11455"
              },
              {
                  "label": "花好月圆",
                  "value": "460"
              },
              {
                  "label": "狂莽一击",
                  "value": "652"
              },
              {
                  "label": "天狐之舞",
                  "value": "461"
              },
              {
                  "label": "出奇制胜",
                  "value": "462"
              },
              {
                  "label": "超级神柚复生",
                  "value": "658"
              },
              {
                  "label": "超级三昧真火",
                  "value": "56001"
              },
              {
                  "label": "桀骜自恃",
                  "value": "56002"
              },
              {
                  "label": "圣婴大王",
                  "value": "56003"
              },
              {
                  "label": "焰火烁星",
                  "value": "56010"
              },
              {
                  "label": "妙手灵丹",
                  "value": "56004"
              },
              {
                  "label": "克敌五行",
                  "value": "56005"
              },
              {
                  "label": "诸天正法",
                  "value": "56006"
              }
          ],
          "通用": [
              {
                  "label": "高级防御",
                  "value": "435"
              },
              {
                  "label": "高级感知",
                  "value": "408"
              },
              {
                  "label": "高级神佑复生",
                  "value": "411"
              },
              {
                  "label": "高级敏捷",
                  "value": "422"
              },
              {
                  "label": "高级幸运",
                  "value": "417"
              },
              {
                  "label": "高级鬼魂术",
                  "value": "412"
              },
              {
                  "label": "高级反震",
                  "value": "403"
              },
              {
                  "label": "高级驱鬼",
                  "value": "413"
              },
              {
                  "label": "高级否定信仰",
                  "value": "423"
              },
              {
                  "label": "高级冥思",
                  "value": "410"
              },
              {
                  "label": "高级慧根",
                  "value": "415"
              },
              {
                  "label": "高级精神集中",
                  "value": "418"
              },
              {
                  "label": "高级飞行",
                  "value": "406"
              },
              {
                  "label": "高级盾气",
                  "value": "629"
              },
              {
                  "label": "高级法术抵抗",
                  "value": "627"
              },
              {
                  "label": "高级再生",
                  "value": "409"
              },
              {
                  "label": "高级神迹",
                  "value": "419"
              },
              {
                  "label": "高级火属性吸收",
                  "value": "433"
              },
              {
                  "label": "高级招架",
                  "value": "420"
              },
              {
                  "label": "高级永恒",
                  "value": "421"
              },
              {
                  "label": "高级水属性吸收",
                  "value": "432"
              },
              {
                  "label": "高级遗志",
                  "value": "443"
              },
              {
                  "label": "高级雷属性吸收",
                  "value": "430"
              },
              {
                  "label": "高级土属性吸收",
                  "value": "431"
              }
          ]
      }
  },
  "pet_skill_desc": {
      "301": {
          "desc": "#G夜间造成的物理伤害不会降低。#r#W（无夜战者夜间造成的物理伤害降低20%）",
          "name": "夜战"
      },
      "302": {
          "desc": "#G受普通攻击后：30%几率用物理攻击反击；#r#R但反击造成的伤害降低50%。",
          "name": "反击"
      },
      "303": {
          "desc": "#G受到物理伤害时：30%反震对方，反震伤害为你所受伤害的25%；#r避免被敌人连击。",
          "name": "反震"
      },
      "304": {
          "desc": "#G造成物理伤害时：获得对方损失气血的25%；#r#W(攻击有鬼魂术的敌人无法吸血)#r#R若攻击异常状态之敌，吸血后将中毒。",
          "name": "吸血"
      },
      "305": {
          "desc": "#G普通攻击时：45%几率攻击2次；#r#W（无法连击有反震的敌人）#r#R造成的物理伤害降低25%。",
          "name": "连击"
      },
      "306": {
          "desc": "#G物理攻击命中几率增加20%；#r物理躲避能力提高20%；#r物理躲避率提高5%；",
          "name": "飞行"
      },
      "307": {
          "desc": "#G进入战斗后，获得修罗隐身状态2~3回合；#r隐身时不会被攻击；#r#R物理攻击能力降低20%；隐身时不能施法；",
          "name": "隐身"
      },
      "308": {
          "desc": "#G可攻击修罗隐身、楚楚可怜状态之敌；",
          "name": "感知"
      },
      "309": {
          "desc": "#G回合结束时恢复自身等级/2的气血。",
          "name": "再生"
      },
      "310": {
          "desc": "#G回合结束时恢复自身等级/4的魔法。",
          "name": "冥思"
      },
      "311": {
          "desc": "#G战斗阵亡时20%几率复活，#r并恢复到60%的气血；#r#W（若有鬼魂术，神佑复生将失效）",
          "name": "神佑复生"
      },
      "312": {
          "desc": "#G阵亡5回合后自动复活；#r#G不受毒封印等异常状态影响；#r#G攻击有否定信仰、高级否定信仰的敌人，造成的伤害提高20%；#r#R不能使用包子以外的药品食物恢复气血。",
          "name": "鬼魂术"
      },
      "313": {
          "desc": "#G对有鬼魂术之敌，造成的物理及法术伤害提高50%；#r可将鬼魂术之敌击飞，使其不能复活。",
          "name": "驱鬼"
      },
      "314": {
          "desc": "#G物理攻击后：15%几率使敌人中毒；#r#W(中毒者，每回合减少10%气血和5%魔法)",
          "name": "毒"
      },
      "315": {
          "desc": "#G使用法术时所消耗的魔法降低为正常的75%",
          "name": "慧根"
      },
      "316": {
          "desc": "#G物理伤害的必杀几率增加10%。#r#W(必杀时造成的伤害将加倍)",
          "name": "必杀"
      },
      "317": {
          "desc": "#G受到的物理/法术伤害暴击倍率降低25%；",
          "name": "幸运"
      },
      "318": {
          "desc": "#G抵御封印法术！#r#R造成的物理伤害降低20%。",
          "name": "精神集中"
      },
      "319": {
          "desc": "#G回合结束时解除一切异常状态；",
          "name": "神迹"
      },
      "320": {
          "desc": "#G每回合受到的第1次物理伤害结果减免10%；",
          "name": "招架"
      },
      "321": {
          "desc": "#G受到辅助类法术时，增加50%持续回合数，且增加的回合数不会超过3回合；",
          "name": "永恒"
      },
      "322": {
          "desc": "#G速度增加10%；",
          "name": "敏捷"
      },
      "323": {
          "desc": "#G避免敌人毒封印等异常状态影响；#r#R不能获得辅助类法术效果；#r#R被鬼魂术之敌攻击，多承受20%伤害；#r#R不能同时拥有部分技能；",
          "name": "否定信仰"
      },
      "324": {
          "desc": "#G造成的法术伤害提高10%。",
          "name": "魔之心"
      },
      "325": {
          "desc": "#G避免被敌人反击；#r#G避免被敌人反震；#r#G造成的物理伤害提高5%。#r",
          "name": "偷袭"
      },
      "326": {
          "desc": "#G发动雷属性法术攻击单个敌人；",
          "name": "雷击"
      },
      "327": {
          "desc": "#G发动土属性法术攻击单个敌人；",
          "name": "落岩"
      },
      "328": {
          "desc": "#G发动水属性法术攻击单个敌人；",
          "name": "水攻"
      },
      "329": {
          "desc": "#G发动火属性法术攻击单个敌人；",
          "name": "烈火"
      },
      "330": {
          "desc": "#G50%的几率免受雷属性法术伤害，并按应受伤害的大小恢复气血；#r#R受到的土属性法术伤害提高30%。",
          "name": "雷属性吸收"
      },
      "331": {
          "desc": "#G50%的几率免受土属性法术伤害，并按应受伤害的大小恢复气血；#r#R受到的雷属性法术伤害提高30%。",
          "name": "土属性吸收"
      },
      "332": {
          "desc": "#G50%的几率免受水属性法术伤害，并按应受伤害的大小恢复气血；#r#R受到的火属性法术伤害提高30%。",
          "name": "水属性吸收"
      },
      "333": {
          "desc": "#G50%的几率免受火属性法术伤害，并按应受伤害的大小恢复气血；#r#R受到的水属性法术伤害提高30%。",
          "name": "火属性吸收"
      },
      "334": {
          "desc": "#G增加等级×0.4的物理伤害力；#r攻击有招架的敌人时不会减少伤害结果；#r#R对有防御、高级防御或超级防御者，伤害结果减少20%。",
          "name": "强力"
      },
      "335": {
          "desc": "#G提高自身等级×0.6的防御；#r#R造成的法术伤害降低10%。",
          "name": "防御"
      },
      "336": {
          "desc": "#G抵抗封印的能力提高25%；#r#R合击的概率降低50%",
          "name": "独行"
      },
      "337": {
          "desc": "#G受到法术伤害时：30%反震对方，反震伤害为你所受伤害的25%。",
          "name": "法术反震"
      },
      "338": {
          "desc": "#G第2回合及以后进入战斗时，提升15%的必杀几率#r持续5回合，且逐回合减少20%效果。",
          "name": "进击必杀"
      },
      "339": {
          "desc": "#G第2回合及以后进入战斗时，提升10%的法术暴击几率#r持续5回合，且逐回合减少20%效果。",
          "name": "进击法暴"
      },
      "343": {
          "desc": "#G替代原召唤兽进入战斗时获得“遗志”：造成伤害提升5%；并获得原召唤兽的“遗志”。#r#W（最多两层）",
          "name": "遗志"
      },
      "349": {
          "desc": "#G提升25%最大生命值，五行为木时生效。#W（无法再触发神佑复生和鬼魂术）",
          "name": "茁壮"
      },
      "350": {
          "desc": "#G自身受到的法术伤害降低5%，五行为火时生效。",
          "name": "真灵（火）"
      },
      "351": {
          "desc": "#G自身受到的法术伤害降低5%，五行为水时生效。",
          "name": "真灵（水）"
      },
      "352": {
          "desc": "#G自身受到的法术伤害降低5%，五行为金时生效。",
          "name": "真灵（金）"
      },
      "353": {
          "desc": "#G自身受到的法术伤害降低5%，五行为土时生效。",
          "name": "真灵（土）"
      },
      "354": {
          "desc": "#G自身受到的法术伤害降低5%，五行为木时生效。",
          "name": "真灵（木）"
      },
      "355": {
          "desc": "#G自身受到的物理伤害降低5%，五行为火时生效。",
          "name": "健壮（火）"
      },
      "356": {
          "desc": "#G自身受到的物理伤害降低5%，五行为水时生效。",
          "name": "健壮（水）"
      },
      "357": {
          "desc": "#G自身受到的物理伤害降低5%，五行为金时生效。",
          "name": "健壮（金）"
      },
      "358": {
          "desc": "#G自身受到的物理伤害降低5%，五行为土时生效。",
          "name": "健壮（土）"
      },
      "359": {
          "desc": "#G自身受到的物理伤害降低5%，五行为木时生效。",
          "name": "健壮（木）"
      },
      "360": {
          "desc": "#G准备1回合，下回合临时提升15%造成的伤害，释放随机2个主动技能进攻目标。\n#r#W（使用的主动技能不包含认证技能）",
          "name": "蓄势待发"
      },
      "393": {
          "desc": "#G召唤未参与过本场战斗的另一只召唤兽替代自己进入战斗，但使其受到自身气血上限45%的伤害。#r#W——大相无形，壳蜕道成",
          "name": "金蝉蜕壳"
      },
      "401": {
          "desc": "#G夜间造成的物理伤害不会降低；#r夜间物理躲避能力增加20%。#r#W（无夜战者夜间造成的物理伤害降低20%）#r#W——我在黑夜中战斗，只为结束这黑夜。",
          "name": "高级夜战"
      },
      "402": {
          "desc": "#G受普通攻击后：30%几率用物理攻击反击。#r#W——以眼还眼，以牙还牙。",
          "name": "高级反击"
      },
      "403": {
          "desc": "#G受到物理伤害时：30%反震对方，反震伤害为你所受伤害的50%；#r避免被敌人连击。#r#W——让冒犯者付出足够的代价。",
          "name": "高级反震"
      },
      "404": {
          "desc": "#G造成物理伤害时：获得对方损失气血的30%。#r#W(攻击有鬼魂术的敌人无法吸血)#r#W——智将食于敌，以战养战！",
          "name": "高级吸血"
      },
      "405": {
          "desc": "#G普通攻击时：55%几率攻击2次；#r#W（无法连击有反震的敌人）#r#R造成的物理伤害降低20%。",
          "name": "高级连击"
      },
      "406": {
          "desc": "#G物理攻击命中几率增加20%；#r物理躲避能力提高30%；#r物理躲避率提高10%；#r#W——居高临下，攻守兼备",
          "name": "高级飞行"
      },
      "407": {
          "desc": "#G进入战斗后，获得修罗隐身状态3~5回合；#r隐身时不会被攻击；#r#R物理攻击能力降低15%；隐身时不能施法；#r#W——隐藏自己才能更好的消灭敌人",
          "name": "高级隐身"
      },
      "408": {
          "desc": "#G可攻击修罗隐身、楚楚可怜状态之敌；#r物理躲避能力提高10%；",
          "name": "高级感知"
      },
      "409": {
          "desc": "#G回合结束时恢复自身等级×1的气血。",
          "name": "高级再生"
      },
      "410": {
          "desc": "#G回合结束时恢复自身等级/3的魔法。#r#W——从战斗中学习，获得更多战斗能力。",
          "name": "高级冥思"
      },
      "411": {
          "desc": "#G战斗阵亡时30%几率复活，#r并恢复到100%的气血；#r#W（若有鬼魂术，神佑复生将失效）#r#W——受神灵保佑起死回生的，就别太固执了",
          "name": "高级神佑复生"
      },
      "412": {
          "desc": "#G阵亡5回合后自动复活；#r#G不受毒封印等异常状态影响；#r#G攻击有否定信仰、高级否定信仰的敌人，造成的伤害提高20%。#r#W——这些东西…是用特殊材料做的吧？",
          "name": "高级鬼魂术"
      },
      "413": {
          "desc": "#G对有鬼魂术之敌，造成的物理及法术伤害提高100%；#r可将鬼魂术之敌击飞，使其不能复活。#r#W——驱鬼克鬼魂，一物降一物。",
          "name": "高级驱鬼"
      },
      "414": {
          "desc": "#G自身对毒免疫；#r物理攻击后：20%几率使敌人中毒；#r#W(中毒者，每回合减少10%气血和5%魔法)",
          "name": "高级毒"
      },
      "415": {
          "desc": "#G使用法术时所消耗的魔法降低为正常的50%",
          "name": "高级慧根"
      },
      "416": {
          "desc": "#G物理伤害的必杀几率增加20%。#r#W(必杀时造成的伤害将加倍)",
          "name": "高级必杀"
      },
      "417": {
          "desc": "#G受到的物理/法术伤害暴击倍率降低50%",
          "name": "高级幸运"
      },
      "418": {
          "desc": "#G抵御封印法术！#r#G物理躲避能力提高10%；#r#R造成的物理伤害降低20%。",
          "name": "高级精神集中"
      },
      "419": {
          "desc": "#G不受除日月乾坤外的所有异常状态影响；",
          "name": "高级神迹"
      },
      "420": {
          "desc": "#G每回合受到的第1次物理伤害结果减免20%；",
          "name": "高级招架"
      },
      "421": {
          "desc": "#G受到辅助类法术时，增加100%持续回合数，且增加的回合数不会超过6回合；",
          "name": "高级永恒"
      },
      "422": {
          "desc": "#G速度增加20%；#r#W——兵贵神速",
          "name": "高级敏捷"
      },
      "423": {
          "desc": "#G受法术伤害效果减少20%；#r#G避免敌人毒封印等异常状态影响；#r#R不能获得辅助类法术效果；#r#R被鬼魂术之敌攻击，多承受20%伤害；#r#R不能同时拥有部分技能；",
          "name": "高级否定信仰"
      },
      "424": {
          "desc": "#G造成的法术伤害提高20%。#r#W——强大的法术来自强大的内心。",
          "name": "高级魔之心"
      },
      "425": {
          "desc": "#G避免被敌人反击；#r#G避免被敌人反震；#r#G造成的物理伤害提高10%。#r",
          "name": "高级偷袭"
      },
      "426": {
          "desc": "#G发动雷属性法术攻击多个敌人；#r攻击人数=自身等级/30+1，最多3人；",
          "name": "奔雷咒"
      },
      "427": {
          "desc": "#G发动土属性法术攻击多个敌人；#r攻击人数=自身等级/30+1，最多3人；",
          "name": "泰山压顶"
      },
      "428": {
          "desc": "#G发动水属性法术攻击多个敌人；#r攻击人数=自身等级/30+1，最多3人；",
          "name": "水漫金山"
      },
      "429": {
          "desc": "#G发动火属性法术攻击多个敌人；#r攻击人数=自身等级/30+1，最多3人；",
          "name": "地狱烈火"
      },
      "430": {
          "desc": "#G50%的几率免受雷属性法术伤害，并按应受伤害的大小恢复气血；#r#G受到的雷属性法术伤害降低30%。",
          "name": "高级雷属性吸收"
      },
      "431": {
          "desc": "#G50%的几率免受土属性法术伤害，并按应受伤害的大小恢复气血；#r#G受到的土属性法术伤害降低30%。",
          "name": "高级土属性吸收"
      },
      "432": {
          "desc": "#G50%的几率免受水属性法术伤害，并按应受伤害的大小恢复气血；#r#G受到的水属性法术伤害降低30%。",
          "name": "高级水属性吸收"
      },
      "433": {
          "desc": "#G50%的几率免受火属性法术伤害，并按应受伤害的大小恢复气血；#r#G受到的火属性法术伤害降低30%。",
          "name": "高级火属性吸收"
      },
      "434": {
          "desc": "#G增加等级×0.55的物理伤害力；#r攻击有招架、高级招架的敌人时不会减少伤害结果；#r#R对有高级防御或超级防御者，造成的伤害减少20%。",
          "name": "高级强力"
      },
      "435": {
          "desc": "#G提高自身等级×0.8的防御；#r#R造成的法术伤害降低10%。",
          "name": "高级防御"
      },
      "436": {
          "desc": "#G抵抗封印的能力提高50%；#r#R不会触发合击",
          "name": "高级独行"
      },
      "437": {
          "desc": "#G受到法术伤害时：30%反震对方，反震伤害为你所受伤害的50%。",
          "name": "高级法术反震"
      },
      "438": {
          "desc": "#G第2回合及以后进入战斗时，提升30%的必杀几率#r持续5回合，且逐回合减少20%效果。",
          "name": "高级进击必杀"
      },
      "439": {
          "desc": "#G第2回合及以后进入战斗时，提升20%的法术暴击几率#r持续5回合，且逐回合减少20%效果。",
          "name": "高级进击法暴"
      },
      "440": {
          "desc": "#G使用所有的主动技能进攻目标，冷却回合数150，回合数>10可以使用。#r#R只有谛听可拥有此技能#r#W（使用的主动技能不包含认证技能）",
          "name": "观照万象"
      },
      "441": {
          "desc": "#G使用本回合己方召唤兽未使用过的技能时，造成的伤害结果提升15%。",
          "name": "出其不意"
      },
      "442": {
          "desc": "#G物理攻击时，保护的单位分担伤害减少30%。#r#W——万军丛中,探囊取物！",
          "name": "势如破竹"
      },
      "443": {
          "desc": "#G替代原召唤兽进入战斗时获得“遗志”：造成伤害提升10%；并获得原召唤兽的“遗志”。#r#W（最多两层）",
          "name": "高级遗志"
      },
      "444": {
          "desc": "#G攻击的目标触发神佑复生、高级神佑复生时，降低其20%的最大气血值，持续到战斗结束。#r#R仅魔化毗舍童子可拥有此技能#r#W——神佛再也无法护佑你，而且我讨厌绿色。",
          "name": "无赦魔诀"
      },
      "445": {
          "desc": "#G对速度低于自身的目标造成的伤害提高10%。#r#W（仅龙族召唤兽携带生效）#r#W——龙行于天，必凭风而起卷万里。",
          "name": "风起龙游"
      },
      "446": {
          "desc": "#G替换其他召唤兽出场时，被替换召唤兽的当前气血将转化为护盾。#r#W（仅凤族召唤兽携带生效）#r#W——你的力量为我所用，你的愿望由我继承。",
          "name": "薪火相传"
      },
      "447": {
          "desc": "#G物理攻击时，较小几率出现一个元宝，额外造成大量伤害。#r#R仅元宝龟可拥有此技能#r#W——千金散尽还复来",
          "name": "招财进宝"
      },
      "448": {
          "desc": "#G物理攻击时，随机侦查一名对方单位气血。（仅对怪物战斗有效）#r#R仅天机虫可拥有此技能#r#W——嘀，敌人的弱点已探查清楚。",
          "name": "洞察"
      },
      "449": {
          "desc": "#G提升40%最大生命值，五行为木时生效。#W（无法再触发神佑复生和鬼魂术）#r#W——这就是生命的力量。",
          "name": "欣欣向荣"
      },
      "450": {
          "desc": "#G自身法术伤害结果提升5%，受到的法术伤害降低5%，五行为火时生效。",
          "name": "万物之灵（火）"
      },
      "451": {
          "desc": "#G自身法术伤害结果提升5%，受到的法术伤害降低5%，五行为水时生效。",
          "name": "万物之灵（水）"
      },
      "452": {
          "desc": "#G自身法术伤害结果提升5%，受到的法术伤害降低5%，五行为金时生效。",
          "name": "万物之灵（金）"
      },
      "453": {
          "desc": "#G自身法术伤害结果提升5%，受到的法术伤害降低5%，五行为土时生效。",
          "name": "万物之灵（土）"
      },
      "454": {
          "desc": "#G自身法术伤害结果提升5%，受到的法术伤害降低5%，五行为木时生效。",
          "name": "万物之灵（木）"
      },
      "455": {
          "desc": "#G自身物理伤害结果提升5%，受到的物理伤害降低5%，五行为火时生效。",
          "name": "力大无穷（火）"
      },
      "456": {
          "desc": "#G自身物理伤害结果提升5%，受到的物理伤害降低5%，五行为水时生效。",
          "name": "力大无穷（水）"
      },
      "457": {
          "desc": "#G自身物理伤害结果提升5%，受到的物理伤害降低5%，五行为金时生效。",
          "name": "力大无穷（金）"
      },
      "458": {
          "desc": "#G自身物理伤害结果提升5%，受到的物理伤害降低5%，五行为土时生效。",
          "name": "力大无穷（土）"
      },
      "459": {
          "desc": "#G自身物理伤害结果提升5%，受到的物理伤害降低5%，五行为木时生效。",
          "name": "力大无穷（木）"
      },
      "460": {
          "desc": "#G每回合结束时，有25%几率增添自身颜色并恢复自身等级×8气血。#r#R只有长乐灵仙可拥有此技能#r#W——等待四季，终遇花开。",
          "name": "花好月圆"
      },
      "461": {
          "desc": "#G阵亡后进入天狐状态：恢复（20%*气血上限）的气血值，主动技能造成的伤害提升10%，回合结束阵亡。#r#W（天狐状态不会受到任何附加状态加成，与出其不意、信仰类技能互斥）#r#R只有觉醒涂山雪可以拥有此技能#r#W——为祖先所庇佑",
          "name": "天狐之舞"
      },
      "462": {
          "desc": "#G第二回合及之后入场后，使用的第一个法术造成的法术伤害提升25%。#r#R仅狐族召唤兽携带生效#r#W——惊喜不惊喜？",
          "name": "出奇制胜"
      },
      "480": {
          "desc": "#G每次没有触发法术连击的施法，提升法术连击时50%伤害结果。#r#W（最多2层，在触发法术连击时清空）",
          "name": "柳暗花明"
      },
      "481": {
          "desc": "#G进入战斗时，自动获得自身血量*30%的护盾。",
          "name": "与生俱来"
      },
      "482": {
          "desc": "#G施法时增加自身等级*0.55的法术伤害力；#r#G战斗中不会触发自动逃跑。",
          "name": "义薄云天"
      },
      "483": {
          "desc": "#G触发连击/高级连击时，伤害提高25%/50%。",
          "name": "气贯长虹"
      },
      "484": {
          "desc": "#G天气为雨时，受到的伤害降低10%，造成的伤害提升20%。#r#W——雨露风雪均为恩泽。",
          "name": "雨露之泽"
      },
      "485": {
          "desc": "#G入场后，获得风之障壁，在风天受到的物理和法术伤害降低40%，持续6回合。#r#W一一风扬，沙起。",
          "name": "风沙之盾"
      },
      "486": {
          "desc": "#G天气为风时，受到的伤害降低20%，造成的伤害提升10%。#r#W——清风雪雨均为恩泽。",
          "name": "清风之华"
      },
      "487": {
          "desc": "#G天气为雪时，“地狱烈火”、“水漫金山”、“泰山压顶”、“奔雷咒”以及对应超级技能将会额外增加一个目标，司雪携带时法术伤害额外提升17%。#r#W——雪雨清风均为恩泽。",
          "name": "映雪棱镜"
      },
      "488": {
          "desc": "#G当物理攻击发生必杀时，临时提升伤害力进行一次强力追击。#r#W“和泡泡一起，再来一锤！”",
          "name": "泡泡相伴"
      },
      "489": {
          "desc": "#G当法术攻击发生法术暴击时，进行一次法术追击。#r#W“和泡泡一起，再来一击！”",
          "name": "泡泡相伴"
      },
      "490": {
          "desc": "#G使用所有的水属性和火属性主动技能进攻目标，冷却回合数150，回合数>10可以使用。\n#r#R只有天狗可拥有此技能\n#r#W（使用的主动技能不包含认证技能）",
          "name": "气吞万象·水火"
      },
      "491": {
          "desc": "#G使用所有的雷属性和土属性主动技能进攻目标，冷却回合数150，回合数>10可以使用。\n#r#R只有天狗可拥有此技能\n#r#W（使用的主动技能不包含认证技能）",
          "name": "气吞万象·雷土"
      },
      "492": {
          "desc": "#G准备1回合，下回合临时提升30%造成的伤害，释放随机2个主动技能进攻目标。\n#r#W（使用的主动技能不包含认证技能）",
          "name": "高级蓄势待发"
      },
      "493": {
          "desc": "#G召唤未参与过本场战斗的另一只召唤兽替代自己进入战斗，但使其受到自身气血上限30%的伤害。#r#W——大相无形，壳蜕道成",
          "name": "高级金蝉蜕壳"
      },
      "501": {
          "desc": "#R被雷属性法术攻击时，承受150%的伤害；",
          "name": "弱点雷"
      },
      "502": {
          "desc": "#R被土属性法术攻击时，承受150%的伤害；",
          "name": "弱点土"
      },
      "503": {
          "desc": "#R被水属性法术攻击时，承受150%的伤害；",
          "name": "弱点水"
      },
      "504": {
          "desc": "#R被火属性法术攻击时，承受150%的伤害；",
          "name": "弱点火"
      },
      "505": {
          "desc": "#G天生行动缓慢，速度降低20%；",
          "name": "迟钝"
      },
      "510": {
          "desc": "#G法术攻击时：20%几率攻击2次。#r#W（第二次造成的伤害减半）",
          "name": "法术连击"
      },
      "517": {
          "desc": "#G普通攻击或连击达到4次时，额外攻击敌人2次。#r#W（额外攻击的伤害结果降低60%）",
          "name": "乘胜追击"
      },
      "518": {
          "desc": "#G每次物理攻击提升必杀时12.5%的总伤害结果。#r#W（最多4层，在触发必杀时清空）",
          "name": "凭风借力"
      },
      "519": {
          "desc": "#G每次使用主动技能，提升主人0.5*等级的封印命中等级。#r#W（最多4层，在主人封印成功时清空）",
          "name": "顾盼生姿"
      },
      "520": {
          "desc": "#G使用法术或法术连击达到4次时，对气血百分比最低的敌人额外释放1次法术。#r#W（额外释放法术的伤害结果降低20%）",
          "name": "拘魂索命"
      },
      "526": {
          "desc": "#G忽视对方10%法术防御进行法术攻击。",
          "name": "金仙秘术"
      },
      "527": {
          "desc": "#G提升我方在场单位物理伤害结果和法术伤害结果10%。#r持续5回合，冷却150回合。",
          "name": "怒号"
      },
      "528": {
          "desc": "#G给我方在场单位附加状态，50%的几率吸收雷、火、土、水属性法术伤害，并转换成加血效果。#r持续5回合，冷却150回合。",
          "name": "万宝金甲"
      },
      "529": {
          "desc": "#G提升目标物理伤害结果20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
          "name": "魔劲激发"
      },
      "530": {
          "desc": "#G提升我方在场单位抵抗封印的能力10%，增加我方在场单位承受的物理和法术伤害结果10%。#r持续5回合，冷却150回合。",
          "name": "天魔咒术"
      },
      "531": {
          "desc": "#G降低我方在场召唤兽承受的物理和法术伤害结果20%。#r持续5回合，冷却150回合。",
          "name": "驭兽术"
      },
      "532": {
          "desc": "#G携带者释放法术时，孩子有20%几率对同一目标释放墨笔追魂，造成物理伤害。#r消耗MP：50",
          "name": "墨笔追魂"
      },
      "533": {
          "desc": "#G给目标附加状态，受到物理攻击和法术攻击时，有30%几率给予对方反震。#r反震伤害为所受伤害的50%。#r持续2回合。",
          "name": "阎王号令"
      },
      "534": {
          "desc": "#G进场时，若友方没有其余召唤兽且阵亡单位数≥3，复活我方所有人物单位，复活后血量为1。#r触发时不同时触发六艺进场技能。#r不能复活受到死亡禁锢和锢魂术的单位。",
          "name": "还魂归魄"
      },
      "535": {
          "desc": "#G降低目标承受的物理和法术伤害结果20%，降低目标造成的物理和法术伤害结果20%。#r持续1回合。",
          "name": "盾牌格挡"
      },
      "536": {
          "desc": "#G进场时，若我方没有其余召唤兽且阵亡单位数≥3，提升我方在场单位伤害结果100%。#r持续2回合。#r触发时不同时触发六艺进场技能。",
          "name": "决一死战"
      },
      "537": {
          "desc": "#G提升目标封印能力20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
          "name": "乌纱帽"
      },
      "538": {
          "desc": "#G目标造成的治疗效果提升20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
          "name": "悬壶济世"
      },
      "539": {
          "desc": "#G携带者释放法术时，孩子有20%几率对3个目标释放对诗，造成法术伤害。#r消耗MP：50",
          "name": "对诗"
      },
      "540": {
          "desc": "#G无视保护发动一次物理攻击。",
          "name": "十步一人"
      },
      "541": {
          "desc": "#G提升目标法术伤害结果20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
          "name": "仙力激发"
      },
      "542": {
          "desc": "#G提升我方在场单位速度10%，增加我方在场单位承受的物理和法术伤害结果10%。#r持续5回合，冷却150回合。",
          "name": "腾云跨风"
      },
      "543": {
          "desc": "#G携带者释放法术时，孩子有20%几率对作用的首目标释放文思泉涌，造成物理法术封印效果。#r持续2回合。#r消耗MP：50",
          "name": "文思泉涌"
      },
      "551": {
          "desc": "#G发动物理攻击敌人并按伤害比例伤其魔法；#r并使敌在下回合持续损失魔法（持续效果不叠加）；#r#R（本技能造成的物理伤害将略为降低）#r#W——打击敌人信念有时比直接打击更有效。",
          "name": "惊心一剑"
      },
      "552": {
          "desc": "#G发动物理攻击敌人并可能降低其气血上限；#r10%几率使敌人遭受10回合死亡禁锢效果；#r#W（死亡禁锢下不能被复活）#r#W——没有机会？那我就自己创造！",
          "name": "死亡召唤"
      },
      "553": {
          "desc": "#G发动法术攻击单个敌人；#r可能额外降低对方10%愤怒、降低5%魔法、降低更多气血或使敌1回合不能行动。#r#W——怒雷！冰冻！流沙！心火！听我号令！",
          "name": "上古灵符"
      },
      "554": {
          "desc": "#G发动物理攻击单个敌人；#r有较大可能对其造成双倍伤害；#r#R也有较小可能不造成伤害并使其恢复少量气血#r#W——不是不报，时候未到。",
          "name": "善恶有报"
      },
      "555": {
          "desc": "休息一回合后，临时提高攻击伤害和速度自动攻击目标，#r消耗:当前气血的10%",
          "name": "后发制人"
      },
      "556": {
          "desc": "恢复队友的气血",
          "name": "针灸"
      },
      "557": {
          "desc": "停止行动并保护自己免受伤害",
          "name": "楚楚可怜"
      },
      "558": {
          "desc": "令对手无法施展物理攻击",
          "name": "定身符"
      },
      "559": {
          "desc": "重击敌人，并降低其灵力",
          "name": "天雷斩"
      },
      "560": {
          "desc": "救活死去的队友",
          "name": "杨柳甘露"
      },
      "561": {
          "desc": "攻击性法术，可攻击多人",
          "name": "龙卷雨击"
      },
      "562": {
          "desc": "连续两次攻击对手",
          "name": "烟雨剑法"
      },
      "563": {
          "desc": "受到物理攻击时自动反击",
          "name": "极度疯狂"
      },
      "564": {
          "desc": "攻击性法术，攻击单人",
          "name": "三昧真火"
      },
      "565": {
          "desc": "战斗中隐藏自己的身形，白天才可用",
          "name": "修罗隐身"
      },
      "566": {
          "desc": "吸取对方的气血补充给自己",
          "name": "勾魂"
      },
      "567": {
          "desc": "临时提高自己的伤害力、防御力和速度",
          "name": "潜力激发"
      },
      "568": {
          "desc": "恢复自己或同伴的气血并治疗伤势",
          "name": "治疗"
      },
      "569": {
          "desc": "救活死去的队友",
          "name": "还魂咒"
      },
      "570": {
          "desc": "忽视对方30%的防御进行攻击",
          "name": "蚩尤之搏"
      },
      "571": {
          "desc": "#G发动物理攻击单个敌人；#r攻击时命中大量提高；#r#W(适合攻击伤害较低的敌人)#r#W——狭路相逢，强者生存",
          "name": "力劈华山"
      },
      "572": {
          "desc": "#G发动固定伤害攻击单个敌人；#r造成自己力量点数*1.5+速度/3的伤害；#r#W(适合攻击防御较高的敌人)#r#R(对玩家使用时效果减半)#r#W——我可不只会蛮力",
          "name": "夜舞倾城"
      },
      "573": {
          "desc": "#G法术攻击时：30%几率攻击2次。#r#W（第二次造成的伤害减半）",
          "name": "高级法术连击"
      },
      "575": {
          "desc": "#G法术伤害有10%几率出现暴击。#r#W（法术暴击时造成的伤害加倍）",
          "name": "法术暴击"
      },
      "576": {
          "desc": "#G造成的法术伤害小幅度波动；#r#G避免被敌人法术反震。",
          "name": "法术波动"
      },
      "577": {
          "desc": "#G法术伤害有15%几率出现暴击。#r#W（法术暴击时造成的伤害加倍）",
          "name": "高级法术暴击"
      },
      "578": {
          "desc": "#G造成的法术伤害大幅度波动；#r#G避免被敌人法术反震。",
          "name": "高级法术波动"
      },
      "579": {
          "desc": "#G发动法术强化自己；#r强化后6回合中抵挡所受法术伤害的65%；",
          "name": "法术防御"
      },
      "581": {
          "desc": "暂时增加目标的防御。#r使用条件:等级≥80",
          "name": "金刚护体"
      },
      "582": {
          "desc": "使目标避免中毒。#r使用条件:等级≥80",
          "name": "百毒不侵"
      },
      "583": {
          "desc": "攻击性法术，可攻击单人。#r使用条件:等级≥80",
          "name": "五雷咒"
      },
      "584": {
          "desc": "可查看目标的具体信息。#r使用条件:等级≥80",
          "name": "知己知彼"
      },
      "585": {
          "desc": "攻击性法术，可攻击单人。#r使用条件:等级≥80",
          "name": "五行法术"
      },
      "586": {
          "desc": "攻击性法术，可攻击单人。#r使用条件:等级≥80",
          "name": "龙腾"
      },
      "587": {
          "desc": "使目标每回合恢复一定的魔法值。#r使用条件:等级≥80#r消耗:气血30",
          "name": "炼气化神"
      },
      "588": {
          "desc": "使用后可以压制召唤兽。#r使用条件:等级≥80",
          "name": "威慑"
      },
      "590": {
          "desc": "使目标可以看到隐身的鬼魅。#r使用条件:等级≥80",
          "name": "幽冥鬼眼"
      },
      "591": {
          "desc": "减少对手的魔法值。#r使用条件:等级≥80",
          "name": "姐妹同心"
      },
      "592": {
          "desc": "可提高自己的伤害力。#r使用条件:等级≥80",
          "name": "杀气诀"
      },
      "593": {
          "desc": "#G发动法术攻击3个敌人；#r并可能削弱其防御、灵力、伤害、速度；",
          "name": "八凶法阵"
      },
      "594": {
          "desc": "#G发动法术强化自己；#r强化后6回合中抵挡所受法术伤害的65%；",
          "name": "法术防御"
      },
      "595": {
          "desc": "#G发动物理攻击敌人，并略提高伤害；#r若敌人防御，则伤害大量提高；#r忽视敌人“防御”和“高级防御”技能。#r#W——没有什么能把我阻挡",
          "name": "壁垒击破"
      },
      "596": {
          "desc": "#G当物理攻击击倒敌人时，可继续攻击另一个敌人；#r#W(此效果每回合最多出现1次)#r#W——宜将剩勇追穷寇",
          "name": "嗜血追击"
      },
      "597": {
          "desc": "#G发动物理攻击多个敌人。#r对目标造成大部分伤害，并对另外两个目标造成少量伤害。#r#W——谁说用剑不能收割？",
          "name": "剑荡四方"
      },
      "599": {
          "desc": "#G避免暗器伤害；#r#G恢复所避免暗器伤害30%的气血；",
          "name": "移花接木"
      },
      "624": {
          "desc": "#G每成功使用三次法术都可以临时增加自身法术伤害；#r#W(此效果可持续2回合，成功使用法术后状态消失）#r#W——龙战于野，其血玄黄，不屈的龙魂任何人都无法忽视！",
          "name": "龙魂"
      },
      "626": {
          "desc": "#G增加等级×0.6的法术防御；#r#R造成的物理伤害降低10%。#r",
          "name": "法术抵抗"
      },
      "627": {
          "desc": "#G增加等级×0.8的法术防御；#r#R造成的物理伤害降低10%。#r#W——我下手轻点，你也别想把我弄疼。",
          "name": "高级法术抵抗"
      },
      "628": {
          "desc": "#G第2回合及以后进入战斗时，增加等级×1的防御#r持续5回合，且逐回合减少20%效果。#r#R隐身时不触发本效果",
          "name": "盾气"
      },
      "629": {
          "desc": "#G第2回合及以后进入战斗时，增加等级×2的防御#r持续5回合，且逐回合减少20%效果。#r#R隐身时不触发本效果#r#W——死不足惧，只要有所为",
          "name": "高级盾气"
      },
      "631": {
          "desc": "#G恢复目标队友气血，并在回合结束时解除其封类异常状态。#r#R限对已有封类异常状态者使用，否则催眠其2回合。且只能对玩家使用。#r被解封后的下回合不能再次获得本效果；#r每场战斗中限使用1~3次。#r#W——困局中最后的希望#r（悟性≥1160为3次，悟性≥1080为2次）",
          "name": "仙人指路"
      },
      "632": {
          "desc": "#G当你进场时，立即为全体队友恢复气血。#r#R只有在第5回合及以后进场时才生效。#r#W(随等级、悟性、法术控制力提升恢复量)#r#W——团灭之前你会想到我",
          "name": "峰回路转"
      },
      "633": {
          "desc": "#G进场后立即普通攻击一个未被催眠之敌。#r#G提高气血。#W随悟性、等级增加最多380点#r#G提高物理攻击结果。#W随悟性、力量点增加最多100点#r#W——强，无需掩饰",
          "name": "开门见山"
      },
      "635": {
          "desc": "#G提升目标队友的封印法术的命中率；#r#R只在该队友气血≤40%时才生效。#r#W随悟性提高最多11%。#r持续4回合。冷却3回合。#r#W——复仇，有很多种方式",
          "name": "四面埋伏"
      },
      "636": {
          "desc": "#G提高HP。#W最多540点。#r#G减少受到的物理伤害。#W最多15%。#r随悟性而增加#r——扛住物理伤害，是一种策略",
          "name": "千锤百炼"
      },
      "637": {
          "desc": "#G提高HP。#W最多540点。#r#G减少受到的法术伤害。#W最多10%。#r随悟性而增加#r——扛住法术伤害，是另一种策略",
          "name": "赴汤蹈火"
      },
      "638": {
          "desc": "#G召唤一个法力陷阱，持续到本回合结束。#r每个召唤进场的敌人都会触发陷阱，并损失大量魔法和少量气血。#r#R但若从未触发，则自己损失少量气血。#r带有此技能的召唤兽物理、法术伤害能力减少5%#r#W同队同时只能召唤1个陷阱",
          "name": "法力陷阱"
      },
      "639": {
          "desc": "#G启动后，临时提高自己法术伤害能力。持续5回合",
          "name": "灵能激发"
      },
      "640": {
          "desc": "#G本方每有一种与其不同的召唤兽，增加其等级/5.5点物理伤害结果；#r#R被封印几率增加10%。",
          "name": "合纵"
      },
      "641": {
          "desc": "#G本方每有一种与其不同的召唤兽，增加其等级/4点物理伤害结果；#r#R被封印几率增加10%。",
          "name": "高级合纵"
      },
      "644": {
          "desc": "#G对单个目标造成持续固定伤害。#r#W持续2回合，对NPC伤害加倍。",
          "name": "雾杀"
      },
      "645": {
          "desc": "#G提升目标队友法术伤害结果。#r#W持续4回合。#r使用条件:等级≥80",
          "name": "蜜润"
      },
      "646": {
          "desc": "#G发动物理攻击敌人，并略提高必杀几率。",
          "name": "裂石"
      },
      "647": {
          "desc": "#G自己受到的物理、法术伤害减少 20%。#r#W持续2回合.#r使用条件:等级≥80",
          "name": "不动如山"
      },
      "648": {
          "desc": "恢复单个目标队友的气血",
          "name": "地涌金莲"
      },
      "649": {
          "desc": "#G提升目标队友法术防御能力。#r#W持续4回合。#r使用条件:等级≥80",
          "name": "金身舍利"
      },
      "650": {
          "desc": "#G当普通物理攻击发生必杀或连击时，临时提升10%伤害力随机攻击另外一目标，每回合最多触发一次。#r#W触发后当前回合和下回合下降20%伤害力和速度。",
          "name": "苍鸾怒击"
      },
      "652": {
          "desc": "#G物理伤害结果提升，但攻击时可能发生偏差。#r#W——“主人，俺是听你话才冲出去的……”“可你撞错人了啊~~！”",
          "name": "狂莽一击"
      },
      "653": {
          "desc": "#G大幅提升必杀伤害结果。#r#W——威风凛凛，虎虎生风！",
          "name": "虎虎生风"
      },
      "654": {
          "desc": "#G施展高速攻击，额外释放等同迅风数的风暴攻击。#r迅风：进入战斗及每次迅风数为零时使用此技能后，将随机获得1至2点迅风。#r#W——无惧风暴，本少主就是风暴！",
          "name": "迅风出击"
      },
      "655": {
          "desc": "#G进入战斗时随机触发“惊梦”和“睡梦”状态，并会在两种状态间切换，每四回合转变一次：#r处于“惊梦”时法术伤害大幅提升；处于“睡梦”状态时法术伤害略微降低。#r#W——睡着的时候可不要打搅我！",
          "name": "好梦连连"
      },
      "656": {
          "desc": "#G进入战斗时随机触发“惊梦”和“睡梦”状态，并会在两种状态间切换，每四回合转变一次：#r处于“惊梦”时物理伤害大幅提升；处于“睡梦”状态时物理伤害略微降低。#r#W——睡着的时候可不要打搅我！",
          "name": "好梦连连"
      },
      "658": {
          "desc": "#G战斗阵亡时40%几率复活，#r恢复到100%的气血同时获得一个40%生命值上限的护盾；#r#W（若有鬼魂术，超级神柚复生将失效；当超级神柚复生和神佑复生同时存在，只有超级神柚复生生效）#r#W——毕竟是天命之选，也可以叫我“超级神佑复生”。",
          "name": "超级神柚复生"
      },
      "660": {
          "desc": "#G在场时，提高自身及主人10%速度。最多持续5回合。#r#W——我觉得我跑得更快了！",
          "name": "浮云神马"
      },
      "661": {
          "desc": "#G增加法力*0.4的法术伤害力。#r#W“须弥圣言，佛光涤罪。”",
          "name": "须弥真言"
      },
      "662": {
          "desc": "#G普通物理攻击造成的伤害≥目标气血上限*10%时，使自己的主人获得10点愤怒。#r#W——这是愤怒的力量！",
          "name": "千钧一怒"
      },
      "663": {
          "desc": "#G施法召唤葫芦攻击敌人，至于具体是怎样的葫芦，呃，没人能事先知道",
          "name": "天降灵葫"
      },
      "664": {
          "desc": "#G小葫芦",
          "name": "天降灵葫"
      },
      "665": {
          "desc": "#G中葫芦",
          "name": "天降灵葫"
      },
      "666": {
          "desc": "#G大葫芦",
          "name": "天降灵葫"
      },
      "667": {
          "desc": "#G偷偷藏起来的蟠桃，赶紧拿出来咬一口，唔，好好吃！#r#W出手前有一定几率触发，大大提升几率性技能（连击、必杀）的触发几率",
          "name": "大快朵颐"
      },
      "669": {
          "desc": "#G召唤数道月光攻击敌人，同一个人可以被多道月光攻击。#W#r（该技能不能触发法术连击，攻击同一个目标的后续月光伤害会有衰减）#r——代表月亮之力，消灭你们这些大坏蛋。",
          "name": "月光"
      },
      "671": {
          "desc": "#G增加目标的防御、法防，但会降低自身的防御、法防。#r#W“我的就是你的，你的还是你的。”",
          "name": "无畏布施"
      },
      "672": {
          "desc": "#G攻击时会腾空而起，将整个身躯砸向敌人，但起飞的时机有些难以把握。#r#W(大大增加攻击时造成的伤害，但攻击时有一定几率腾空失败）",
          "name": "从天而降"
      },
      "673": {
          "desc": "#G增加自身法力*成长的法防。#r#R法力不再增加法伤，只增加一半的魔法。#r#W“灵山宝像，万法禅音。”",
          "name": "灵山禅语"
      },
      "674": {
          "desc": "#G对目标附带一个不幸诅咒，#r每回合一定几率增加负面状态回合，#r减少增益状态回合。#r#W持续4回合。",
          "name": "怨怖之泣"
      },
      "675": {
          "desc": "#G对目标附带一个伤害诅咒，#r目标造成的伤害将部分反弹给自己。#r#W持续4回合。#r使用条件:等级≥80",
          "name": "诡蝠之刑"
      },
      "676": {
          "desc": "减少友方目标本回合受到的所有伤害。",
          "name": "匠心·固甲"
      },
      "677": {
          "desc": "为本方目标回复气血。#r使用条件:等级≥80",
          "name": "匠心·蓄锐"
      },
      "678": {
          "desc": "#G对单个目标造成物理伤害。",
          "name": "当头一棒"
      },
      "679": {
          "desc": "#G将目标变成一只可爱的小猪并驱散一个增益状态。#r使用条件：等级≥80",
          "name": "八戒上身"
      },
      "680": {
          "desc": "#G对敌方3个目标发动物理攻击。#r使用条件:等级≥80",
          "name": "三荒尽灭"
      },
      "681": {
          "desc": "#G对敌方单个目标连续发动2-3次物理攻击。",
          "name": "铁血生风"
      },
      "682": {
          "desc": "#G召唤随机种类的水果攻击敌人。#W#r不同的水果味道不一，效果自然各具特色。",
          "name": "食指大动"
      },
      "683": {
          "desc": "#G召唤随机种类的水果攻击敌人。#W#r不同的水果味道不一，效果自然各具特色。",
          "name": "食指大动"
      },
      "684": {
          "desc": "#G召唤随机种类的水果攻击敌人。#W#r不同的水果味道不一，效果自然各具特色。",
          "name": "食指大动"
      },
      "685": {
          "desc": "#G普通攻击时：40%的几率攻击3次；#r#R造成的物理伤害降低20%。#r#W——一声不够大？那就三声！",
          "name": "理直气壮"
      },
      "686": {
          "desc": "#G水系法术攻击目标和两个随机目标，提高法术连击的伤害;#r法术连击可重复触发。#r#W——小白龙出世，这下敌人倒霉了！",
          "name": "叱咤风云"
      },
      "687": {
          "desc": "#G每回合吞掉主人的一个包子，提升暴击几率和暴击伤害倍率。#r#W——吃饱了才有力气揍小坏蛋！",
          "name": "津津有味"
      },
      "688": {
          "desc": "#G水系法术攻击目标和两个随机目标，提高法术连击的伤害;#r法术连击可重复触发。#r#W——小白龙出世，这下敌人倒霉了！",
          "name": "叱咤风云"
      },
      "689": {
          "desc": "#G增加自身体质*成长*2的气血。#r#W——“静听妙谛，腾云护身。”",
          "name": "净台妙谛"
      },
      "690": {
          "desc": "#G受伤时有25%概率获得护盾，护盾值为所受伤害的50%。#r#W——宝石的光芒，是我的保护色。",
          "name": "凝光炼彩"
      },
      "691": {
          "desc": "#G发动法术攻击多个目标，伤害按五声音阶递减；#r攻击人数=自身等级/20，最少1人，最多5人。#r#W——金沙和音乐更配哦。",
          "name": "流沙轻音"
      },
      "692": {
          "desc": "#G夜间造成的物理伤害不会降低并提高10%，躲避率增加10%。#r#W——你要提打架我可就不困了。",
          "name": "昼伏夜出"
      },
      "693": {
          "desc": "#G进入战斗后获得修罗隐身状态2-3回合；隐身状态下造成的伤害提高10%，躲避率增加10%。#r#W——略略略，打不到我~",
          "name": "神出鬼没"
      },
      "694": {
          "desc": "#G自身速度提高20%，躲避率增加10%。#r#W——嗖的一声",
          "name": "溜之大吉"
      },
      "695": {
          "desc": "#G每次物理攻击获得一点劫火，获得第三点时，额外触发一次法术攻击；#r攻击人数=自身等级/30，最多3人。#r#W——看我的小拳拳，嗷呜~~。",
          "name": "焚天陨火"
      },
      "696": {
          "desc": "#G使用“地狱烈火”时：初始目标伤害提高；作用目标数每回合有50%概率+1，可叠加，成功触发后概率递减。#r#W——丑时春入户，牛岁福临门。",
          "name": "神来气旺"
      },
      "697": {
          "desc": "#G令友方所有召唤兽的攻击五行变为水，水属性攻击五行的召唤兽造成伤害提升30%，持续1回合。冷却150回合。#r#W——北冥幽海，巨浪滔天。",
          "name": "北冥之渊"
      },
      "698": {
          "desc": "#G提升自身20%速度，受到的物理/法术伤害暴击倍率降低50%且每回合首次受到的物法伤害降低20%。#r第二回合后进场时，100%对血量百分比最低的单位使用水击三千/扶摇万里；如出场时，场上没有“超级鲲鹏”，则出场伤害提升150%。#r#W——乘天地之正，而御六气之辩，以游无穷。",
          "name": "逍遥游"
      },
      "699": {
          "desc": "#G临时提升物理伤害结果和暴击倍率进行一次物理攻击。#r#W——鹏之徙于南冥，水击三千里。",
          "name": "水击三千"
      },
      "700": {
          "desc": "#G法术攻击多个目标，按等级附加一定的法术伤害；#r攻击人数=自身等级/15+1，最多10人。#r#W——抟扶摇而上者九万里。",
          "name": "扶摇万里"
      },
      "11516": {
          "desc": "对敌方1个目标造成物理伤害",
          "name": "当头一棒"
      },
      "11545": {
          "desc": "怪物技能",
          "name": "剑荡四方"
      },
      "11546": {
          "desc": "怪物技能",
          "name": "水漫金山"
      },
      "11568": {
          "desc": "对1个单位造成法术伤害",
          "name": "龙腾"
      },
      "11569": {
          "desc": "对全体单位造成法术伤害",
          "name": "龙卷雨击"
      },
      "11633": {
          "desc": "怪物技能",
          "name": "水攻"
      },
      "55401": {
          "desc": "#G造成物理伤害提高10%；#r夜间造成的物理伤害不会降低,物理躲避能力增加20%；#r夜间在攻击时显示目标的气血条。#r#W——晦明无别，初心不改。",
          "name": "超级夜战"
      },
      "55402": {
          "desc": "#G受普通攻击后：30%几率用物理攻击反击；#r在场时主人首次被敌方物理攻击时，必定用物理攻击进行反击。#r#W——犯吾主者，绝不姑息。",
          "name": "超级反击"
      },
      "55403": {
          "desc": "#G受到物理伤害时：30%反震对方，反震伤害为你所受伤害的60%；#r避免被敌人连击。#r#W——站如松，坐如钟。",
          "name": "超级反震"
      },
      "55404": {
          "desc": "#G造成物理伤害时：获得对方损失气血的30%,并将获得的溢出气血的50%转化为护盾。#r#W(攻击有鬼魂术的敌人无法吸血)。#r#W——以敌之身，偿吾之志。",
          "name": "超级吸血"
      },
      "55405": {
          "desc": "#G普通攻击时：55%几率攻击2次，触发连击时有15%几率额外攻击1次；#r#W（无法连击有反震的敌人）#r#R造成的物理伤害降低20%。#r#W——黎魂澎湃，击如怒涛。",
          "name": "超级连击"
      },
      "55406": {
          "desc": "#G物理攻击命中几率增加20%；#r物理躲避能力提高30%；#r物理躲避率提高10%；#r天气为“风”时造成的物理伤害提升20%。#r#W——凭风而起，欲与天齐。",
          "name": "超级飞行"
      },
      "55407": {
          "desc": "#G进入战斗后，获得修罗隐身状态3~5回合；#r隐身时不会被攻击，且受到的伤害降低10%；#r#R物理攻击能力降低10%；#r隐身时不能施法；#r#W——不可说、不可视、不可触。",
          "name": "超级隐身"
      },
      "55408": {
          "desc": "#G可攻击修罗隐身、楚楚可怜状态之敌；#r物理躲避能力提高10%；#r在场时主人也获得“感知”，最多持续5回合。#r#W——目光所至，无可遁形。",
          "name": "超级感知"
      },
      "55409": {
          "desc": "#G回合结束时恢复自身等级×1的气血；#r有10%几率回复自身等级×12的气血。#r#W——天地之息，皆入我窍，皆化骨血。",
          "name": "超级再生"
      },
      "55410": {
          "desc": "#G回合结束时恢复自身等级/2的魔法；#r在场时主人获得“冥思”，最多持续5回合。#r#W——心若明镜，映照你我。",
          "name": "超级冥思"
      },
      "55413": {
          "desc": "#G对有鬼魂术之敌，造成的物理及法术伤害提高100%；#r可将鬼魂术之敌击飞，使其不能复活；#r双方场上带有鬼魂术单位的伤害降低20%；#r#R自身的鬼魂术将无效化。#r#W——上古魔息，小鬼勿近。",
          "name": "超级驱鬼"
      },
      "55414": {
          "desc": "#G自身对毒免疫；#r物理攻击后：20%几率使敌人中毒，且随机降低中毒目标的攻击、防御、法伤或法防；#r#W——毒入七窍，无药可医。",
          "name": "超级毒"
      },
      "55415": {
          "desc": "#G使用法术时所消耗的魔法降低为正常的50%，且有15%的几率不消耗魔法。#r#W——慧心如鉴，是为天地所钟。",
          "name": "超级慧根"
      },
      "55416": {
          "desc": "#G物理伤害的必杀几率增加20%；#r必杀时有25%的几率造成3-4倍的伤害。#r#W——山川踏碎魔息涌，一击搏尽日月光。",
          "name": "超级必杀"
      },
      "55417": {
          "desc": "#G受到的物理/法术伤害暴击倍率降低50%；#r有5%的概率免疫受到的攻击。#r#W——气运非凡，傲立乱世。",
          "name": "超级幸运"
      },
      "55418": {
          "desc": "#G抵御封印法术！#r物理躲避能力提高10%；#r受到的伤害随机降低1%~10%；#r#R造成的物理伤害降低20%。#r#W——身似菩提心如镜。",
          "name": "超级精神集中"
      },
      "55419": {
          "desc": "#G不受除日月乾坤外的所有异常状态影响；#r回合结束时，若主人倒地，尝试复活并解除其封印，恢复其自身等级×12的气血后自己离场。#r#W——以身祭主，魔域不朽。",
          "name": "超级神迹"
      },
      "55420": {
          "desc": "#G每回合受到的第1次物理伤害结果减免20%；且进战斗时，获得一层“金身”。#r#W——钢筋铁骨，金身难撼。",
          "name": "超级招架"
      },
      "55421": {
          "desc": "#G主动法术，使用此法术的回合结束时，自身的气血、魔法将回复至使用此技能前的状态，消耗全部魔法，冷却150回合；#r受到辅助类法术时，增加100%持续回合数，且增加的回合数不会超过6回合；#r#W——孤舟一叶身不灭，百世轮回心永恒。",
          "name": "超级永恒"
      },
      "55422": {
          "desc": "#G速度增加20%；#r5%概率额外行动一次；#r#W——其势如火，其疾如风。",
          "name": "超级敏捷"
      },
      "55423": {
          "desc": "#G不受一切异常和增益影响；#r其它超级技能失效，且每个拥有的超级技能使最大气血提高20%、造成的所有伤害提高15%、降低5%防御和法防；#r攻击时敌人的信仰类技能失效；#r#R不能同时拥有信仰类技能。#r#W——我命由我不由天。",
          "name": "超级否定信仰"
      },
      "55424": {
          "desc": "#G造成的法术伤害提高25%。#r#W——纳浩瀚魔息入心，施天下无双之法。",
          "name": "超级魔之心"
      },
      "55425": {
          "desc": "#G避免被敌人反击；#r#G避免被敌人反震；#r造成的物理伤害提高15%。#r#W——兵者，诡道也。",
          "name": "超级偷袭"
      },
      "55426": {
          "desc": "#G发动超级雷属性法术攻击多个敌人；#r对主目标造成的伤害提高10%，并有25%几率附弱点雷两回合；#r攻击人数=自身等级/30+1，最多3人；#r#W——九天落雷，万马齐喑。",
          "name": "超级奔雷咒"
      },
      "55427": {
          "desc": "#G发动超级土属性法术攻击多个敌人；#r对主目标造成的伤害提高10%，并有25%几率附弱点土两回合；#r攻击人数=自身等级/30+1，最多3人；#r#W——地崩山摧，厚土重压。",
          "name": "超级泰山压顶"
      },
      "55428": {
          "desc": "#G发动超级水属性法术攻击多个敌人；#r对主目标造成的伤害提高10%，并有25%几率附弱点水两回合；#r攻击人数=自身等级/30+1，最多3人；#r#W——雨落横流，席卷八方。",
          "name": "超级水漫金山"
      },
      "55429": {
          "desc": "#G发动超级火属性法术攻击多个敌人；#r对主目标造成的伤害提高10%，并有25%几率附弱点火两回合；#r攻击人数=自身等级/30+1，最多3人；#r#W——熊熊烈火，明明如光。",
          "name": "超级地狱烈火"
      },
      "55430": {
          "desc": "#G必定免受雷属性法术伤害，并按应受伤害的大小恢复气血；#r#W——雷锻吾主六感。",
          "name": "超级雷属性吸收"
      },
      "55431": {
          "desc": "#G必定免受土属性法术伤害，并按应受伤害的大小恢复气血；#r#W——土造吾主筋骨。",
          "name": "超级土属性吸收"
      },
      "55432": {
          "desc": "#G必定免受水属性法术伤害，并按应受伤害的大小恢复气血；#r#W——水塑吾主血肉。",
          "name": "超级水属性吸收"
      },
      "55433": {
          "desc": "#G必定免受火属性法术伤害，并按应受伤害的大小恢复气血；#r#W——火炼吾主荒魂。",
          "name": "超级火属性吸收"
      },
      "55434": {
          "desc": "#G增加等级×0.7的物理伤害力；#r攻击有招架类技能的敌人时不会减少伤害结果；有10%几率使敌人旋转并头晕：2回合内造成的伤害降低；#r#R对有超级防御者，伤害结果减少20%。#r#W——力势磅礴，威慑九霄。",
          "name": "超级强力"
      },
      "55435": {
          "desc": "#G提高自身等级×1的防御；#r#W——不可胜者，守也。",
          "name": "超级防御"
      },
      "55438": {
          "desc": "#G第2回合及以后进入战斗时，提升30%的必杀几率并增加50%必杀伤害倍率；#r持续5回合，且逐回合减少20%效果；#r#W——后发先至，锋芒毕露。",
          "name": "超级进击必杀"
      },
      "55439": {
          "desc": "#G第2回合及以后进入战斗时，提升20%的法术暴击几率并增加50%法暴伤害倍率；#r持续5回合，且逐回合减少20%效果；#r#W——一鼓作气，再而衰，三而竭。",
          "name": "超级进击法暴"
      },
      "55443": {
          "desc": "#G替代原召唤兽进入战斗时获得“遗志”：造成伤害提升15%；并获得原召唤兽的“遗志”。#r#W（最多两层）#r#W——山不改其坚，水不改其流。",
          "name": "超级遗志"
      },
      "55493": {
          "desc": "#G召唤未参与过本场战斗的另一只召唤兽替代自己进入战斗，并使其获得召唤兽等级*3的护盾。#r#W——大相无形，壳蜕道成",
          "name": "超级金蝉蜕壳"
      },
      "55573": {
          "desc": "#G法术攻击时：30%几率攻击2次。#r（第二次造成的伤害降低25%）#r#W——浪奔浪涌，潮起潮落。",
          "name": "超级法术连击"
      },
      "55577": {
          "desc": "#G法术伤害有20%几率出现暴击；#r暴击时有10%的几率造成3-4倍的伤害。#r#W——三分天注定，七分靠打拼。",
          "name": "超级法术暴击"
      },
      "55578": {
          "desc": "#G造成的法术伤害巨幅波动；#r#G避免被敌人法术反震。#r#W——三界因果，命数无常。",
          "name": "超级法术波动"
      },
      "55595": {
          "desc": "#G发动物理攻击敌人，并大量提高伤害；#r若敌人防御，则伤害翻倍；#r忽视敌人“防御”、“高级防御”和“超级防御”技能。#r#W——魔息灌注，利刃出鞘！",
          "name": "超级壁垒击破"
      },
      "55627": {
          "desc": "#G增加等级×0.8的法术防御；#r进场时受到的法术伤害额外降低50%，持续两回合。#r#W——道法自然，心志自清。",
          "name": "超级法术抵抗"
      },
      "55629": {
          "desc": "#G第2回合及以后进入战斗时，增加等级×2的防御持续5回合，且逐回合减少20%效果；#r在场时主人获得“盾气”，最多持续5回合；#r#R隐身时不触发本效果。#r#W——有正气护体，可力挽狂势。",
          "name": "超级盾气"
      },
      "55641": {
          "desc": "#G当本方有1/2/3/4种与其不同的召唤兽，则造成的物理伤害提高2%/8%/18%/32%，并增加等级×0.25/0.5/0.75/1的伤害结果；#r#R被封印几率增加10%。#r#W——合纵连横，兵法大成。",
          "name": "超级合纵"
      },
      "56001": {
          "desc": "#G对敌方单个目标造成法术伤害。#r#W——比我爹的牛",
          "name": "超级三昧真火"
      },
      "56002": {
          "desc": "#G法术暴击几率增加50%，且不会逃跑。#r#W——观音我都不怕",
          "name": "桀骜自恃"
      },
      "56003": {
          "desc": "#G增加自身法力点*0.5的法术伤害力。#r#W——你才修炼几年？",
          "name": "圣婴大王"
      },
      "56004": {
          "desc": "#G进入战斗时，炼丹炉中可随机炼制出一个#r#R仅炼丹童子可拥有此技能#r#W（炼制出已有的技能会有意想不到的效果哦）#r#W一一如果我已经服用过这种金丹了呢？",
          "name": "妙手灵丹"
      },
      "56005": {
          "desc": "#G对于五行克制的目标，造成的伤害大幅增加。#r#R仅五行山神可拥有此技能#r#W——如果我们五行相克，我会让你知道什么是残忍。",
          "name": "克敌五行"
      },
      "56006": {
          "desc": "#G增加自身力量*成长*0.2的物理攻击力，降低自身力量*0.2的防御。#r#W——诸法实相，力破万障。",
          "name": "诸天正法"
      },
      "56010": {
          "desc": "#G发动法术攻击多个目标；攻击人数=自身等级/30+1，最多3人；#r进入战斗时概率获得赐福：攻击目标数翻倍，且攻击单位数未达上限时对主目标造成额外伤害。#r#W——轰隆！看这盛大的烟火！",
          "name": "焰火烁星"
      },
      "56040": {
          "desc": "#G依据自身形态释放风龙之息或泽龙之影，若有改变形态时残留的风息或泽影将释放狂风暴雨；\n#r#W——哦呀，风雨已至！要不要打把伞？",
          "name": "龙行风雨"
      },
      "56045": {
          "desc": "#G每回合结束时造成的物理伤害提高10%,且增加5%进入点燃态几率。#r点燃态：回合开始时有几率进入，普通攻击将改为烟花绽放造成大量伤害。（伤害与力量相关）#r#W——节更比一节强！",
          "name": "节节高升"
      }
  },
  "pet_skill_high_to_other_level_mapping": {
      "401": {
          "high_skill": 401,
          "low_skill": 301,
          "name": "超级夜战",
          "super_skill": 55401
      },
      "402": {
          "high_skill": 402,
          "low_skill": 302,
          "name": "超级反击",
          "super_skill": 55402
      },
      "403": {
          "high_skill": 403,
          "low_skill": 303,
          "name": "超级反震",
          "super_skill": 55403
      },
      "404": {
          "high_skill": 404,
          "low_skill": 304,
          "name": "超级吸血",
          "super_skill": 55404
      },
      "405": {
          "high_skill": 405,
          "low_skill": 305,
          "name": "超级连击",
          "super_skill": 55405
      },
      "406": {
          "high_skill": 406,
          "low_skill": 306,
          "name": "超级飞行",
          "super_skill": 55406
      },
      "407": {
          "high_skill": 407,
          "low_skill": 307,
          "name": "超级隐身",
          "super_skill": 55407
      },
      "408": {
          "high_skill": 408,
          "low_skill": 308,
          "name": "超级感知",
          "super_skill": 55408
      },
      "409": {
          "high_skill": 409,
          "low_skill": 309,
          "name": "超级再生",
          "super_skill": 55409
      },
      "410": {
          "high_skill": 410,
          "low_skill": 310,
          "name": "超级冥思",
          "super_skill": 55410
      },
      "413": {
          "high_skill": 413,
          "low_skill": 313,
          "name": "超级驱鬼",
          "super_skill": 55413
      },
      "414": {
          "high_skill": 414,
          "low_skill": 314,
          "name": "超级毒",
          "super_skill": 55414
      },
      "415": {
          "high_skill": 415,
          "low_skill": 315,
          "name": "超级慧根",
          "super_skill": 55415
      },
      "416": {
          "high_skill": 416,
          "low_skill": 316,
          "name": "超级必杀",
          "super_skill": 55416
      },
      "417": {
          "high_skill": 417,
          "low_skill": 317,
          "name": "超级幸运",
          "super_skill": 55417
      },
      "418": {
          "high_skill": 418,
          "low_skill": 318,
          "name": "超级精神集中",
          "super_skill": 55418
      },
      "419": {
          "high_skill": 419,
          "low_skill": 319,
          "name": "超级神迹",
          "super_skill": 55419
      },
      "420": {
          "high_skill": 420,
          "low_skill": 320,
          "name": "超级招架",
          "super_skill": 55420
      },
      "421": {
          "high_skill": 421,
          "low_skill": 321,
          "name": "超级永恒",
          "super_skill": 55421
      },
      "422": {
          "high_skill": 422,
          "low_skill": 322,
          "name": "超级敏捷",
          "super_skill": 55422
      },
      "423": {
          "high_skill": 423,
          "low_skill": 323,
          "name": "超级否定信仰",
          "super_skill": 55423
      },
      "424": {
          "high_skill": 424,
          "low_skill": 324,
          "name": "超级魔之心",
          "super_skill": 55424
      },
      "425": {
          "high_skill": 425,
          "low_skill": 325,
          "name": "超级偷袭",
          "super_skill": 55425
      },
      "426": {
          "high_skill": 426,
          "low_skill": null,
          "name": "超级奔雷咒",
          "super_skill": 55426
      },
      "427": {
          "high_skill": 427,
          "low_skill": null,
          "name": "超级泰山压顶",
          "super_skill": 55427
      },
      "428": {
          "high_skill": 428,
          "low_skill": null,
          "name": "超级水漫金山",
          "super_skill": 55428
      },
      "429": {
          "high_skill": 429,
          "low_skill": null,
          "name": "超级地狱烈火",
          "super_skill": 55429
      },
      "430": {
          "high_skill": 430,
          "low_skill": 330,
          "name": "超级雷属性吸收",
          "super_skill": 55430
      },
      "431": {
          "high_skill": 431,
          "low_skill": 331,
          "name": "超级土属性吸收",
          "super_skill": 55431
      },
      "432": {
          "high_skill": 432,
          "low_skill": 332,
          "name": "超级水属性吸收",
          "super_skill": 55432
      },
      "433": {
          "high_skill": 433,
          "low_skill": 333,
          "name": "超级火属性吸收",
          "super_skill": 55433
      },
      "434": {
          "high_skill": 434,
          "low_skill": 334,
          "name": "超级强力",
          "super_skill": 55434
      },
      "435": {
          "high_skill": 435,
          "low_skill": 335,
          "name": "超级防御",
          "super_skill": 55435
      },
      "438": {
          "high_skill": 438,
          "low_skill": 338,
          "name": "超级进击必杀",
          "super_skill": 55438
      },
      "439": {
          "high_skill": 439,
          "low_skill": 339,
          "name": "超级进击法暴",
          "super_skill": 55439
      },
      "443": {
          "high_skill": 443,
          "low_skill": 343,
          "name": "超级遗志",
          "super_skill": 55443
      },
      "493": {
          "high_skill": 493,
          "low_skill": 393,
          "name": "超级金蝉蜕壳",
          "super_skill": 55493
      },
      "573": {
          "high_skill": 573,
          "low_skill": 510,
          "name": "超级法术连击",
          "super_skill": 55573
      },
      "577": {
          "high_skill": 577,
          "low_skill": 575,
          "name": "超级法术暴击",
          "super_skill": 55577
      },
      "578": {
          "high_skill": 578,
          "low_skill": 576,
          "name": "超级法术波动",
          "super_skill": 55578
      },
      "595": {
          "high_skill": 595,
          "low_skill": null,
          "name": "超级壁垒击破",
          "super_skill": 55595
      },
      "627": {
          "high_skill": 627,
          "low_skill": 626,
          "name": "超级法术抵抗",
          "super_skill": 55627
      },
      "629": {
          "high_skill": 629,
          "low_skill": 628,
          "name": "超级盾气",
          "super_skill": 55629
      },
      "641": {
          "high_skill": 641,
          "low_skill": 640,
          "name": "超级合纵",
          "super_skill": 55641
      }
  },
  "pet_skills_common_high": [
      [
          411,
          "高级神佑复生"
      ],
      [
          422,
          "高级敏捷"
      ],
      [
          435,
          "高级防御"
      ],
      [
          413,
          "高级驱鬼"
      ],
      [
          408,
          "高级感知"
      ],
      [
          443,
          "高级遗志"
      ],
      [
          641,
          "高级合纵"
      ],
      [
          402,
          "高级反击"
      ],
      [
          417,
          "高级幸运"
      ],
      [
          407,
          "高级隐身"
      ],
      [
          410,
          "高级冥思"
      ],
      [
          412,
          "高级鬼魂术"
      ],
      [
          403,
          "高级反震"
      ],
      [
          415,
          "高级慧根"
      ],
      [
          406,
          "高级飞行"
      ],
      [
          420,
          "高级招架"
      ],
      [
          414,
          "高级毒"
      ],
      [
          433,
          "高级火属性吸收"
      ],
      [
          432,
          "高级水属性吸收"
      ],
      [
          430,
          "高级雷属性吸收"
      ],
      [
          431,
          "高级土属性吸收"
      ],
      [
          627,
          "高级法术抵抗"
      ],
      [
          409,
          "高级再生"
      ],
      [
          423,
          "高级否定信仰"
      ],
      [
          419,
          "高级神迹"
      ],
      [
          629,
          "高级盾气"
      ],
      [
          418,
          "高级精神集中"
      ],
      [
          421,
          "高级永恒"
      ],
      [
          492,
          "高级蓄势待发"
      ],
      [
          493,
          "高级金蝉蜕壳"
      ]
  ],
  "pet_skills_for_front": {
      "301": "夜战",
      "302": "反击",
      "303": "反震",
      "304": "吸血",
      "305": "连击",
      "306": "飞行",
      "307": "隐身",
      "308": "感知",
      "309": "再生",
      "310": "冥思",
      "311": "神佑复生",
      "312": "鬼魂术",
      "313": "驱鬼",
      "314": "毒",
      "315": "慧根",
      "316": "必杀",
      "317": "幸运",
      "318": "精神集中",
      "319": "神迹",
      "320": "招架",
      "321": "永恒",
      "322": "敏捷",
      "323": "否定信仰",
      "324": "魔之心",
      "325": "偷袭",
      "326": "雷击",
      "327": "落岩",
      "328": "水攻",
      "329": "烈火",
      "330": "雷属性吸收",
      "331": "土属性吸收",
      "332": "水属性吸收",
      "333": "火属性吸收",
      "334": "强力",
      "335": "防御",
      "336": "独行",
      "337": "法术反震",
      "338": "进击必杀",
      "339": "进击法暴",
      "343": "遗志",
      "349": "茁壮",
      "350": "真灵（火）",
      "351": "真灵（水）",
      "352": "真灵（金）",
      "353": "真灵（土）",
      "354": "真灵（木）",
      "355": "健壮（火）",
      "356": "健壮（水）",
      "357": "健壮（金）",
      "358": "健壮（土）",
      "359": "健壮（木）",
      "360": "蓄势待发",
      "393": "金蝉蜕壳",
      "401": "高级夜战",
      "402": "高级反击",
      "403": "高级反震",
      "404": "高级吸血",
      "405": "高级连击",
      "406": "高级飞行",
      "407": "高级隐身",
      "408": "高级感知",
      "409": "高级再生",
      "410": "高级冥思",
      "411": "高级神佑复生",
      "412": "高级鬼魂术",
      "413": "高级驱鬼",
      "414": "高级毒",
      "415": "高级慧根",
      "416": "高级必杀",
      "417": "高级幸运",
      "418": "高级精神集中",
      "419": "高级神迹",
      "420": "高级招架",
      "421": "高级永恒",
      "422": "高级敏捷",
      "423": "高级否定信仰",
      "424": "高级魔之心",
      "425": "高级偷袭",
      "426": "奔雷咒",
      "427": "泰山压顶",
      "428": "水漫金山",
      "429": "地狱烈火",
      "430": "高级雷属性吸收",
      "431": "高级土属性吸收",
      "432": "高级水属性吸收",
      "433": "高级火属性吸收",
      "434": "高级强力",
      "435": "高级防御",
      "436": "高级独行",
      "437": "高级法术反震",
      "438": "高级进击必杀",
      "439": "高级进击法暴",
      "440": "观照万象",
      "441": "出其不意",
      "442": "势如破竹",
      "443": "高级遗志",
      "444": "无赦魔诀",
      "445": "风起龙游",
      "446": "薪火相传",
      "447": "招财进宝",
      "448": "洞察",
      "449": "欣欣向荣",
      "450": "万物之灵（火）",
      "451": "万物之灵（水）",
      "452": "万物之灵（金）",
      "453": "万物之灵（土）",
      "454": "万物之灵（木）",
      "455": "力大无穷（火）",
      "456": "力大无穷（水）",
      "457": "力大无穷（金）",
      "458": "力大无穷（土）",
      "459": "力大无穷（木）",
      "460": "花好月圆",
      "461": "天狐之舞",
      "462": "出奇制胜",
      "480": "柳暗花明",
      "481": "与生俱来",
      "482": "义薄云天",
      "483": "气贯长虹",
      "484": "雨露之泽",
      "485": "风沙之盾",
      "486": "清风之华",
      "487": "映雪棱镜",
      "488": "泡泡相伴",
      "489": "泡泡相伴",
      "490": "气吞万象·水火",
      "491": "气吞万象·雷土",
      "492": "高级蓄势待发",
      "493": "高级金蝉蜕壳",
      "501": "弱点雷",
      "502": "弱点土",
      "503": "弱点水",
      "504": "弱点火",
      "505": "迟钝",
      "510": "法术连击",
      "511": "*上古灵符占用",
      "512": "*上古灵符占用",
      "513": "*上古灵符占用",
      "514": "*上古灵符占用",
      "515": "*善恶有报占用",
      "516": "*善恶有报占用",
      "517": "乘胜追击",
      "518": "凭风借力",
      "519": "顾盼生姿",
      "520": "拘魂索命",
      "526": "金仙秘术",
      "527": "怒号",
      "528": "万宝金甲",
      "529": "魔劲激发",
      "530": "天魔咒术",
      "531": "驭兽术",
      "532": "墨笔追魂",
      "533": "阎王号令",
      "534": "还魂归魄",
      "535": "盾牌格挡",
      "536": "决一死战",
      "537": "乌纱帽",
      "538": "悬壶济世",
      "539": "对诗",
      "540": "十步一人",
      "541": "仙力激发",
      "542": "腾云跨风",
      "543": "文思泉涌",
      "551": "惊心一剑",
      "552": "死亡召唤",
      "553": "上古灵符",
      "554": "善恶有报",
      "555": "后发制人",
      "556": "针灸",
      "557": "楚楚可怜",
      "558": "定身符",
      "559": "天雷斩",
      "560": "杨柳甘露",
      "561": "龙卷雨击",
      "562": "烟雨剑法",
      "563": "极度疯狂",
      "564": "三昧真火",
      "565": "修罗隐身",
      "566": "勾魂",
      "567": "潜力激发",
      "568": "黄帝内经",
      "569": "还魂咒",
      "570": "蚩尤之搏",
      "571": "力劈华山",
      "572": "夜舞倾城",
      "573": "高级法术连击",
      "575": "法术暴击",
      "576": "法术波动",
      "577": "高级法术暴击",
      "578": "高级法术波动",
      "579": "法术防御",
      "581": "金刚护体",
      "582": "百毒不侵",
      "583": "五雷咒",
      "584": "知己知彼",
      "585": "五行法术",
      "586": "龙腾",
      "587": "炼气化神",
      "588": "威慑",
      "589": "飞砂走石",
      "590": "幽冥鬼眼",
      "591": "姐妹同心",
      "592": "杀气诀",
      "593": "八凶法阵",
      "594": "法术防御",
      "595": "壁垒击破",
      "596": "嗜血追击",
      "597": "剑荡四方",
      "598": "潜能激发",
      "599": "移花接木",
      "624": "龙魂",
      "626": "法术抵抗",
      "627": "高级法术抵抗",
      "628": "盾气",
      "629": "高级盾气",
      "631": "仙人指路",
      "632": "峰回路转",
      "633": "开门见山",
      "634": "张弛有道",
      "635": "四面埋伏",
      "636": "千锤百炼",
      "637": "赴汤蹈火",
      "638": "法力陷阱",
      "639": "灵能激发",
      "640": "合纵",
      "641": "高级合纵",
      "642": "*法力陷阱(触发效果)",
      "644": "雾杀",
      "645": "蜜润",
      "646": "裂石",
      "647": "不动如山",
      "648": "地涌金莲",
      "649": "金身舍利",
      "650": "苍鸾怒击",
      "652": "狂莽一击",
      "653": "虎虎生风",
      "654": "迅风出击",
      "655": "好梦连连",
      "656": "好梦连连",
      "658": "超级神柚复生",
      "660": "浮云神马",
      "661": "须弥真言",
      "662": "千钧一怒",
      "663": "天降灵葫",
      "667": "大快朵颐",
      "669": "月光",
      "671": "无畏布施",
      "672": "从天而降",
      "673": "灵山禅语",
      "674": "怨怖之泣",
      "675": "诡蝠之刑",
      "676": "匠心·固甲",
      "677": "匠心·蓄锐",
      "678": "当头一棒",
      "679": "八戒上身",
      "684": "食指大动",
      "685": "理直气壮",
      "686": "叱咤风云",
      "687": "津津有味",
      "689": "净台妙谛",
      "690": "凝光炼彩",
      "691": "流沙轻音",
      "692": "昼伏夜出",
      "693": "神出鬼没",
      "694": "溜之大吉",
      "695": "焚天陨火",
      "696": "神来气旺",
      "697": "北冥之渊",
      "698": "逍遥游",
      "699": "水击三千",
      "700": "扶摇万里",
      "19111": "墨笔追魂（表演）",
      "55401": "超级夜战",
      "55402": "超级反击",
      "55403": "超级反震",
      "55404": "超级吸血",
      "55405": "超级连击",
      "55406": "超级飞行",
      "55407": "超级隐身",
      "55408": "超级感知",
      "55409": "超级再生",
      "55410": "超级冥思",
      "55413": "超级驱鬼",
      "55414": "超级毒",
      "55415": "超级慧根",
      "55416": "超级必杀",
      "55417": "超级幸运",
      "55418": "超级精神集中",
      "55419": "超级神迹",
      "55420": "超级招架",
      "55421": "超级永恒",
      "55422": "超级敏捷",
      "55423": "超级否定信仰",
      "55424": "超级魔之心",
      "55425": "超级偷袭",
      "55426": "超级奔雷咒",
      "55427": "超级泰山压顶",
      "55428": "超级水漫金山",
      "55429": "超级地狱烈火",
      "55430": "超级雷属性吸收",
      "55431": "超级土属性吸收",
      "55432": "超级水属性吸收",
      "55433": "超级火属性吸收",
      "55434": "超级强力",
      "55435": "超级防御",
      "55438": "超级进击必杀",
      "55439": "超级进击法暴",
      "55443": "超级遗志",
      "55493": "超级金蝉蜕壳",
      "55573": "超级法术连击",
      "55577": "超级法术暴击",
      "55578": "超级法术波动",
      "55595": "超级壁垒击破",
      "55627": "超级法术抵抗",
      "55629": "超级盾气",
      "55641": "超级合纵",
      "56001": "超级三昧真火",
      "56002": "桀骜自恃",
      "56003": "圣婴大王",
      "56004": "妙手灵丹",
      "56005": "克敌五行",
      "56006": "诸天正法",
      "56010": "焰火烁星",
      "56040": "龙行风雨",
      "56045": "节节高升"
  },
  "pet_skills_for_search": [
      [
          571,
          "力劈华山"
      ],
      [
          554,
          "善恶有报"
      ],
      [
          552,
          "死亡召唤"
      ],
      [
          661,
          "须弥真言"
      ],
      [
          595,
          "壁垒击破"
      ],
      [
          579,
          "法术防御"
      ],
      [
          639,
          "灵能激发"
      ],
      [
          638,
          "法力陷阱"
      ],
      [
          597,
          "剑荡四方"
      ],
      [
          599,
          "移花接木"
      ],
      [
          553,
          "上古灵符"
      ],
      [
          671,
          "无畏布施"
      ],
      [
          673,
          "灵山禅语"
      ],
      [
          505,
          "迟钝"
      ],
      [
          596,
          "嗜血追击"
      ],
      [
          404,
          "高级吸血"
      ],
      [
          416,
          "高级必杀"
      ],
      [
          425,
          "高级偷袭"
      ],
      [
          405,
          "高级连击"
      ],
      [
          407,
          "高级隐身"
      ],
      [
          422,
          "高级敏捷"
      ],
      [
          411,
          "高级神佑复生"
      ],
      [
          412,
          "高级鬼魂术"
      ],
      [
          424,
          "高级魔之心"
      ],
      [
          573,
          "高级法术连击"
      ],
      [
          577,
          "高级法术暴击"
      ],
      [
          578,
          "高级法术波动"
      ],
      [
          434,
          "高级强力"
      ],
      [
          413,
          "高级驱鬼"
      ],
      [
          435,
          "高级防御"
      ],
      [
          414,
          "高级毒"
      ],
      [
          406,
          "高级飞行"
      ],
      [
          410,
          "高级冥思"
      ],
      [
          415,
          "高级慧根"
      ],
      [
          627,
          "高级法术抵抗"
      ],
      [
          430,
          "高级雷属性吸收"
      ],
      [
          431,
          "高级土属性吸收"
      ],
      [
          432,
          "高级水属性吸收"
      ],
      [
          433,
          "高级火属性吸收"
      ],
      [
          401,
          "高级夜战"
      ],
      [
          408,
          "高级感知"
      ],
      [
          641,
          "高级合纵"
      ],
      [
          629,
          "高级盾气"
      ],
      [
          403,
          "高级反震"
      ],
      [
          417,
          "高级幸运"
      ],
      [
          418,
          "高级精神集中"
      ],
      [
          419,
          "高级神迹"
      ],
      [
          426,
          "奔雷咒"
      ],
      [
          427,
          "泰山压顶"
      ],
      [
          428,
          "水漫金山"
      ],
      [
          429,
          "地狱烈火"
      ],
      [
          301,
          "夜战"
      ],
      [
          308,
          "感知"
      ],
      [
          640,
          "合纵"
      ],
      [
          628,
          "盾气"
      ],
      [
          303,
          "反震"
      ],
      [
          317,
          "幸运"
      ],
      [
          318,
          "精神集中"
      ],
      [
          319,
          "神迹"
      ],
      [
          326,
          "雷击"
      ],
      [
          327,
          "落岩"
      ],
      [
          328,
          "水攻"
      ],
      [
          329,
          "烈火"
      ],
      [
          304,
          "吸血"
      ],
      [
          316,
          "必杀"
      ],
      [
          325,
          "偷袭"
      ],
      [
          305,
          "连击"
      ],
      [
          307,
          "隐身"
      ],
      [
          322,
          "敏捷"
      ],
      [
          311,
          "神佑复生"
      ],
      [
          312,
          "鬼魂术"
      ],
      [
          324,
          "魔之心"
      ],
      [
          510,
          "法术连击"
      ],
      [
          575,
          "法术暴击"
      ],
      [
          576,
          "法术波动"
      ],
      [
          334,
          "强力"
      ],
      [
          313,
          "驱鬼"
      ],
      [
          335,
          "防御"
      ],
      [
          314,
          "毒"
      ],
      [
          306,
          "飞行"
      ],
      [
          310,
          "冥思"
      ],
      [
          315,
          "慧根"
      ],
      [
          626,
          "法术抵抗"
      ],
      [
          330,
          "雷属性吸收"
      ],
      [
          331,
          "土属性吸收"
      ],
      [
          332,
          "水属性吸收"
      ],
      [
          333,
          "火属性吸收"
      ],
      [
          402,
          "高级反击"
      ],
      [
          420,
          "高级招架"
      ],
      [
          421,
          "高级永恒"
      ],
      [
          409,
          "高级再生"
      ],
      [
          423,
          "高级否定信仰"
      ],
      [
          593,
          "八凶法阵"
      ],
      [
          624,
          "龙魂"
      ],
      [
          572,
          "夜舞倾城"
      ],
      [
          551,
          "惊心一剑"
      ],
      [
          302,
          "反击"
      ],
      [
          320,
          "招架"
      ],
      [
          321,
          "永恒"
      ],
      [
          309,
          "再生"
      ],
      [
          323,
          "否定信仰"
      ],
      [
          650,
          "苍鸾怒击"
      ],
      [
          663,
          "天降灵葫"
      ],
      [
          667,
          "大快朵颐"
      ],
      [
          669,
          "月光"
      ],
      [
          684,
          "食指大动"
      ],
      [
          685,
          "理直气壮"
      ],
      [
          336,
          "独行"
      ],
      [
          337,
          "法术反震"
      ],
      [
          436,
          "高级独行"
      ],
      [
          437,
          "高级法术反震"
      ],
      [
          1,
          "群法"
      ],
      [
          2,
          "单法"
      ],
      [
          660,
          "浮云神马"
      ],
      [
          686,
          "叱咤风云"
      ],
      [
          687,
          "津津有味"
      ],
      [
          689,
          "净台妙谛"
      ],
      [
          690,
          "凝光炼彩"
      ],
      [
          338,
          "进击必杀"
      ],
      [
          339,
          "进击法暴"
      ],
      [
          440,
          "观照万象"
      ],
      [
          441,
          "出其不意"
      ],
      [
          442,
          "势如破竹"
      ],
      [
          343,
          "遗志"
      ],
      [
          443,
          "高级遗志"
      ],
      [
          691,
          "流沙轻音"
      ],
      [
          517,
          "乘胜追击"
      ],
      [
          518,
          "凭风借力"
      ],
      [
          519,
          "顾盼生姿"
      ],
      [
          520,
          "拘魂索命"
      ],
      [
          692,
          "昼伏夜出"
      ],
      [
          696,
          "神来气旺"
      ],
      [
          699,
          "水击三千"
      ],
      [
          700,
          "扶摇万里"
      ],
      [
          697,
          "北冥之渊"
      ],
      [
          698,
          "逍遥游"
      ],
      [
          693,
          "神出鬼没"
      ],
      [
          694,
          "溜之大吉"
      ],
      [
          695,
          "焚天陨火"
      ],
      [
          438,
          "高级进击必杀"
      ],
      [
          439,
          "高级进击法暴"
      ],
      [
          444,
          "无赦魔诀"
      ],
      [
          445,
          "风起龙游"
      ],
      [
          446,
          "薪火相传"
      ],
      [
          447,
          "招财进宝"
      ],
      [
          448,
          "洞察"
      ],
      [
          449,
          "欣欣向荣"
      ],
      [
          450,
          "万物之灵（火）"
      ],
      [
          451,
          "万物之灵（水）"
      ],
      [
          452,
          "万物之灵（金）"
      ],
      [
          453,
          "万物之灵（土）"
      ],
      [
          454,
          "万物之灵（木）"
      ],
      [
          455,
          "力大无穷（火）"
      ],
      [
          456,
          "力大无穷（水）"
      ],
      [
          457,
          "力大无穷（金）"
      ],
      [
          458,
          "力大无穷（土）"
      ],
      [
          459,
          "力大无穷（木）"
      ],
      [
          460,
          "花好月圆"
      ],
      [
          349,
          "茁壮"
      ],
      [
          350,
          "真灵（火）"
      ],
      [
          351,
          "真灵（水）"
      ],
      [
          352,
          "真灵（金）"
      ],
      [
          353,
          "真灵（土）"
      ],
      [
          354,
          "真灵（木）"
      ],
      [
          355,
          "健壮（火）"
      ],
      [
          356,
          "健壮（水）"
      ],
      [
          357,
          "健壮（金）"
      ],
      [
          358,
          "健壮（土）"
      ],
      [
          359,
          "健壮（木）"
      ],
      [
          652,
          "狂莽一击"
      ],
      [
          653,
          "虎虎生风"
      ],
      [
          461,
          "天狐之舞"
      ],
      [
          462,
          "出奇制胜"
      ],
      [
          480,
          "柳暗花明"
      ],
      [
          481,
          "与生俱来"
      ],
      [
          482,
          "义薄云天"
      ],
      [
          483,
          "气贯长虹"
      ],
      [
          654,
          "迅风出击"
      ],
      [
          655,
          "好梦连连"
      ],
      [
          656,
          "好梦连连"
      ],
      [
          488,
          "泡泡相伴"
      ],
      [
          489,
          "泡泡相伴"
      ],
      [
          486,
          "清风之华"
      ],
      [
          487,
          "映雪棱镜"
      ],
      [
          484,
          "雨露之泽"
      ],
      [
          485,
          "风沙之盾"
      ],
      [
          658,
          "超级神柚复生"
      ],
      [
          56001,
          "超级三昧真火"
      ],
      [
          56002,
          "桀骜自恃"
      ],
      [
          56003,
          "圣婴大王"
      ],
      [
          56010,
          "焰火烁星"
      ],
      [
          490,
          "气吞万象·水火"
      ],
      [
          491,
          "气吞万象·雷土"
      ],
      [
          492,
          "高级蓄势待发"
      ],
      [
          493,
          "高级金蝉蜕壳"
      ],
      [
          360,
          "蓄势待发"
      ],
      [
          393,
          "金蝉蜕壳"
      ]
  ],
  "pet_skills_low": [
      [
          301,
          "夜战"
      ],
      [
          304,
          "吸血"
      ],
      [
          316,
          "必杀"
      ],
      [
          325,
          "偷袭"
      ],
      [
          305,
          "连击"
      ],
      [
          334,
          "强力"
      ],
      [
          338,
          "进击必杀"
      ],
      [
          336,
          "独行"
      ],
      [
          575,
          "法术暴击"
      ],
      [
          324,
          "魔之心"
      ],
      [
          510,
          "法术连击"
      ],
      [
          576,
          "法术波动"
      ],
      [
          339,
          "进击法暴"
      ],
      [
          2,
          "单法"
      ],
      [
          328,
          "水攻"
      ],
      [
          326,
          "雷击"
      ],
      [
          327,
          "落岩"
      ],
      [
          329,
          "烈火"
      ],
      [
          308,
          "感知"
      ],
      [
          505,
          "迟钝"
      ],
      [
          322,
          "敏捷"
      ],
      [
          343,
          "遗志"
      ],
      [
          310,
          "冥思"
      ],
      [
          313,
          "驱鬼"
      ],
      [
          302,
          "反击"
      ],
      [
          640,
          "合纵"
      ],
      [
          309,
          "再生"
      ],
      [
          311,
          "神佑复生"
      ],
      [
          315,
          "慧根"
      ],
      [
          306,
          "飞行"
      ],
      [
          312,
          "鬼魂术"
      ],
      [
          335,
          "防御"
      ],
      [
          319,
          "神迹"
      ],
      [
          307,
          "隐身"
      ],
      [
          317,
          "幸运"
      ],
      [
          349,
          "茁壮"
      ],
      [
          314,
          "毒"
      ],
      [
          303,
          "反震"
      ],
      [
          333,
          "火属性吸收"
      ],
      [
          332,
          "水属性吸收"
      ],
      [
          331,
          "土属性吸收"
      ],
      [
          330,
          "雷属性吸收"
      ],
      [
          628,
          "盾气"
      ],
      [
          318,
          "精神集中"
      ],
      [
          337,
          "法术反震"
      ],
      [
          323,
          "否定信仰"
      ],
      [
          320,
          "招架"
      ],
      [
          626,
          "法术抵抗"
      ],
      [
          321,
          "永恒"
      ],
      [
          357,
          "健壮（金）"
      ],
      [
          359,
          "健壮（木）"
      ],
      [
          356,
          "健壮（水）"
      ],
      [
          355,
          "健壮（火）"
      ],
      [
          358,
          "健壮（土）"
      ],
      [
          352,
          "真灵（金）"
      ],
      [
          354,
          "真灵（木）"
      ],
      [
          351,
          "真灵（水）"
      ],
      [
          350,
          "真灵（火）"
      ],
      [
          353,
          "真灵（土）"
      ],
      [
          360,
          "蓄势待发"
      ],
      [
          393,
          "金蝉蜕壳"
      ]
  ],
  "pet_skills_low_for_not_exist": [
      [
          301,
          "夜战"
      ],
      [
          304,
          "吸血"
      ],
      [
          316,
          "必杀"
      ],
      [
          325,
          "偷袭"
      ],
      [
          305,
          "连击"
      ],
      [
          334,
          "强力"
      ],
      [
          338,
          "进击必杀"
      ],
      [
          336,
          "独行"
      ],
      [
          575,
          "法术暴击"
      ],
      [
          324,
          "魔之心"
      ],
      [
          510,
          "法术连击"
      ],
      [
          576,
          "法术波动"
      ],
      [
          339,
          "进击法暴"
      ],
      [
          2,
          "单法"
      ],
      [
          328,
          "水攻"
      ],
      [
          326,
          "雷击"
      ],
      [
          327,
          "落岩"
      ],
      [
          329,
          "烈火"
      ],
      [
          308,
          "感知"
      ],
      [
          505,
          "迟钝"
      ],
      [
          322,
          "敏捷"
      ],
      [
          343,
          "遗志"
      ],
      [
          310,
          "冥思"
      ],
      [
          313,
          "驱鬼"
      ],
      [
          302,
          "反击"
      ],
      [
          640,
          "合纵"
      ],
      [
          309,
          "再生"
      ],
      [
          311,
          "神佑复生"
      ],
      [
          315,
          "慧根"
      ],
      [
          306,
          "飞行"
      ],
      [
          312,
          "鬼魂术"
      ],
      [
          335,
          "防御"
      ],
      [
          319,
          "神迹"
      ],
      [
          307,
          "隐身"
      ],
      [
          317,
          "幸运"
      ],
      [
          349,
          "茁壮"
      ],
      [
          314,
          "毒"
      ],
      [
          303,
          "反震"
      ],
      [
          333,
          "火属性吸收"
      ],
      [
          332,
          "水属性吸收"
      ],
      [
          331,
          "土属性吸收"
      ],
      [
          330,
          "雷属性吸收"
      ],
      [
          628,
          "盾气"
      ],
      [
          318,
          "精神集中"
      ],
      [
          337,
          "法术反震"
      ],
      [
          323,
          "否定信仰"
      ],
      [
          320,
          "招架"
      ],
      [
          626,
          "法术抵抗"
      ],
      [
          321,
          "永恒"
      ],
      [
          357,
          "健壮（金）"
      ],
      [
          359,
          "健壮（木）"
      ],
      [
          356,
          "健壮（水）"
      ],
      [
          355,
          "健壮（火）"
      ],
      [
          358,
          "健壮（土）"
      ],
      [
          352,
          "真灵（金）"
      ],
      [
          354,
          "真灵（木）"
      ],
      [
          351,
          "真灵（水）"
      ],
      [
          350,
          "真灵（火）"
      ],
      [
          353,
          "真灵（土）"
      ],
      [
          501,
          "弱点雷"
      ],
      [
          502,
          "弱点土"
      ],
      [
          503,
          "弱点水"
      ],
      [
          504,
          "弱点火"
      ]
  ],
  "pet_skills_mag_high": [
      [
          424,
          "高级魔之心"
      ],
      [
          577,
          "高级法术暴击"
      ],
      [
          578,
          "高级法术波动"
      ],
      [
          573,
          "高级法术连击"
      ],
      [
          439,
          "高级进击法暴"
      ],
      [
          1,
          "群法"
      ],
      [
          427,
          "泰山压顶"
      ],
      [
          429,
          "地狱烈火"
      ],
      [
          426,
          "奔雷咒"
      ],
      [
          428,
          "水漫金山"
      ]
  ],
  "pet_skills_phy_high": [
      [
          405,
          "高级连击"
      ],
      [
          416,
          "高级必杀"
      ],
      [
          425,
          "高级偷袭"
      ],
      [
          404,
          "高级吸血"
      ],
      [
          401,
          "高级夜战"
      ],
      [
          434,
          "高级强力"
      ],
      [
          438,
          "高级进击必杀"
      ],
      [
          436,
          "高级独行"
      ]
  ],
  "pet_skills_special": [
      [
          56006,
          "诸天正法"
      ],
      [
          554,
          "善恶有报"
      ],
      [
          571,
          "力劈华山"
      ],
      [
          595,
          "壁垒击破"
      ],
      [
          597,
          "剑荡四方"
      ],
      [
          596,
          "嗜血追击"
      ],
      [
          551,
          "惊心一剑"
      ],
      [
          447,
          "招财进宝"
      ],
      [
          442,
          "势如破竹"
      ],
      [
          661,
          "须弥真言"
      ],
      [
          462,
          "出奇制胜"
      ],
      [
          440,
          "观照万象"
      ],
      [
          553,
          "上古灵符"
      ],
      [
          639,
          "灵能激发"
      ],
      [
          441,
          "出其不意"
      ],
      [
          689,
          "净台妙谛"
      ],
      [
          445,
          "风起龙游"
      ],
      [
          579,
          "法术防御"
      ],
      [
          552,
          "死亡召唤"
      ],
      [
          449,
          "欣欣向荣"
      ],
      [
          690,
          "凝光炼彩"
      ],
      [
          572,
          "夜舞倾城"
      ],
      [
          444,
          "无赦魔诀"
      ],
      [
          671,
          "无畏布施"
      ],
      [
          673,
          "灵山禅语"
      ],
      [
          446,
          "薪火相传"
      ],
      [
          460,
          "花好月圆"
      ],
      [
          448,
          "洞察"
      ],
      [
          461,
          "天狐之舞"
      ],
      [
          452,
          "万物之灵（金）"
      ],
      [
          454,
          "万物之灵（木）"
      ],
      [
          451,
          "万物之灵（水）"
      ],
      [
          450,
          "万物之灵（火）"
      ],
      [
          453,
          "万物之灵（土）"
      ],
      [
          457,
          "力大无穷（金）"
      ],
      [
          459,
          "力大无穷（木）"
      ],
      [
          456,
          "力大无穷（水）"
      ],
      [
          455,
          "力大无穷（火）"
      ],
      [
          458,
          "力大无穷（土）"
      ],
      [
          638,
          "法力陷阱"
      ],
      [
          599,
          "移花接木"
      ],
      [
          437,
          "高级法术反震"
      ],
      [
          650,
          "苍鸾怒击"
      ],
      [
          660,
          "浮云神马"
      ],
      [
          624,
          "龙魂"
      ],
      [
          484,
          "雨露之泽"
      ],
      [
          485,
          "风沙之盾"
      ],
      [
          486,
          "清风之华"
      ],
      [
          487,
          "映雪棱镜"
      ],
      [
          56004,
          "妙手灵丹"
      ],
      [
          56005,
          "克敌五行"
      ],
      [
          490,
          "气吞万象·水火"
      ],
      [
          491,
          "气吞万象·雷土"
      ]
  ],
  "pet_type_info_for_app": [
      {
          "label": "变异日游神",
          "pinyin": "r",
          "value": "102903,102904"
      },
      {
          "label": "炎魔神",
          "pinyin": "y",
          "value": "102097,102214"
      },
      {
          "label": "变异巨蛙",
          "pinyin": "j",
          "value": "102537"
      },
      {
          "label": "蛤蟆精",
          "pinyin": "h",
          "value": "102022"
      },
      {
          "label": "变异地狱战神",
          "pinyin": "d",
          "value": "102574,102686"
      },
      {
          "label": "超级人参娃娃",
          "pinyin": "c",
          "value": "102019,102263"
      },
      {
          "label": "毒花龟（日）",
          "pinyin": "d",
          "value": "102414"
      },
      {
          "label": "超级神牛（辛丑）",
          "pinyin": "c",
          "value": "102487,102488"
      },
      {
          "label": "变异毒花龟（日）",
          "pinyin": "d",
          "value": "102914"
      },
      {
          "label": "变异花铃",
          "pinyin": "h",
          "value": "102885,102886"
      },
      {
          "label": "变异岩龟",
          "pinyin": "y",
          "value": "102917"
      },
      {
          "label": "变异五行山神（水）",
          "pinyin": "w",
          "value": "112563,112568"
      },
      {
          "label": "变异琴仙",
          "pinyin": "q",
          "value": "102803,102804"
      },
      {
          "label": "变异兔子怪",
          "pinyin": "t",
          "value": "102501"
      },
      {
          "label": "天兵",
          "pinyin": "t",
          "value": "102061,102184"
      },
      {
          "label": "变异雪狸",
          "pinyin": "x",
          "value": "102937"
      },
      {
          "label": "超级大熊猫",
          "pinyin": "c",
          "value": "102016,102256"
      },
      {
          "label": "超级神蛇（乙巳）",
          "pinyin": "c",
          "value": "112074,112075"
      },
      {
          "label": "火月蛙",
          "pinyin": "h",
          "value": "102446"
      },
      {
          "label": "夜罗刹",
          "pinyin": "y",
          "value": "102096,102213"
      },
      {
          "label": "毒花龟（夜）",
          "pinyin": "d",
          "value": "102415"
      },
      {
          "label": "变异沙暴",
          "pinyin": "s",
          "value": "112522,112526"
      },
      {
          "label": "超级玉兔",
          "pinyin": "c",
          "value": "102317,102318"
      },
      {
          "label": "元宝龟",
          "pinyin": "y",
          "value": "102418"
      },
      {
          "label": "野鬼",
          "pinyin": "y",
          "value": "102055"
      },
      {
          "label": "变异龙鲤",
          "pinyin": "l",
          "value": "102977,102978"
      },
      {
          "label": "变异画魂",
          "pinyin": "h",
          "value": "102651,102711"
      },
      {
          "label": "变异五行山神（金）",
          "pinyin": "w",
          "value": "112561,112566"
      },
      {
          "label": "山贼",
          "pinyin": "s",
          "value": "102045"
      },
      {
          "label": "变异古代瑞兽",
          "pinyin": "g",
          "value": "102541,102682"
      },
      {
          "label": "变异巨石守卫（昼）",
          "pinyin": "j",
          "value": "102836,102835"
      },
      {
          "label": "琴仙",
          "pinyin": "q",
          "value": "102304,102303"
      },
      {
          "label": "鬼火狸",
          "pinyin": "g",
          "value": "102450"
      },
      {
          "label": "葫芦宝贝",
          "pinyin": "h",
          "value": "102124,102228"
      },
      {
          "label": "超级神兔（癸卯）",
          "pinyin": "c",
          "value": "112016,112017"
      },
      {
          "label": "变异白熊",
          "pinyin": "b",
          "value": "102540,102680"
      },
      {
          "label": "变异望月蛙",
          "pinyin": "w",
          "value": "102934"
      },
      {
          "label": "无相金蝉",
          "pinyin": "w",
          "value": "112082,112087"
      },
      {
          "label": "黑熊精",
          "pinyin": "h",
          "value": "102006"
      },
      {
          "label": "变异巨力神猿",
          "pinyin": "j",
          "value": "102653,102734"
      },
      {
          "label": "狐不归",
          "pinyin": "h",
          "value": "102387,102388"
      },
      {
          "label": "泡泡灵仙·巫蛮儿",
          "pinyin": "p",
          "value": "102360"
      },
      {
          "label": "变异玄珠灵仙",
          "pinyin": "x",
          "value": "102832,102831"
      },
      {
          "label": "五行山神（土）",
          "pinyin": "w",
          "value": "112065,112070"
      },
      {
          "label": "司雪",
          "pinyin": "s",
          "value": "112020,112024"
      },
      {
          "label": "变异狂豹（人型）",
          "pinyin": "k",
          "value": "102628,102731"
      },
      {
          "label": "超级神蛇",
          "pinyin": "c",
          "value": "102051,102275"
      },
      {
          "label": "超级神狗",
          "pinyin": "c",
          "value": "102326,102325"
      },
      {
          "label": "冰火龟",
          "pinyin": "b",
          "value": "102443"
      },
      {
          "label": "鬼将",
          "pinyin": "g",
          "value": "102076,102209"
      },
      {
          "label": "马面",
          "pinyin": "m",
          "value": "102053"
      },
      {
          "label": "变异巡游天神",
          "pinyin": "x",
          "value": "102572,102697"
      },
      {
          "label": "蛟龙",
          "pinyin": "j",
          "value": "102070,102187"
      },
      {
          "label": "大海龟",
          "pinyin": "d",
          "value": "102036"
      },
      {
          "label": "谛听",
          "pinyin": "d",
          "value": "102400,102399"
      },
      {
          "label": "日游神",
          "pinyin": "r",
          "value": "102403,102404"
      },
      {
          "label": "变异五行山神（火）",
          "pinyin": "w",
          "value": "112564,112569"
      },
      {
          "label": "变异葫芦宝贝",
          "pinyin": "h",
          "value": "102624,102728"
      },
      {
          "label": "变异护卫",
          "pinyin": "h",
          "value": "102548"
      },
      {
          "label": "藤蔓妖花",
          "pinyin": "t",
          "value": "102162,102237"
      },
      {
          "label": "司辰侍者（过去）",
          "pinyin": "s",
          "value": "112071,112072"
      },
      {
          "label": "变异炼丹童子",
          "pinyin": "l",
          "value": "112540,112548"
      },
      {
          "label": "超级红孩儿",
          "pinyin": "c",
          "value": "112054,112055"
      },
      {
          "label": "变异幽萤娃娃",
          "pinyin": "y",
          "value": "102650,102710"
      },
      {
          "label": "变异涂山瞳",
          "pinyin": "t",
          "value": "112508,112509"
      },
      {
          "label": "超级猪小戒",
          "pinyin": "c",
          "value": "102828,102827"
      },
      {
          "label": "超级神柚",
          "pinyin": "c",
          "value": "102497,102498"
      },
      {
          "label": "变异百足将军",
          "pinyin": "b",
          "value": "102603,102702"
      },
      {
          "label": "连弩车",
          "pinyin": "l",
          "value": "102114,102226"
      },
      {
          "label": "牛妖",
          "pinyin": "n",
          "value": "102066"
      },
      {
          "label": "变异司雨",
          "pinyin": "s",
          "value": "112521,112525"
      },
      {
          "label": "变异月影仙",
          "pinyin": "y",
          "value": "102901,102902"
      },
      {
          "label": "白熊",
          "pinyin": "b",
          "value": "102040,102180"
      },
      {
          "label": "幽萤娃娃",
          "pinyin": "y",
          "value": "102150,102210"
      },
      {
          "label": "海狸",
          "pinyin": "h",
          "value": "102440"
      },
      {
          "label": "增长巡守",
          "pinyin": "z",
          "value": "102319,102322"
      },
      {
          "label": "幻姬",
          "pinyin": "h",
          "value": "102473,102474"
      },
      {
          "label": "岩龟",
          "pinyin": "y",
          "value": "102417"
      },
      {
          "label": "强盗",
          "pinyin": "q",
          "value": "102044"
      },
      {
          "label": "虬龙",
          "pinyin": "q",
          "value": "102481,102482"
      },
      {
          "label": "毒云龟",
          "pinyin": "d",
          "value": "102442"
      },
      {
          "label": "变异天将",
          "pinyin": "t",
          "value": "102538,102681"
      },
      {
          "label": "变异司风",
          "pinyin": "s",
          "value": "112519,112523"
      },
      {
          "label": "变异踏云兽",
          "pinyin": "t",
          "value": "102605,102718"
      },
      {
          "label": "花铃",
          "pinyin": "h",
          "value": "102386,102385"
      },
      {
          "label": "变异树怪",
          "pinyin": "s",
          "value": "102510"
      },
      {
          "label": "月魅",
          "pinyin": "y",
          "value": "102389,102390"
      },
      {
          "label": "变异千年蛇魅",
          "pinyin": "q",
          "value": "102622,102694"
      },
      {
          "label": "金身罗汉",
          "pinyin": "j",
          "value": "102161,102240"
      },
      {
          "label": "变异阴阳伞",
          "pinyin": "y",
          "value": "102599,102735"
      },
      {
          "label": "变异牛妖",
          "pinyin": "n",
          "value": "102566"
      },
      {
          "label": "变异毒花龟（夜）",
          "pinyin": "d",
          "value": "102915"
      },
      {
          "label": "变异机关兽",
          "pinyin": "j",
          "value": "102612,102724"
      },
      {
          "label": "变异如意仙子",
          "pinyin": "r",
          "value": "102515,102699"
      },
      {
          "label": "变异小龙女",
          "pinyin": "x",
          "value": "102524"
      },
      {
          "label": "泪妖",
          "pinyin": "l",
          "value": "102305,102306"
      },
      {
          "label": "踏云兽",
          "pinyin": "t",
          "value": "102105,102218"
      },
      {
          "label": "火沙虫",
          "pinyin": "h",
          "value": "102447"
      },
      {
          "label": "变异修罗傀儡妖",
          "pinyin": "x",
          "value": "102660,102739"
      },
      {
          "label": "变异蛤蟆精",
          "pinyin": "h",
          "value": "102522"
      },
      {
          "label": "变异云游火",
          "pinyin": "y",
          "value": "102830,102829"
      },
      {
          "label": "变异噬天虎",
          "pinyin": "s",
          "value": "102598,102715"
      },
      {
          "label": "变异野鬼",
          "pinyin": "y",
          "value": "102555"
      },
      {
          "label": "龙龟",
          "pinyin": "l",
          "value": "102107,102220"
      },
      {
          "label": "变异狼",
          "pinyin": "l",
          "value": "102534"
      },
      {
          "label": "云龟",
          "pinyin": "y",
          "value": "102420"
      },
      {
          "label": "变异积水蛙",
          "pinyin": "j",
          "value": "102930"
      },
      {
          "label": "变异马面",
          "pinyin": "m",
          "value": "102553"
      },
      {
          "label": "犀牛将军（人形）",
          "pinyin": "x",
          "value": "102117,102195"
      },
      {
          "label": "巴蛇",
          "pinyin": "b",
          "value": "102115,102227"
      },
      {
          "label": "变异修罗傀儡鬼",
          "pinyin": "x",
          "value": "102659,102736"
      },
      {
          "label": "变异老虎",
          "pinyin": "l",
          "value": "102528"
      },
      {
          "label": "蚌精",
          "pinyin": "b",
          "value": "102119,102190"
      },
      {
          "label": "千年蛇魅",
          "pinyin": "q",
          "value": "102122,102194"
      },
      {
          "label": "变异增长巡守",
          "pinyin": "z",
          "value": "102819,102822"
      },
      {
          "label": "变异长乐灵仙",
          "pinyin": "c",
          "value": "102995,102996"
      },
      {
          "label": "变异机关鸟",
          "pinyin": "j",
          "value": "102613,102725"
      },
      {
          "label": "变异碧水夜叉",
          "pinyin": "b",
          "value": "102623,102692"
      },
      {
          "label": "变异镜妖",
          "pinyin": "j",
          "value": "102807,102808"
      },
      {
          "label": "混沌兽",
          "pinyin": "h",
          "value": "102130,102232"
      },
      {
          "label": "食魂虫（日）",
          "pinyin": "s",
          "value": "102428"
      },
      {
          "label": "变异天兵",
          "pinyin": "t",
          "value": "102561,102684"
      },
      {
          "label": "变异狐不归",
          "pinyin": "h",
          "value": "102887,102888"
      },
      {
          "label": "强盗鬼狸",
          "pinyin": "q",
          "value": "102456"
      },
      {
          "label": "五行山神（金）",
          "pinyin": "w",
          "value": "112061,112066"
      },
      {
          "label": "变异纵火狸",
          "pinyin": "z",
          "value": "102939"
      },
      {
          "label": "变异竹笋虫",
          "pinyin": "z",
          "value": "102926"
      },
      {
          "label": "大蝙蝠",
          "pinyin": "d",
          "value": "102030"
      },
      {
          "label": "兔子怪",
          "pinyin": "t",
          "value": "102001"
      },
      {
          "label": "变异蝎子精",
          "pinyin": "x",
          "value": "102629,102729"
      },
      {
          "label": "僵尸",
          "pinyin": "j",
          "value": "102054"
      },
      {
          "label": "变异幽灵",
          "pinyin": "y",
          "value": "102578,102706"
      },
      {
          "label": "超级飞天",
          "pinyin": "c",
          "value": "102405,102406"
      },
      {
          "label": "犀牛将军（兽形）",
          "pinyin": "x",
          "value": "102118,102196"
      },
      {
          "label": "变异巴蛇",
          "pinyin": "b",
          "value": "102615,102727"
      },
      {
          "label": "变异连弩车",
          "pinyin": "l",
          "value": "102614,102726"
      },
      {
          "label": "缘劫女娲",
          "pinyin": "y",
          "value": "112080,112085"
      },
      {
          "label": "变异羊头怪",
          "pinyin": "y",
          "value": "102507"
      },
      {
          "label": "修罗傀儡鬼",
          "pinyin": "x",
          "value": "102159,102236"
      },
      {
          "label": "涂山雪",
          "pinyin": "t",
          "value": "102392,102391"
      },
      {
          "label": "超级赤焰兽",
          "pinyin": "c",
          "value": "102108,102261"
      },
      {
          "label": "般若天女",
          "pinyin": "b",
          "value": "102321,102324"
      },
      {
          "label": "变异吸血鬼",
          "pinyin": "x",
          "value": "102577,102707"
      },
      {
          "label": "泡泡",
          "pinyin": "p",
          "value": "102004"
      },
      {
          "label": "狼",
          "pinyin": "l",
          "value": "102034"
      },
      {
          "label": "变异大蝙蝠",
          "pinyin": "d",
          "value": "102530"
      },
      {
          "label": "变异雷龙",
          "pinyin": "l",
          "value": "102979,102980"
      },
      {
          "label": "阴阳伞",
          "pinyin": "y",
          "value": "102099,102235"
      },
      {
          "label": "雷鸟人",
          "pinyin": "l",
          "value": "102023,102178"
      },
      {
          "label": "泡泡灵仙·神天兵",
          "pinyin": "p",
          "value": "102355"
      },
      {
          "label": "月光金乌虫",
          "pinyin": "y",
          "value": "102453"
      },
      {
          "label": "羊头怪",
          "pinyin": "y",
          "value": "102007"
      },
      {
          "label": "画魂",
          "pinyin": "h",
          "value": "102151,102211"
      },
      {
          "label": "狸",
          "pinyin": "l",
          "value": "102039"
      },
      {
          "label": "超级神猴",
          "pinyin": "c",
          "value": "102313,102314"
      },
      {
          "label": "变异独角鬼王",
          "pinyin": "d",
          "value": "102893,102894"
      },
      {
          "label": "沙暴",
          "pinyin": "s",
          "value": "112022,112026"
      },
      {
          "label": "超级筋斗云",
          "pinyin": "c",
          "value": "102021,102264"
      },
      {
          "label": "熔岩龟",
          "pinyin": "r",
          "value": "102416"
      },
      {
          "label": "金乌月光虫",
          "pinyin": "j",
          "value": "102458"
      },
      {
          "label": "竹笋虫",
          "pinyin": "z",
          "value": "102426"
      },
      {
          "label": "超级神羊",
          "pinyin": "c",
          "value": "102249,102277"
      },
      {
          "label": "变异虾兵",
          "pinyin": "x",
          "value": "102562"
      },
      {
          "label": "巨石守卫（昼）",
          "pinyin": "j",
          "value": "102336,102335"
      },
      {
          "label": "变异海狸",
          "pinyin": "h",
          "value": "102940"
      },
      {
          "label": "变异冰龟",
          "pinyin": "b",
          "value": "102919"
      },
      {
          "label": "变异律法女娲",
          "pinyin": "l",
          "value": "102586,102704"
      },
      {
          "label": "鼠先锋",
          "pinyin": "s",
          "value": "102104,102203"
      },
      {
          "label": "机关兽",
          "pinyin": "j",
          "value": "102112,102224"
      },
      {
          "label": "天机虫",
          "pinyin": "t",
          "value": "102427"
      },
      {
          "label": "古代瑞兽",
          "pinyin": "g",
          "value": "102041,102182"
      },
      {
          "label": "净瓶女娲",
          "pinyin": "j",
          "value": "102087,102208"
      },
      {
          "label": "变异鬼蛙",
          "pinyin": "g",
          "value": "102932"
      },
      {
          "label": "超级鲲鹏",
          "pinyin": "c",
          "value": "102459,102490"
      },
      {
          "label": "变异虬龙",
          "pinyin": "q",
          "value": "102981,102982"
      },
      {
          "label": "变异蛟龙",
          "pinyin": "j",
          "value": "102570,102687"
      },
      {
          "label": "天狗（兽形）",
          "pinyin": "t",
          "value": "112078,112083"
      },
      {
          "label": "积水鬼蛙",
          "pinyin": "j",
          "value": "102454"
      },
      {
          "label": "变异黑山老妖",
          "pinyin": "h",
          "value": "102573,102683"
      },
      {
          "label": "月影仙",
          "pinyin": "y",
          "value": "102401,102402"
      },
      {
          "label": "超级孔雀",
          "pinyin": "c",
          "value": "102032,102267"
      },
      {
          "label": "炼丹童子",
          "pinyin": "l",
          "value": "112040,112048"
      },
      {
          "label": "鲛人",
          "pinyin": "j",
          "value": "102121,102191"
      },
      {
          "label": "地狱战神",
          "pinyin": "d",
          "value": "102074,102186"
      },
      {
          "label": "超级小白龙",
          "pinyin": "c",
          "value": "102341,102342"
      },
      {
          "label": "百足将军",
          "pinyin": "b",
          "value": "102103,102202"
      },
      {
          "label": "超级神马",
          "pinyin": "c",
          "value": "102049,102276"
      },
      {
          "label": "变异毗舍童子",
          "pinyin": "p",
          "value": "102743,102746"
      },
      {
          "label": "超级泡泡",
          "pinyin": "c",
          "value": "102005,102255,112034,112035"
      },
      {
          "label": "变异金铙僧",
          "pinyin": "j",
          "value": "102809,102810"
      },
      {
          "label": "变异蟹将",
          "pinyin": "x",
          "value": "102563"
      },
      {
          "label": "灵鹤",
          "pinyin": "l",
          "value": "102095,102217"
      },
      {
          "label": "碧水夜叉",
          "pinyin": "b",
          "value": "102123,102192"
      },
      {
          "label": "变异猫灵（人型）",
          "pinyin": "m",
          "value": "102626,102730"
      },
      {
          "label": "野猪精",
          "pinyin": "y",
          "value": "102102,102201"
      },
      {
          "label": "冰龟",
          "pinyin": "b",
          "value": "102419"
      },
      {
          "label": "狐狸精",
          "pinyin": "h",
          "value": "102059"
      },
      {
          "label": "芙蓉仙子",
          "pinyin": "f",
          "value": "102009,102200"
      },
      {
          "label": "超级灵狐",
          "pinyin": "c",
          "value": "102031,102266"
      },
      {
          "label": "魔化毗舍童子",
          "pinyin": "m",
          "value": "102411,102412"
      },
      {
          "label": "变异沙虫",
          "pinyin": "s",
          "value": "102921"
      },
      {
          "label": "雪月蛙",
          "pinyin": "x",
          "value": "102455"
      },
      {
          "label": "沙狸",
          "pinyin": "s",
          "value": "102436"
      },
      {
          "label": "律法女娲",
          "pinyin": "l",
          "value": "102086,102204"
      },
      {
          "label": "小龙女",
          "pinyin": "x",
          "value": "102024"
      },
      {
          "label": "变异凤凰",
          "pinyin": "f",
          "value": "102571,102688"
      },
      {
          "label": "变异雷鸟人",
          "pinyin": "l",
          "value": "102523,102678"
      },
      {
          "label": "变异骷髅怪",
          "pinyin": "k",
          "value": "102517"
      },
      {
          "label": "风伯",
          "pinyin": "f",
          "value": "102068,102185"
      },
      {
          "label": "变异月光虫",
          "pinyin": "y",
          "value": "102924"
      },
      {
          "label": "长乐灵仙",
          "pinyin": "c",
          "value": "102496,102495"
      },
      {
          "label": "变异广目巡守",
          "pinyin": "g",
          "value": "102837,102838"
      },
      {
          "label": "变异强盗",
          "pinyin": "q",
          "value": "102544"
      },
      {
          "label": "变异蝴蝶仙子",
          "pinyin": "h",
          "value": "102511,102679"
      },
      {
          "label": "独角鬼王",
          "pinyin": "d",
          "value": "102393,102394"
      },
      {
          "label": "变异雨师",
          "pinyin": "y",
          "value": "102783,102689"
      },
      {
          "label": "火云龟",
          "pinyin": "h",
          "value": "102444"
      },
      {
          "label": "噬天虎",
          "pinyin": "s",
          "value": "102098,102215"
      },
      {
          "label": "变异无常鬼差（白）",
          "pinyin": "w",
          "value": "102897,102898"
      },
      {
          "label": "雾中仙",
          "pinyin": "w",
          "value": "102094,102216"
      },
      {
          "label": "司雨",
          "pinyin": "s",
          "value": "112021,112025"
      },
      {
          "label": "鬼蛙",
          "pinyin": "g",
          "value": "102432"
      },
      {
          "label": "变异鬼狸",
          "pinyin": "g",
          "value": "102938"
      },
      {
          "label": "大力鬼王",
          "pinyin": "d",
          "value": "112081,112086"
      },
      {
          "label": "蟹将",
          "pinyin": "x",
          "value": "102063"
      },
      {
          "label": "五行山神（水）",
          "pinyin": "w",
          "value": "112063,112068"
      },
      {
          "label": "多闻巡守",
          "pinyin": "d",
          "value": "102339,102340"
      },
      {
          "label": "变异夜罗刹",
          "pinyin": "y",
          "value": "102596,102713"
      },
      {
          "label": "妙华天女",
          "pinyin": "m",
          "value": "102345,102346"
      },
      {
          "label": "变异真陀护法",
          "pinyin": "z",
          "value": "102744,102747"
      },
      {
          "label": "变异混沌兽",
          "pinyin": "h",
          "value": "102630,102732"
      },
      {
          "label": "变异草龟",
          "pinyin": "c",
          "value": "102913"
      },
      {
          "label": "变异蜃气妖",
          "pinyin": "s",
          "value": "102664,102738"
      },
      {
          "label": "变异天狗（兽形）",
          "pinyin": "t",
          "value": "112578,112583"
      },
      {
          "label": "章鱼",
          "pinyin": "z",
          "value": "102042"
      },
      {
          "label": "超级神牛",
          "pinyin": "c",
          "value": "102110,102271"
      },
      {
          "label": "巡游天神",
          "pinyin": "x",
          "value": "102072,102197"
      },
      {
          "label": "曼珠沙华",
          "pinyin": "m",
          "value": "102163,102241"
      },
      {
          "label": "变异曼珠沙华",
          "pinyin": "m",
          "value": "102663,102741"
      },
      {
          "label": "熔火虫",
          "pinyin": "r",
          "value": "102423"
      },
      {
          "label": "蜃气妖",
          "pinyin": "s",
          "value": "102164,102238"
      },
      {
          "label": "机关鸟",
          "pinyin": "j",
          "value": "102113,102225"
      },
      {
          "label": "变异花妖",
          "pinyin": "h",
          "value": "102512"
      },
      {
          "label": "变异金乌虫",
          "pinyin": "j",
          "value": "102922"
      },
      {
          "label": "超级神虎",
          "pinyin": "c",
          "value": "102008,102272"
      },
      {
          "label": "自在心猿",
          "pinyin": "z",
          "value": "112038,112046"
      },
      {
          "label": "变异狸",
          "pinyin": "l",
          "value": "102539"
      },
      {
          "label": "月光雪蛙",
          "pinyin": "y",
          "value": "102445"
      },
      {
          "label": "长眉灵猴",
          "pinyin": "c",
          "value": "102152,102233"
      },
      {
          "label": "变异牛头",
          "pinyin": "n",
          "value": "102552"
      },
      {
          "label": "变异夜游神",
          "pinyin": "y",
          "value": "102895,102896"
      },
      {
          "label": "阿宝",
          "pinyin": "a",
          "value": "112004,112005"
      },
      {
          "label": "泡泡灵仙·骨精灵",
          "pinyin": "p",
          "value": "102354"
      },
      {
          "label": "持国巡守",
          "pinyin": "c",
          "value": "102242,102245"
      },
      {
          "label": "草龟",
          "pinyin": "c",
          "value": "102413"
      },
      {
          "label": "变异狂豹（兽型）",
          "pinyin": "k",
          "value": "102627,102723"
      },
      {
          "label": "变异大力鬼王",
          "pinyin": "d",
          "value": "112581,112586"
      },
      {
          "label": "超级土地公公",
          "pinyin": "c",
          "value": "102311,102312"
      },
      {
          "label": "五行山神（火）",
          "pinyin": "w",
          "value": "112064,112069"
      },
      {
          "label": "金乌火虫",
          "pinyin": "j",
          "value": "102448"
      },
      {
          "label": "月光虫",
          "pinyin": "y",
          "value": "102424"
      },
      {
          "label": "雨师",
          "pinyin": "y",
          "value": "102283,102189"
      },
      {
          "label": "五行山神（木）",
          "pinyin": "w",
          "value": "112062,112067"
      },
      {
          "label": "夜游神",
          "pinyin": "y",
          "value": "102395,102396"
      },
      {
          "label": "变异鲛人",
          "pinyin": "j",
          "value": "102621,102691"
      },
      {
          "label": "变异龙龟",
          "pinyin": "l",
          "value": "102607,102720"
      },
      {
          "label": "变异食魂虫（夜）",
          "pinyin": "s",
          "value": "102929"
      },
      {
          "label": "毗舍童子",
          "pinyin": "p",
          "value": "102243,102246"
      },
      {
          "label": "红萼仙子",
          "pinyin": "h",
          "value": "102106,102219"
      },
      {
          "label": "变异金身罗汉",
          "pinyin": "j",
          "value": "102661,102740"
      },
      {
          "label": "超级大鹏",
          "pinyin": "c",
          "value": "102109,102262"
      },
      {
          "label": "变异涂山雪",
          "pinyin": "t",
          "value": "102891,102892"
      },
      {
          "label": "泡泡灵仙·剑侠客",
          "pinyin": "p",
          "value": "102348"
      },
      {
          "label": "超级金猴",
          "pinyin": "c",
          "value": "102018,102258"
      },
      {
          "label": "超级神龙",
          "pinyin": "c",
          "value": "102035,102274"
      },
      {
          "label": "变异食魂虫（日）",
          "pinyin": "s",
          "value": "102928"
      },
      {
          "label": "变异大力金刚",
          "pinyin": "d",
          "value": "102593,102712"
      },
      {
          "label": "变异锦毛貂精",
          "pinyin": "j",
          "value": "102620,102693"
      },
      {
          "label": "变异沙狸",
          "pinyin": "s",
          "value": "102936"
      },
      {
          "label": "龟丞相",
          "pinyin": "g",
          "value": "102064"
      },
      {
          "label": "变异犀牛将军（兽形）",
          "pinyin": "x",
          "value": "102618,102696"
      },
      {
          "label": "变异长眉灵猴",
          "pinyin": "c",
          "value": "102652,102733"
      },
      {
          "label": "无常鬼差（黑）",
          "pinyin": "w",
          "value": "102409,102410"
      },
      {
          "label": "超级神龙（甲辰）",
          "pinyin": "c",
          "value": "112036,112037"
      },
      {
          "label": "海星",
          "pinyin": "h",
          "value": "102047"
      },
      {
          "label": "大力金刚",
          "pinyin": "d",
          "value": "102093,102212"
      },
      {
          "label": "变异灵鹤",
          "pinyin": "l",
          "value": "102595,102717"
      },
      {
          "label": "草叶魂虫",
          "pinyin": "c",
          "value": "102452"
      },
      {
          "label": "广目巡守",
          "pinyin": "g",
          "value": "102337,102338"
      },
      {
          "label": "如意仙子",
          "pinyin": "r",
          "value": "102015,102199"
      },
      {
          "label": "花妖",
          "pinyin": "h",
          "value": "102012"
      },
      {
          "label": "超级神鼠",
          "pinyin": "c",
          "value": "102408,102407"
      },
      {
          "label": "泡泡灵仙·羽灵神",
          "pinyin": "p",
          "value": "102363"
      },
      {
          "label": "超级神猪",
          "pinyin": "c",
          "value": "102343,102344"
      },
      {
          "label": "涂山瞳",
          "pinyin": "t",
          "value": "112008,112009"
      },
      {
          "label": "树怪",
          "pinyin": "s",
          "value": "102010"
      },
      {
          "label": "变异有苏鸩",
          "pinyin": "y",
          "value": "112506,112507"
      },
      {
          "label": "超级神虎（壬寅）",
          "pinyin": "c",
          "value": "112002,112003"
      },
      {
          "label": "变异星灵仙子",
          "pinyin": "x",
          "value": "102567,102698"
      },
      {
          "label": "变异强盗狸",
          "pinyin": "q",
          "value": "102935"
      },
      {
          "label": "机关人",
          "pinyin": "j",
          "value": "102111,102221"
      },
      {
          "label": "变异阿宝",
          "pinyin": "a",
          "value": "112504,112505"
      },
      {
          "label": "锦毛貂精",
          "pinyin": "j",
          "value": "102120,102193"
      },
      {
          "label": "变异僵尸",
          "pinyin": "j",
          "value": "102554"
      },
      {
          "label": "猫灵（人型）",
          "pinyin": "m",
          "value": "102126,102230"
      },
      {
          "label": "超级神鸡",
          "pinyin": "c",
          "value": "102315,102316"
      },
      {
          "label": "超级离火兽",
          "pinyin": "c",
          "value": "102485,102486"
      },
      {
          "label": "变异犀牛将军（人形）",
          "pinyin": "x",
          "value": "102617,102695"
      },
      {
          "label": "变异幻姬",
          "pinyin": "h",
          "value": "102973,102974"
      },
      {
          "label": "变异灵灯侍者",
          "pinyin": "l",
          "value": "102820,102823"
      },
      {
          "label": "执音",
          "pinyin": "z",
          "value": "102471,102472"
      },
      {
          "label": "超级风泽",
          "pinyin": "c",
          "value": "118866,118867,118868,118869"
      },
      {
          "label": "司风",
          "pinyin": "s",
          "value": "112019,112023"
      },
      {
          "label": "觉醒涂山雪",
          "pinyin": "j",
          "value": "112010,112011"
      },
      {
          "label": "变异司辰侍者（未来）",
          "pinyin": "s",
          "value": "112539,112547"
      },
      {
          "label": "变异赌徒",
          "pinyin": "d",
          "value": "102546"
      },
      {
          "label": "变异金翼",
          "pinyin": "j",
          "value": "102975,102976"
      },
      {
          "label": "超级六耳猕猴",
          "pinyin": "c",
          "value": "102250,102270"
      },
      {
          "label": "变异章鱼",
          "pinyin": "z",
          "value": "102542"
      },
      {
          "label": "变异月魅",
          "pinyin": "y",
          "value": "102889,102890"
      },
      {
          "label": "变异自在心猿",
          "pinyin": "z",
          "value": "112538,112546"
      },
      {
          "label": "变异净瓶女娲",
          "pinyin": "j",
          "value": "102587,102708"
      },
      {
          "label": "变异天狗（人形）",
          "pinyin": "t",
          "value": "112579,112584"
      },
      {
          "label": "变异无相金蝉",
          "pinyin": "w",
          "value": "112582,112587"
      },
      {
          "label": "司辰侍者（未来）",
          "pinyin": "s",
          "value": "112039,112047"
      },
      {
          "label": "变异多闻巡守",
          "pinyin": "d",
          "value": "102839,102840"
      },
      {
          "label": "狂豹（人型）",
          "pinyin": "k",
          "value": "102128,102231"
      },
      {
          "label": "超级青鸾",
          "pinyin": "c",
          "value": "102060,102269"
      },
      {
          "label": "胖海狸",
          "pinyin": "p",
          "value": "102451"
      },
      {
          "label": "纵火狸",
          "pinyin": "z",
          "value": "102439"
      },
      {
          "label": "牛头",
          "pinyin": "n",
          "value": "102052"
      },
      {
          "label": "变异谛听",
          "pinyin": "d",
          "value": "102899,102900"
      },
      {
          "label": "玄珠灵仙",
          "pinyin": "x",
          "value": "102332,102331"
      },
      {
          "label": "超级灵鹿",
          "pinyin": "c",
          "value": "102100,102259"
      },
      {
          "label": "变异蚌精",
          "pinyin": "b",
          "value": "102619,102690"
      },
      {
          "label": "超级神兔",
          "pinyin": "c",
          "value": "102132,102273"
      },
      {
          "label": "变异泪妖",
          "pinyin": "l",
          "value": "102805,102806"
      },
      {
          "label": "变异风伯",
          "pinyin": "f",
          "value": "102568,102685"
      },
      {
          "label": "巨蛙",
          "pinyin": "j",
          "value": "102037"
      },
      {
          "label": "金翼",
          "pinyin": "j",
          "value": "102475,102476"
      },
      {
          "label": "沙虫",
          "pinyin": "s",
          "value": "102421"
      },
      {
          "label": "强盗狸",
          "pinyin": "q",
          "value": "102435"
      },
      {
          "label": "镜妖",
          "pinyin": "j",
          "value": "102307,102308"
      },
      {
          "label": "变异司辰侍者（过去）",
          "pinyin": "s",
          "value": "112571,112572"
      },
      {
          "label": "变异龟丞相",
          "pinyin": "g",
          "value": "102564"
      },
      {
          "label": "巨石守卫（夜）",
          "pinyin": "j",
          "value": "102334,102333"
      },
      {
          "label": "蜘蛛精",
          "pinyin": "z",
          "value": "102065"
      },
      {
          "label": "变异熔岩龟",
          "pinyin": "r",
          "value": "102916"
      },
      {
          "label": "变异鬼将",
          "pinyin": "g",
          "value": "102576,102709"
      },
      {
          "label": "泡泡灵仙·杀破狼",
          "pinyin": "p",
          "value": "102361"
      },
      {
          "label": "超级大象",
          "pinyin": "c",
          "value": "102020,102257"
      },
      {
          "label": "变异云龟",
          "pinyin": "y",
          "value": "102920"
      },
      {
          "label": "巨力神猿",
          "pinyin": "j",
          "value": "102153,102234"
      },
      {
          "label": "雪蛙",
          "pinyin": "x",
          "value": "102431"
      },
      {
          "label": "变异灵符女娲",
          "pinyin": "l",
          "value": "102585,102705"
      },
      {
          "label": "变异海毛虫",
          "pinyin": "h",
          "value": "102533"
      },
      {
          "label": "强盗沙狸",
          "pinyin": "q",
          "value": "102449"
      },
      {
          "label": "变异觉醒涂山雪",
          "pinyin": "j",
          "value": "112510,112511"
      },
      {
          "label": "龙鲤",
          "pinyin": "l",
          "value": "102477,102478"
      },
      {
          "label": "云游火",
          "pinyin": "y",
          "value": "102330,102329"
      },
      {
          "label": "变异五行山神（木）",
          "pinyin": "w",
          "value": "112562,112567"
      },
      {
          "label": "变异蜘蛛精",
          "pinyin": "z",
          "value": "102565"
      },
      {
          "label": "变异缘劫女娲",
          "pinyin": "y",
          "value": "112580,112585"
      },
      {
          "label": "泡泡灵仙·飞燕女",
          "pinyin": "p",
          "value": "102349"
      },
      {
          "label": "变异芙蓉仙子",
          "pinyin": "f",
          "value": "102509,102700"
      },
      {
          "label": "修罗傀儡妖",
          "pinyin": "x",
          "value": "102160,102239"
      },
      {
          "label": "变异猫灵（兽型）",
          "pinyin": "m",
          "value": "102625,102722"
      },
      {
          "label": "吸血鬼",
          "pinyin": "x",
          "value": "102077,102207"
      },
      {
          "label": "变异野猪精",
          "pinyin": "y",
          "value": "102602,102701"
      },
      {
          "label": "积水蛙",
          "pinyin": "j",
          "value": "102430"
      },
      {
          "label": "猫灵（兽型）",
          "pinyin": "m",
          "value": "102125,102222"
      },
      {
          "label": "超级麒麟",
          "pinyin": "c",
          "value": "102050,102268"
      },
      {
          "label": "变异熔火虫",
          "pinyin": "r",
          "value": "102923"
      },
      {
          "label": "变异海星",
          "pinyin": "h",
          "value": "102547"
      },
      {
          "label": "天将",
          "pinyin": "t",
          "value": "102038,102181"
      },
      {
          "label": "灵灯侍者",
          "pinyin": "l",
          "value": "102320,102323"
      },
      {
          "label": "幽灵",
          "pinyin": "y",
          "value": "102078,102206"
      },
      {
          "label": "变异大海龟",
          "pinyin": "d",
          "value": "102536"
      },
      {
          "label": "海毛虫",
          "pinyin": "h",
          "value": "102033"
      },
      {
          "label": "灵符女娲",
          "pinyin": "l",
          "value": "102085,102205"
      },
      {
          "label": "草叶虫",
          "pinyin": "c",
          "value": "102425"
      },
      {
          "label": "金铙僧",
          "pinyin": "j",
          "value": "102309,102310"
      },
      {
          "label": "熔火蛙",
          "pinyin": "r",
          "value": "102433"
      },
      {
          "label": "变异般若天女",
          "pinyin": "b",
          "value": "102821,102824"
      },
      {
          "label": "无常鬼差（白）",
          "pinyin": "w",
          "value": "102398,102397"
      },
      {
          "label": "有苏鸩",
          "pinyin": "y",
          "value": "112006,112007"
      },
      {
          "label": "变异巨石守卫（夜）",
          "pinyin": "j",
          "value": "102834,102833"
      },
      {
          "label": "变异熔火蛙",
          "pinyin": "r",
          "value": "102933"
      },
      {
          "label": "星灵仙子",
          "pinyin": "x",
          "value": "102067,102198"
      },
      {
          "label": "凤凰",
          "pinyin": "f",
          "value": "102071,102188"
      },
      {
          "label": "骷髅怪",
          "pinyin": "k",
          "value": "102017"
      },
      {
          "label": "变异无常鬼差（黑）",
          "pinyin": "w",
          "value": "102909,102910"
      },
      {
          "label": "超级海豚",
          "pinyin": "c",
          "value": "102131,102265"
      },
      {
          "label": "护卫",
          "pinyin": "h",
          "value": "102048"
      },
      {
          "label": "变异持国巡守",
          "pinyin": "c",
          "value": "102742,102745"
      },
      {
          "label": "真陀护法",
          "pinyin": "z",
          "value": "102244,102247"
      },
      {
          "label": "蝎子精",
          "pinyin": "x",
          "value": "102129,102229"
      },
      {
          "label": "变异司雪",
          "pinyin": "s",
          "value": "112520,112524"
      },
      {
          "label": "变异藤蔓妖花",
          "pinyin": "t",
          "value": "102662,102737"
      },
      {
          "label": "野猪",
          "pinyin": "y",
          "value": "102002"
      },
      {
          "label": "黑山老妖",
          "pinyin": "h",
          "value": "102073,102183"
      },
      {
          "label": "变异机关人",
          "pinyin": "j",
          "value": "102611,102721"
      },
      {
          "label": "天狗（人形）",
          "pinyin": "t",
          "value": "112079,112084"
      },
      {
          "label": "望月蛙",
          "pinyin": "w",
          "value": "102434"
      },
      {
          "label": "黑熊",
          "pinyin": "h",
          "value": "102029"
      },
      {
          "label": "赌徒",
          "pinyin": "d",
          "value": "102046"
      },
      {
          "label": "蝴蝶仙子",
          "pinyin": "h",
          "value": "102011,102179"
      },
      {
          "label": "变异黑熊精",
          "pinyin": "h",
          "value": "102506"
      },
      {
          "label": "岩冰龟",
          "pinyin": "y",
          "value": "102441"
      },
      {
          "label": "鬼狸",
          "pinyin": "g",
          "value": "102438"
      },
      {
          "label": "变异红萼仙子",
          "pinyin": "h",
          "value": "102606,102719"
      },
      {
          "label": "泡泡灵仙·龙太子",
          "pinyin": "p",
          "value": "102356"
      },
      {
          "label": "变异野猪",
          "pinyin": "y",
          "value": "102502"
      },
      {
          "label": "变异山贼",
          "pinyin": "s",
          "value": "102545"
      },
      {
          "label": "老虎",
          "pinyin": "l",
          "value": "102028"
      },
      {
          "label": "变异黑熊",
          "pinyin": "h",
          "value": "102529"
      },
      {
          "label": "食魂虫（夜）",
          "pinyin": "s",
          "value": "102429"
      },
      {
          "label": "变异雪蛙",
          "pinyin": "x",
          "value": "102931"
      },
      {
          "label": "超级有熊",
          "pinyin": "c",
          "value": "112001,112000"
      },
      {
          "label": "雷龙",
          "pinyin": "l",
          "value": "102479,102480"
      },
      {
          "label": "变异狐狸精",
          "pinyin": "h",
          "value": "102559"
      },
      {
          "label": "变异草叶虫",
          "pinyin": "c",
          "value": "102925"
      },
      {
          "label": "变异五行山神（土）",
          "pinyin": "w",
          "value": "112565,112570"
      },
      {
          "label": "雪狸",
          "pinyin": "x",
          "value": "102437"
      },
      {
          "label": "超级飞廉",
          "pinyin": "c",
          "value": "112028,112027"
      },
      {
          "label": "变异炎魔神",
          "pinyin": "y",
          "value": "102597,102714"
      },
      {
          "label": "金乌虫",
          "pinyin": "j",
          "value": "102422"
      },
      {
          "label": "超级白泽",
          "pinyin": "c",
          "value": "102101,102260"
      },
      {
          "label": "变异雾中仙",
          "pinyin": "w",
          "value": "102594,102716"
      },
      {
          "label": "虾兵",
          "pinyin": "x",
          "value": "102062"
      },
      {
          "label": "变异鼠先锋",
          "pinyin": "s",
          "value": "102604,102703"
      },
      {
          "label": "狂豹（兽型）",
          "pinyin": "k",
          "value": "102127,102223"
      },
      {
          "label": "变异执音",
          "pinyin": "z",
          "value": "102971,102972"
      }
  ],
  "pet_type_info_for_front": [
      [
          "102903,102904",
          "变异日游神",
          "r"
      ],
      [
          "102097,102214",
          "炎魔神",
          "y"
      ],
      [
          "102537",
          "变异巨蛙",
          "j"
      ],
      [
          "102022",
          "蛤蟆精",
          "h"
      ],
      [
          "102574,102686",
          "变异地狱战神",
          "d"
      ],
      [
          "102019,102263",
          "超级人参娃娃",
          "c"
      ],
      [
          "102414",
          "毒花龟（日）",
          "d"
      ],
      [
          "102487,102488",
          "超级神牛（辛丑）",
          "c"
      ],
      [
          "102914",
          "变异毒花龟（日）",
          "d"
      ],
      [
          "102885,102886",
          "变异花铃",
          "h"
      ],
      [
          "102917",
          "变异岩龟",
          "y"
      ],
      [
          "112563,112568",
          "变异五行山神（水）",
          "w"
      ],
      [
          "102803,102804",
          "变异琴仙",
          "q"
      ],
      [
          "102501",
          "变异兔子怪",
          "t"
      ],
      [
          "102061,102184",
          "天兵",
          "t"
      ],
      [
          "102937",
          "变异雪狸",
          "x"
      ],
      [
          "102016,102256",
          "超级大熊猫",
          "c"
      ],
      [
          "112074,112075",
          "超级神蛇（乙巳）",
          "c"
      ],
      [
          "102446",
          "火月蛙",
          "h"
      ],
      [
          "102096,102213",
          "夜罗刹",
          "y"
      ],
      [
          "102415",
          "毒花龟（夜）",
          "d"
      ],
      [
          "112522,112526",
          "变异沙暴",
          "s"
      ],
      [
          "102317,102318",
          "超级玉兔",
          "c"
      ],
      [
          "102418",
          "元宝龟",
          "y"
      ],
      [
          "102055",
          "野鬼",
          "y"
      ],
      [
          "102977,102978",
          "变异龙鲤",
          "l"
      ],
      [
          "102651,102711",
          "变异画魂",
          "h"
      ],
      [
          "112561,112566",
          "变异五行山神（金）",
          "w"
      ],
      [
          "102045",
          "山贼",
          "s"
      ],
      [
          "102541,102682",
          "变异古代瑞兽",
          "g"
      ],
      [
          "102836,102835",
          "变异巨石守卫（昼）",
          "j"
      ],
      [
          "102304,102303",
          "琴仙",
          "q"
      ],
      [
          "102450",
          "鬼火狸",
          "g"
      ],
      [
          "102124,102228",
          "葫芦宝贝",
          "h"
      ],
      [
          "112016,112017",
          "超级神兔（癸卯）",
          "c"
      ],
      [
          "102540,102680",
          "变异白熊",
          "b"
      ],
      [
          "102934",
          "变异望月蛙",
          "w"
      ],
      [
          "112082,112087",
          "无相金蝉",
          "w"
      ],
      [
          "102006",
          "黑熊精",
          "h"
      ],
      [
          "102653,102734",
          "变异巨力神猿",
          "j"
      ],
      [
          "102387,102388",
          "狐不归",
          "h"
      ],
      [
          "102360",
          "泡泡灵仙·巫蛮儿",
          "p"
      ],
      [
          "102832,102831",
          "变异玄珠灵仙",
          "x"
      ],
      [
          "112065,112070",
          "五行山神（土）",
          "w"
      ],
      [
          "112020,112024",
          "司雪",
          "s"
      ],
      [
          "102628,102731",
          "变异狂豹（人型）",
          "k"
      ],
      [
          "102051,102275",
          "超级神蛇",
          "c"
      ],
      [
          "102326,102325",
          "超级神狗",
          "c"
      ],
      [
          "102443",
          "冰火龟",
          "b"
      ],
      [
          "102076,102209",
          "鬼将",
          "g"
      ],
      [
          "102053",
          "马面",
          "m"
      ],
      [
          "102572,102697",
          "变异巡游天神",
          "x"
      ],
      [
          "102070,102187",
          "蛟龙",
          "j"
      ],
      [
          "102036",
          "大海龟",
          "d"
      ],
      [
          "102400,102399",
          "谛听",
          "d"
      ],
      [
          "102403,102404",
          "日游神",
          "r"
      ],
      [
          "112564,112569",
          "变异五行山神（火）",
          "w"
      ],
      [
          "102624,102728",
          "变异葫芦宝贝",
          "h"
      ],
      [
          "102548",
          "变异护卫",
          "h"
      ],
      [
          "102162,102237",
          "藤蔓妖花",
          "t"
      ],
      [
          "112071,112072",
          "司辰侍者（过去）",
          "s"
      ],
      [
          "112540,112548",
          "变异炼丹童子",
          "l"
      ],
      [
          "112054,112055",
          "超级红孩儿",
          "c"
      ],
      [
          "102650,102710",
          "变异幽萤娃娃",
          "y"
      ],
      [
          "112508,112509",
          "变异涂山瞳",
          "t"
      ],
      [
          "102828,102827",
          "超级猪小戒",
          "c"
      ],
      [
          "102497,102498",
          "超级神柚",
          "c"
      ],
      [
          "102603,102702",
          "变异百足将军",
          "b"
      ],
      [
          "102114,102226",
          "连弩车",
          "l"
      ],
      [
          "102066",
          "牛妖",
          "n"
      ],
      [
          "112521,112525",
          "变异司雨",
          "s"
      ],
      [
          "102901,102902",
          "变异月影仙",
          "y"
      ],
      [
          "102040,102180",
          "白熊",
          "b"
      ],
      [
          "102150,102210",
          "幽萤娃娃",
          "y"
      ],
      [
          "102440",
          "海狸",
          "h"
      ],
      [
          "102319,102322",
          "增长巡守",
          "z"
      ],
      [
          "102473,102474",
          "幻姬",
          "h"
      ],
      [
          "102417",
          "岩龟",
          "y"
      ],
      [
          "102044",
          "强盗",
          "q"
      ],
      [
          "102481,102482",
          "虬龙",
          "q"
      ],
      [
          "102442",
          "毒云龟",
          "d"
      ],
      [
          "102538,102681",
          "变异天将",
          "t"
      ],
      [
          "112519,112523",
          "变异司风",
          "s"
      ],
      [
          "102605,102718",
          "变异踏云兽",
          "t"
      ],
      [
          "102386,102385",
          "花铃",
          "h"
      ],
      [
          "102510",
          "变异树怪",
          "s"
      ],
      [
          "102389,102390",
          "月魅",
          "y"
      ],
      [
          "102622,102694",
          "变异千年蛇魅",
          "q"
      ],
      [
          "102161,102240",
          "金身罗汉",
          "j"
      ],
      [
          "102599,102735",
          "变异阴阳伞",
          "y"
      ],
      [
          "102566",
          "变异牛妖",
          "n"
      ],
      [
          "102915",
          "变异毒花龟（夜）",
          "d"
      ],
      [
          "102612,102724",
          "变异机关兽",
          "j"
      ],
      [
          "102515,102699",
          "变异如意仙子",
          "r"
      ],
      [
          "102524",
          "变异小龙女",
          "x"
      ],
      [
          "102305,102306",
          "泪妖",
          "l"
      ],
      [
          "102105,102218",
          "踏云兽",
          "t"
      ],
      [
          "102447",
          "火沙虫",
          "h"
      ],
      [
          "102660,102739",
          "变异修罗傀儡妖",
          "x"
      ],
      [
          "102522",
          "变异蛤蟆精",
          "h"
      ],
      [
          "102830,102829",
          "变异云游火",
          "y"
      ],
      [
          "102598,102715",
          "变异噬天虎",
          "s"
      ],
      [
          "102555",
          "变异野鬼",
          "y"
      ],
      [
          "102107,102220",
          "龙龟",
          "l"
      ],
      [
          "102534",
          "变异狼",
          "l"
      ],
      [
          "102420",
          "云龟",
          "y"
      ],
      [
          "102930",
          "变异积水蛙",
          "j"
      ],
      [
          "102553",
          "变异马面",
          "m"
      ],
      [
          "102117,102195",
          "犀牛将军（人形）",
          "x"
      ],
      [
          "102115,102227",
          "巴蛇",
          "b"
      ],
      [
          "102659,102736",
          "变异修罗傀儡鬼",
          "x"
      ],
      [
          "102528",
          "变异老虎",
          "l"
      ],
      [
          "102119,102190",
          "蚌精",
          "b"
      ],
      [
          "102122,102194",
          "千年蛇魅",
          "q"
      ],
      [
          "102819,102822",
          "变异增长巡守",
          "z"
      ],
      [
          "102995,102996",
          "变异长乐灵仙",
          "c"
      ],
      [
          "102613,102725",
          "变异机关鸟",
          "j"
      ],
      [
          "102623,102692",
          "变异碧水夜叉",
          "b"
      ],
      [
          "102807,102808",
          "变异镜妖",
          "j"
      ],
      [
          "102130,102232",
          "混沌兽",
          "h"
      ],
      [
          "102428",
          "食魂虫（日）",
          "s"
      ],
      [
          "102561,102684",
          "变异天兵",
          "t"
      ],
      [
          "102887,102888",
          "变异狐不归",
          "h"
      ],
      [
          "102456",
          "强盗鬼狸",
          "q"
      ],
      [
          "112061,112066",
          "五行山神（金）",
          "w"
      ],
      [
          "102939",
          "变异纵火狸",
          "z"
      ],
      [
          "102926",
          "变异竹笋虫",
          "z"
      ],
      [
          "102030",
          "大蝙蝠",
          "d"
      ],
      [
          "102001",
          "兔子怪",
          "t"
      ],
      [
          "102629,102729",
          "变异蝎子精",
          "x"
      ],
      [
          "102054",
          "僵尸",
          "j"
      ],
      [
          "102578,102706",
          "变异幽灵",
          "y"
      ],
      [
          "102405,102406",
          "超级飞天",
          "c"
      ],
      [
          "102118,102196",
          "犀牛将军（兽形）",
          "x"
      ],
      [
          "102615,102727",
          "变异巴蛇",
          "b"
      ],
      [
          "102614,102726",
          "变异连弩车",
          "l"
      ],
      [
          "112080,112085",
          "缘劫女娲",
          "y"
      ],
      [
          "102507",
          "变异羊头怪",
          "y"
      ],
      [
          "102159,102236",
          "修罗傀儡鬼",
          "x"
      ],
      [
          "102392,102391",
          "涂山雪",
          "t"
      ],
      [
          "102108,102261",
          "超级赤焰兽",
          "c"
      ],
      [
          "102321,102324",
          "般若天女",
          "b"
      ],
      [
          "102577,102707",
          "变异吸血鬼",
          "x"
      ],
      [
          "102004",
          "泡泡",
          "p"
      ],
      [
          "102034",
          "狼",
          "l"
      ],
      [
          "102530",
          "变异大蝙蝠",
          "d"
      ],
      [
          "102979,102980",
          "变异雷龙",
          "l"
      ],
      [
          "102099,102235",
          "阴阳伞",
          "y"
      ],
      [
          "102023,102178",
          "雷鸟人",
          "l"
      ],
      [
          "102355",
          "泡泡灵仙·神天兵",
          "p"
      ],
      [
          "102453",
          "月光金乌虫",
          "y"
      ],
      [
          "102007",
          "羊头怪",
          "y"
      ],
      [
          "102151,102211",
          "画魂",
          "h"
      ],
      [
          "102039",
          "狸",
          "l"
      ],
      [
          "102313,102314",
          "超级神猴",
          "c"
      ],
      [
          "102893,102894",
          "变异独角鬼王",
          "d"
      ],
      [
          "112022,112026",
          "沙暴",
          "s"
      ],
      [
          "102021,102264",
          "超级筋斗云",
          "c"
      ],
      [
          "102416",
          "熔岩龟",
          "r"
      ],
      [
          "102458",
          "金乌月光虫",
          "j"
      ],
      [
          "102426",
          "竹笋虫",
          "z"
      ],
      [
          "102249,102277",
          "超级神羊",
          "c"
      ],
      [
          "102562",
          "变异虾兵",
          "x"
      ],
      [
          "102336,102335",
          "巨石守卫（昼）",
          "j"
      ],
      [
          "102940",
          "变异海狸",
          "h"
      ],
      [
          "102919",
          "变异冰龟",
          "b"
      ],
      [
          "102586,102704",
          "变异律法女娲",
          "l"
      ],
      [
          "102104,102203",
          "鼠先锋",
          "s"
      ],
      [
          "102112,102224",
          "机关兽",
          "j"
      ],
      [
          "102427",
          "天机虫",
          "t"
      ],
      [
          "102041,102182",
          "古代瑞兽",
          "g"
      ],
      [
          "102087,102208",
          "净瓶女娲",
          "j"
      ],
      [
          "102932",
          "变异鬼蛙",
          "g"
      ],
      [
          "102459,102490",
          "超级鲲鹏",
          "c"
      ],
      [
          "102981,102982",
          "变异虬龙",
          "q"
      ],
      [
          "102570,102687",
          "变异蛟龙",
          "j"
      ],
      [
          "112078,112083",
          "天狗（兽形）",
          "t"
      ],
      [
          "102454",
          "积水鬼蛙",
          "j"
      ],
      [
          "102573,102683",
          "变异黑山老妖",
          "h"
      ],
      [
          "102401,102402",
          "月影仙",
          "y"
      ],
      [
          "102032,102267",
          "超级孔雀",
          "c"
      ],
      [
          "112040,112048",
          "炼丹童子",
          "l"
      ],
      [
          "102121,102191",
          "鲛人",
          "j"
      ],
      [
          "102074,102186",
          "地狱战神",
          "d"
      ],
      [
          "102341,102342",
          "超级小白龙",
          "c"
      ],
      [
          "102103,102202",
          "百足将军",
          "b"
      ],
      [
          "102049,102276",
          "超级神马",
          "c"
      ],
      [
          "102743,102746",
          "变异毗舍童子",
          "p"
      ],
      [
          "102005,102255,112034,112035",
          "超级泡泡",
          "c"
      ],
      [
          "102809,102810",
          "变异金铙僧",
          "j"
      ],
      [
          "102563",
          "变异蟹将",
          "x"
      ],
      [
          "102095,102217",
          "灵鹤",
          "l"
      ],
      [
          "102123,102192",
          "碧水夜叉",
          "b"
      ],
      [
          "102626,102730",
          "变异猫灵（人型）",
          "m"
      ],
      [
          "102102,102201",
          "野猪精",
          "y"
      ],
      [
          "102419",
          "冰龟",
          "b"
      ],
      [
          "102059",
          "狐狸精",
          "h"
      ],
      [
          "102009,102200",
          "芙蓉仙子",
          "f"
      ],
      [
          "102031,102266",
          "超级灵狐",
          "c"
      ],
      [
          "102411,102412",
          "魔化毗舍童子",
          "m"
      ],
      [
          "102921",
          "变异沙虫",
          "s"
      ],
      [
          "102455",
          "雪月蛙",
          "x"
      ],
      [
          "102436",
          "沙狸",
          "s"
      ],
      [
          "102086,102204",
          "律法女娲",
          "l"
      ],
      [
          "102024",
          "小龙女",
          "x"
      ],
      [
          "102571,102688",
          "变异凤凰",
          "f"
      ],
      [
          "102523,102678",
          "变异雷鸟人",
          "l"
      ],
      [
          "102517",
          "变异骷髅怪",
          "k"
      ],
      [
          "102068,102185",
          "风伯",
          "f"
      ],
      [
          "102924",
          "变异月光虫",
          "y"
      ],
      [
          "102496,102495",
          "长乐灵仙",
          "c"
      ],
      [
          "102837,102838",
          "变异广目巡守",
          "g"
      ],
      [
          "102544",
          "变异强盗",
          "q"
      ],
      [
          "102511,102679",
          "变异蝴蝶仙子",
          "h"
      ],
      [
          "102393,102394",
          "独角鬼王",
          "d"
      ],
      [
          "102783,102689",
          "变异雨师",
          "y"
      ],
      [
          "102444",
          "火云龟",
          "h"
      ],
      [
          "102098,102215",
          "噬天虎",
          "s"
      ],
      [
          "102897,102898",
          "变异无常鬼差（白）",
          "w"
      ],
      [
          "102094,102216",
          "雾中仙",
          "w"
      ],
      [
          "112021,112025",
          "司雨",
          "s"
      ],
      [
          "102432",
          "鬼蛙",
          "g"
      ],
      [
          "102938",
          "变异鬼狸",
          "g"
      ],
      [
          "112081,112086",
          "大力鬼王",
          "d"
      ],
      [
          "102063",
          "蟹将",
          "x"
      ],
      [
          "112063,112068",
          "五行山神（水）",
          "w"
      ],
      [
          "102339,102340",
          "多闻巡守",
          "d"
      ],
      [
          "102596,102713",
          "变异夜罗刹",
          "y"
      ],
      [
          "102345,102346",
          "妙华天女",
          "m"
      ],
      [
          "102744,102747",
          "变异真陀护法",
          "z"
      ],
      [
          "102630,102732",
          "变异混沌兽",
          "h"
      ],
      [
          "102913",
          "变异草龟",
          "c"
      ],
      [
          "102664,102738",
          "变异蜃气妖",
          "s"
      ],
      [
          "112578,112583",
          "变异天狗（兽形）",
          "t"
      ],
      [
          "102042",
          "章鱼",
          "z"
      ],
      [
          "102110,102271",
          "超级神牛",
          "c"
      ],
      [
          "102072,102197",
          "巡游天神",
          "x"
      ],
      [
          "102163,102241",
          "曼珠沙华",
          "m"
      ],
      [
          "102663,102741",
          "变异曼珠沙华",
          "m"
      ],
      [
          "102423",
          "熔火虫",
          "r"
      ],
      [
          "102164,102238",
          "蜃气妖",
          "s"
      ],
      [
          "102113,102225",
          "机关鸟",
          "j"
      ],
      [
          "102512",
          "变异花妖",
          "h"
      ],
      [
          "102922",
          "变异金乌虫",
          "j"
      ],
      [
          "102008,102272",
          "超级神虎",
          "c"
      ],
      [
          "112038,112046",
          "自在心猿",
          "z"
      ],
      [
          "102539",
          "变异狸",
          "l"
      ],
      [
          "102445",
          "月光雪蛙",
          "y"
      ],
      [
          "102152,102233",
          "长眉灵猴",
          "c"
      ],
      [
          "102552",
          "变异牛头",
          "n"
      ],
      [
          "102895,102896",
          "变异夜游神",
          "y"
      ],
      [
          "112004,112005",
          "阿宝",
          "a"
      ],
      [
          "102354",
          "泡泡灵仙·骨精灵",
          "p"
      ],
      [
          "102242,102245",
          "持国巡守",
          "c"
      ],
      [
          "102413",
          "草龟",
          "c"
      ],
      [
          "102627,102723",
          "变异狂豹（兽型）",
          "k"
      ],
      [
          "112581,112586",
          "变异大力鬼王",
          "d"
      ],
      [
          "102311,102312",
          "超级土地公公",
          "c"
      ],
      [
          "112064,112069",
          "五行山神（火）",
          "w"
      ],
      [
          "102448",
          "金乌火虫",
          "j"
      ],
      [
          "102424",
          "月光虫",
          "y"
      ],
      [
          "102283,102189",
          "雨师",
          "y"
      ],
      [
          "112062,112067",
          "五行山神（木）",
          "w"
      ],
      [
          "102395,102396",
          "夜游神",
          "y"
      ],
      [
          "102621,102691",
          "变异鲛人",
          "j"
      ],
      [
          "102607,102720",
          "变异龙龟",
          "l"
      ],
      [
          "102929",
          "变异食魂虫（夜）",
          "s"
      ],
      [
          "102243,102246",
          "毗舍童子",
          "p"
      ],
      [
          "102106,102219",
          "红萼仙子",
          "h"
      ],
      [
          "102661,102740",
          "变异金身罗汉",
          "j"
      ],
      [
          "102109,102262",
          "超级大鹏",
          "c"
      ],
      [
          "102891,102892",
          "变异涂山雪",
          "t"
      ],
      [
          "102348",
          "泡泡灵仙·剑侠客",
          "p"
      ],
      [
          "102018,102258",
          "超级金猴",
          "c"
      ],
      [
          "102035,102274",
          "超级神龙",
          "c"
      ],
      [
          "102928",
          "变异食魂虫（日）",
          "s"
      ],
      [
          "102593,102712",
          "变异大力金刚",
          "d"
      ],
      [
          "102620,102693",
          "变异锦毛貂精",
          "j"
      ],
      [
          "102936",
          "变异沙狸",
          "s"
      ],
      [
          "102064",
          "龟丞相",
          "g"
      ],
      [
          "102618,102696",
          "变异犀牛将军（兽形）",
          "x"
      ],
      [
          "102652,102733",
          "变异长眉灵猴",
          "c"
      ],
      [
          "102409,102410",
          "无常鬼差（黑）",
          "w"
      ],
      [
          "112036,112037",
          "超级神龙（甲辰）",
          "c"
      ],
      [
          "102047",
          "海星",
          "h"
      ],
      [
          "102093,102212",
          "大力金刚",
          "d"
      ],
      [
          "102595,102717",
          "变异灵鹤",
          "l"
      ],
      [
          "102452",
          "草叶魂虫",
          "c"
      ],
      [
          "102337,102338",
          "广目巡守",
          "g"
      ],
      [
          "102015,102199",
          "如意仙子",
          "r"
      ],
      [
          "102012",
          "花妖",
          "h"
      ],
      [
          "102408,102407",
          "超级神鼠",
          "c"
      ],
      [
          "102363",
          "泡泡灵仙·羽灵神",
          "p"
      ],
      [
          "102343,102344",
          "超级神猪",
          "c"
      ],
      [
          "112008,112009",
          "涂山瞳",
          "t"
      ],
      [
          "102010",
          "树怪",
          "s"
      ],
      [
          "112506,112507",
          "变异有苏鸩",
          "y"
      ],
      [
          "112002,112003",
          "超级神虎（壬寅）",
          "c"
      ],
      [
          "102567,102698",
          "变异星灵仙子",
          "x"
      ],
      [
          "102935",
          "变异强盗狸",
          "q"
      ],
      [
          "102111,102221",
          "机关人",
          "j"
      ],
      [
          "112504,112505",
          "变异阿宝",
          "a"
      ],
      [
          "102120,102193",
          "锦毛貂精",
          "j"
      ],
      [
          "102554",
          "变异僵尸",
          "j"
      ],
      [
          "102126,102230",
          "猫灵（人型）",
          "m"
      ],
      [
          "102315,102316",
          "超级神鸡",
          "c"
      ],
      [
          "102485,102486",
          "超级离火兽",
          "c"
      ],
      [
          "102617,102695",
          "变异犀牛将军（人形）",
          "x"
      ],
      [
          "102973,102974",
          "变异幻姬",
          "h"
      ],
      [
          "102820,102823",
          "变异灵灯侍者",
          "l"
      ],
      [
          "102471,102472",
          "执音",
          "z"
      ],
      [
          "118866,118867,118868,118869",
          "超级风泽",
          "c"
      ],
      [
          "112019,112023",
          "司风",
          "s"
      ],
      [
          "112010,112011",
          "觉醒涂山雪",
          "j"
      ],
      [
          "112539,112547",
          "变异司辰侍者（未来）",
          "s"
      ],
      [
          "102546",
          "变异赌徒",
          "d"
      ],
      [
          "102975,102976",
          "变异金翼",
          "j"
      ],
      [
          "102250,102270",
          "超级六耳猕猴",
          "c"
      ],
      [
          "102542",
          "变异章鱼",
          "z"
      ],
      [
          "102889,102890",
          "变异月魅",
          "y"
      ],
      [
          "112538,112546",
          "变异自在心猿",
          "z"
      ],
      [
          "102587,102708",
          "变异净瓶女娲",
          "j"
      ],
      [
          "112579,112584",
          "变异天狗（人形）",
          "t"
      ],
      [
          "112582,112587",
          "变异无相金蝉",
          "w"
      ],
      [
          "112039,112047",
          "司辰侍者（未来）",
          "s"
      ],
      [
          "102839,102840",
          "变异多闻巡守",
          "d"
      ],
      [
          "102128,102231",
          "狂豹（人型）",
          "k"
      ],
      [
          "102060,102269",
          "超级青鸾",
          "c"
      ],
      [
          "102451",
          "胖海狸",
          "p"
      ],
      [
          "102439",
          "纵火狸",
          "z"
      ],
      [
          "102052",
          "牛头",
          "n"
      ],
      [
          "102899,102900",
          "变异谛听",
          "d"
      ],
      [
          "102332,102331",
          "玄珠灵仙",
          "x"
      ],
      [
          "102100,102259",
          "超级灵鹿",
          "c"
      ],
      [
          "102619,102690",
          "变异蚌精",
          "b"
      ],
      [
          "102132,102273",
          "超级神兔",
          "c"
      ],
      [
          "102805,102806",
          "变异泪妖",
          "l"
      ],
      [
          "102568,102685",
          "变异风伯",
          "f"
      ],
      [
          "102037",
          "巨蛙",
          "j"
      ],
      [
          "102475,102476",
          "金翼",
          "j"
      ],
      [
          "102421",
          "沙虫",
          "s"
      ],
      [
          "102435",
          "强盗狸",
          "q"
      ],
      [
          "102307,102308",
          "镜妖",
          "j"
      ],
      [
          "112571,112572",
          "变异司辰侍者（过去）",
          "s"
      ],
      [
          "102564",
          "变异龟丞相",
          "g"
      ],
      [
          "102334,102333",
          "巨石守卫（夜）",
          "j"
      ],
      [
          "102065",
          "蜘蛛精",
          "z"
      ],
      [
          "102916",
          "变异熔岩龟",
          "r"
      ],
      [
          "102576,102709",
          "变异鬼将",
          "g"
      ],
      [
          "102361",
          "泡泡灵仙·杀破狼",
          "p"
      ],
      [
          "102020,102257",
          "超级大象",
          "c"
      ],
      [
          "102920",
          "变异云龟",
          "y"
      ],
      [
          "102153,102234",
          "巨力神猿",
          "j"
      ],
      [
          "102431",
          "雪蛙",
          "x"
      ],
      [
          "102585,102705",
          "变异灵符女娲",
          "l"
      ],
      [
          "102533",
          "变异海毛虫",
          "h"
      ],
      [
          "102449",
          "强盗沙狸",
          "q"
      ],
      [
          "112510,112511",
          "变异觉醒涂山雪",
          "j"
      ],
      [
          "102477,102478",
          "龙鲤",
          "l"
      ],
      [
          "102330,102329",
          "云游火",
          "y"
      ],
      [
          "112562,112567",
          "变异五行山神（木）",
          "w"
      ],
      [
          "102565",
          "变异蜘蛛精",
          "z"
      ],
      [
          "112580,112585",
          "变异缘劫女娲",
          "y"
      ],
      [
          "102349",
          "泡泡灵仙·飞燕女",
          "p"
      ],
      [
          "102509,102700",
          "变异芙蓉仙子",
          "f"
      ],
      [
          "102160,102239",
          "修罗傀儡妖",
          "x"
      ],
      [
          "102625,102722",
          "变异猫灵（兽型）",
          "m"
      ],
      [
          "102077,102207",
          "吸血鬼",
          "x"
      ],
      [
          "102602,102701",
          "变异野猪精",
          "y"
      ],
      [
          "102430",
          "积水蛙",
          "j"
      ],
      [
          "102125,102222",
          "猫灵（兽型）",
          "m"
      ],
      [
          "102050,102268",
          "超级麒麟",
          "c"
      ],
      [
          "102923",
          "变异熔火虫",
          "r"
      ],
      [
          "102547",
          "变异海星",
          "h"
      ],
      [
          "102038,102181",
          "天将",
          "t"
      ],
      [
          "102320,102323",
          "灵灯侍者",
          "l"
      ],
      [
          "102078,102206",
          "幽灵",
          "y"
      ],
      [
          "102536",
          "变异大海龟",
          "d"
      ],
      [
          "102033",
          "海毛虫",
          "h"
      ],
      [
          "102085,102205",
          "灵符女娲",
          "l"
      ],
      [
          "102425",
          "草叶虫",
          "c"
      ],
      [
          "102309,102310",
          "金铙僧",
          "j"
      ],
      [
          "102433",
          "熔火蛙",
          "r"
      ],
      [
          "102821,102824",
          "变异般若天女",
          "b"
      ],
      [
          "102398,102397",
          "无常鬼差（白）",
          "w"
      ],
      [
          "112006,112007",
          "有苏鸩",
          "y"
      ],
      [
          "102834,102833",
          "变异巨石守卫（夜）",
          "j"
      ],
      [
          "102933",
          "变异熔火蛙",
          "r"
      ],
      [
          "102067,102198",
          "星灵仙子",
          "x"
      ],
      [
          "102071,102188",
          "凤凰",
          "f"
      ],
      [
          "102017",
          "骷髅怪",
          "k"
      ],
      [
          "102909,102910",
          "变异无常鬼差（黑）",
          "w"
      ],
      [
          "102131,102265",
          "超级海豚",
          "c"
      ],
      [
          "102048",
          "护卫",
          "h"
      ],
      [
          "102742,102745",
          "变异持国巡守",
          "c"
      ],
      [
          "102244,102247",
          "真陀护法",
          "z"
      ],
      [
          "102129,102229",
          "蝎子精",
          "x"
      ],
      [
          "112520,112524",
          "变异司雪",
          "s"
      ],
      [
          "102662,102737",
          "变异藤蔓妖花",
          "t"
      ],
      [
          "102002",
          "野猪",
          "y"
      ],
      [
          "102073,102183",
          "黑山老妖",
          "h"
      ],
      [
          "102611,102721",
          "变异机关人",
          "j"
      ],
      [
          "112079,112084",
          "天狗（人形）",
          "t"
      ],
      [
          "102434",
          "望月蛙",
          "w"
      ],
      [
          "102029",
          "黑熊",
          "h"
      ],
      [
          "102046",
          "赌徒",
          "d"
      ],
      [
          "102011,102179",
          "蝴蝶仙子",
          "h"
      ],
      [
          "102506",
          "变异黑熊精",
          "h"
      ],
      [
          "102441",
          "岩冰龟",
          "y"
      ],
      [
          "102438",
          "鬼狸",
          "g"
      ],
      [
          "102606,102719",
          "变异红萼仙子",
          "h"
      ],
      [
          "102356",
          "泡泡灵仙·龙太子",
          "p"
      ],
      [
          "102502",
          "变异野猪",
          "y"
      ],
      [
          "102545",
          "变异山贼",
          "s"
      ],
      [
          "102028",
          "老虎",
          "l"
      ],
      [
          "102529",
          "变异黑熊",
          "h"
      ],
      [
          "102429",
          "食魂虫（夜）",
          "s"
      ],
      [
          "102931",
          "变异雪蛙",
          "x"
      ],
      [
          "112001,112000",
          "超级有熊",
          "c"
      ],
      [
          "102479,102480",
          "雷龙",
          "l"
      ],
      [
          "102559",
          "变异狐狸精",
          "h"
      ],
      [
          "102925",
          "变异草叶虫",
          "c"
      ],
      [
          "112565,112570",
          "变异五行山神（土）",
          "w"
      ],
      [
          "102437",
          "雪狸",
          "x"
      ],
      [
          "112028,112027",
          "超级飞廉",
          "c"
      ],
      [
          "102597,102714",
          "变异炎魔神",
          "y"
      ],
      [
          "102422",
          "金乌虫",
          "j"
      ],
      [
          "102101,102260",
          "超级白泽",
          "c"
      ],
      [
          "102594,102716",
          "变异雾中仙",
          "w"
      ],
      [
          "102062",
          "虾兵",
          "x"
      ],
      [
          "102604,102703",
          "变异鼠先锋",
          "s"
      ],
      [
          "102127,102223",
          "狂豹（兽型）",
          "k"
      ],
      [
          "102971,102972",
          "变异执音",
          "z"
      ]
  ],
  "pet_web_evol_skill_options": [
      [
          641,
          "赐福·合纵"
      ],
      [
          401,
          "赐福·夜战"
      ],
      [
          416,
          "赐福·必杀"
      ],
      [
          405,
          "赐福·连击"
      ],
      [
          425,
          "赐福·偷袭"
      ],
      [
          577,
          "赐福·法术暴击"
      ],
      [
          573,
          "赐福·法术连击"
      ],
      [
          424,
          "赐福·魔之心"
      ],
      [
          578,
          "赐福·法术波动"
      ],
      [
          422,
          "赐福·敏捷"
      ],
      [
          404,
          "赐福·吸血"
      ],
      [
          434,
          "赐福·强力"
      ],
      [
          435,
          "赐福·防御"
      ],
      [
          407,
          "赐福·隐身"
      ],
      [
          417,
          "赐福·幸运"
      ],
      [
          420,
          "赐福·招架"
      ],
      [
          403,
          "赐福·反震"
      ],
      [
          402,
          "赐福·反击"
      ],
      [
          406,
          "赐福·飞行"
      ],
      [
          408,
          "赐福·感知"
      ],
      [
          409,
          "赐福·再生"
      ],
      [
          410,
          "赐福·冥思"
      ],
      [
          413,
          "赐福·驱鬼"
      ],
      [
          414,
          "赐福·毒"
      ],
      [
          415,
          "赐福·慧根"
      ],
      [
          418,
          "赐福·精神集中"
      ],
      [
          419,
          "赐福·神迹"
      ],
      [
          421,
          "赐福·永恒"
      ],
      [
          423,
          "赐福·否定信仰"
      ],
      [
          438,
          "赐福·进击必杀"
      ],
      [
          439,
          "赐福·进击法暴"
      ],
      [
          443,
          "赐福·遗志"
      ],
      [
          627,
          "赐福·法术抵抗"
      ],
      [
          629,
          "赐福·盾气"
      ],
      [
          595,
          "赐福·壁垒击破"
      ],
      [
          426,
          "赐福·奔雷咒"
      ],
      [
          427,
          "赐福·泰山压顶"
      ],
      [
          428,
          "赐福·水漫金山"
      ],
      [
          429,
          "赐福·地狱烈火"
      ],
      [
          430,
          "赐福·雷属性吸收"
      ],
      [
          431,
          "赐福·土属性吸收"
      ],
      [
          432,
          "赐福·水属性吸收"
      ],
      [
          433,
          "赐福·火属性吸收"
      ],
      [
          493,
          "赐福·金蝉蜕壳"
      ]
  ],
  "pet_web_super_skill_options": [
      [
          55641,
          "超级合纵"
      ],
      [
          55401,
          "超级夜战"
      ],
      [
          55416,
          "超级必杀"
      ],
      [
          55405,
          "超级连击"
      ],
      [
          55425,
          "超级偷袭"
      ],
      [
          55404,
          "超级吸血"
      ],
      [
          55577,
          "超级法术暴击"
      ],
      [
          55573,
          "超级法术连击"
      ],
      [
          55424,
          "超级魔之心"
      ],
      [
          55578,
          "超级法术波动"
      ],
      [
          55422,
          "超级敏捷"
      ],
      [
          55434,
          "超级强力"
      ],
      [
          55435,
          "超级防御"
      ],
      [
          55407,
          "超级隐身"
      ],
      [
          55417,
          "超级幸运"
      ],
      [
          55420,
          "超级招架"
      ],
      [
          55403,
          "超级反震"
      ],
      [
          55402,
          "超级反击"
      ],
      [
          55406,
          "超级飞行"
      ],
      [
          55408,
          "超级感知"
      ],
      [
          55409,
          "超级再生"
      ],
      [
          55410,
          "超级冥思"
      ],
      [
          55413,
          "超级驱鬼"
      ],
      [
          55414,
          "超级毒"
      ],
      [
          55415,
          "超级慧根"
      ],
      [
          55418,
          "超级精神集中"
      ],
      [
          55419,
          "超级神迹"
      ],
      [
          55421,
          "超级永恒"
      ],
      [
          55423,
          "超级否定信仰"
      ],
      [
          55438,
          "超级进击必杀"
      ],
      [
          55439,
          "超级进击法暴"
      ],
      [
          55426,
          "超级奔雷咒"
      ],
      [
          55427,
          "超级泰山压顶"
      ],
      [
          55428,
          "超级水漫金山"
      ],
      [
          55429,
          "超级地狱烈火"
      ],
      [
          55595,
          "超级壁垒击破"
      ],
      [
          55443,
          "超级遗志"
      ],
      [
          55627,
          "超级法术抵抗"
      ],
      [
          55629,
          "超级盾气"
      ],
      [
          55430,
          "超级雷属性吸收"
      ],
      [
          55431,
          "超级土属性吸收"
      ],
      [
          55432,
          "超级水属性吸收"
      ],
      [
          55433,
          "超级火属性吸收"
      ],
      [
          55493,
          "超级金蝉蜕壳"
      ]
  ],
  "role_pet_types": {
      "1": "力劈宠",
      "2": "善恶宠",
      "3": "须弥宠",
      "4": "死亡宠",
      "5": "法防宠",
      "6": "壁垒宠",
      "7": "隐攻宠",
      "8": "高连宠",
      "-1": "神兽"
  },
  "school_skill_desc": {
      "1": {
          "desc": "“十方无敌勇者狂”，程咬金领兵征战沙场时，凭着凌厉无比的招式令各路诸侯胆寒。#r学习效果：提高角色的伤害",
          "name": "十方无敌"
      },
      "2": {
          "desc": "短兵相接时决定胜负的往往是关键的一击，有着丰富战场经验的大唐弟子懂得如何把握时机，给予对手重创。#r学习效果：提高角色的命中",
          "name": "无双一击"
      },
      "4": {
          "desc": "神兵利器是江湖中人最喜好的，学习此项技能可以提高自己对兵器和铠甲的熟悉程度。",
          "name": "神兵鉴赏"
      },
      "5": {
          "desc": "“天下兵法了如胸，玄机算尽妙无穷。”熟读兵法可令大唐弟子获益匪浅。#r学习效果：提高角色的防御#r（临时符技能）",
          "name": "文韬武略"
      },
      "6": {
          "desc": "“官场如战场，万事休鲁莽。精学为官道，万事皆无妄。”官府弟子在任何时候，都要讲究自己的品行和修为。#r#R其它门派技能的等级不能高于本技能。#n",
          "name": "为官之道"
      },
      "7": {
          "desc": "四书五经、三史三通，既是科举之道，也是大唐官府弟子日常所学的课程之一。#r学习效果：提高角色的法伤和法防",
          "name": "紫薇之术"
      },
      "8": {
          "desc": "所谓兵贵神速，这套步法就是大唐弟子在长年的战场征战中领悟出来的。#r学习效果：提高角色的躲避",
          "name": "疾风步"
      },
      "9": {
          "desc": "方寸山的内功心法，菩提祖师为了提高门下弟子的武功修为，所特别创制的。#r学习效果：提高角色的伤害",
          "name": "磬龙灭法"
      },
      "10": {
          "desc": "玄妙道学曰太清，炼丹修气心自明。云松紫阁仙府内，正有仙人诵黄庭。这是阐述道学基本原理的经书，也是方寸山弟子必学的内功心法。#r#R其它门派技能的等级不能高于本技能。#n",
          "name": "黄庭经"
      },
      "11": {
          "desc": "九天雷部流传下来的《五雷书》中记载的秘术，借助上天雷神的威力来辅助自己。",
          "name": "霹雳咒"
      },
      "12": {
          "desc": "方寸山的独家技能，能够将法术咒语用特殊的符号表现出来，附加在普通的符纸上。",
          "name": "符之术"
      },
      "13": {
          "desc": "《归元》是阐述易学真谛的玄书，流传于上古，是方寸山弟子修心养性的不二法门。#r学习效果：提高角色的防御",
          "name": "归元心法"
      },
      "14": {
          "desc": "道家修行时讲究清心无念，主修内丹，走大小周天，开任督两脉，以修元阳之气。#r学习效果：提高角色的法伤和法防#r（临时符技能）",
          "name": "神道无念"
      },
      "15": {
          "desc": "据传是道家祖师根据月亮阴晴圆缺的规律所创，后来成为道家人士常用的玄妙步法。#r学习效果：提高角色的躲避",
          "name": "斜月步"
      },
      "16": {
          "desc": "通过佛家的冥想入定坐观等方式，使自己的身心得到强化，练到高深之处可有降伏妖魔的力量。#r学习效果：提高角色的伤害",
          "name": "金刚伏魔"
      },
      "17": {
          "desc": "佛家教义的一派，主张以身作则，教导世人要有舍身度世的精神。#r学习效果：提高角色的法伤和法防#r#R其它门派技能的等级不能高于本技能。#n",
          "name": "小乘佛法"
      },
      "18": {
          "desc": "佛家弟子大量的诵读经书，经书读多了，见了万事万物都想度化，不免会有些罗里罗嗦、唠里唠叨的。",
          "name": "诵经"
      },
      "19": {
          "desc": "精研佛典，渐渐掌握其中的佛法神通，可为普渡众生、降伏妖魔打下良好的基础。#r（临时符技能）",
          "name": "佛光普照"
      },
      "20": {
          "desc": "佛家弟子对待众生都有一颗慈悲之心，这也是佛教的基本道义所在。#r学习效果：提高角色的防御",
          "name": "大慈大悲"
      },
      "23": {
          "desc": "为了让众生免受“生老病死”之困扰，化生寺的弟子苦心学习医术，以期拯救世人于水火。",
          "name": "歧黄之术"
      },
      "24": {
          "desc": "佛家弟子从佛教精义中，套化出的奇妙步法，可以强身健体，以适应万里云游的苦行生活。#r学习效果：提高角色的躲避",
          "name": "渡世步"
      },
      "25": {
          "desc": "东海龙王敖广的独门绝技，现出原身翻江倒海，乘风破浪，定力不高的人往往会被强大的气势所震慑。#r学习效果：提高角色的伤害",
          "name": "破浪诀"
      },
      "29": {
          "desc": "讲述龙族法术之根基的要诀，是龙宫弟子学习本门法术时，首先要掌握的基本心法。#r学习效果：提高角色的法伤和法防#r#R其它门派技能的等级不能高于本技能。#n",
          "name": "九龙诀"
      },
      "30": {
          "desc": "“行云布雨，泽润万物”可以说是龙宫弟子最基本的手段，也是防身御敌的有利武器。",
          "name": "呼风唤雨"
      },
      "31": {
          "desc": "“龙者，万物之灵也。”龙宫的弟子在战斗中可以借助龙神的力量强化自己。",
          "name": "龙腾"
      },
      "32": {
          "desc": "相传中国古代的龙神，颈之下有逆鳞，触摸之后往往会引起龙神的愤怒。#r学习效果：提高角色的防御",
          "name": "逆鳞"
      },
      "33": {
          "desc": "“龙游四海，须臾而归。”龙的速度是非常之快的，龙宫弟子独门身法也是由此修炼而成。#r学习效果：提高角色的躲避",
          "name": "游龙术"
      },
      "34": {
          "desc": "做为“四灵”之首的龙，本身就有着不可思议的力量，同时也有着一些神秘的技能。#r（临时符技能）",
          "name": "龙附"
      },
      "35": {
          "desc": "“妖气震天，魔力延绵。辛修于此，威力无边”，这是魔王寨弟子所修习的一门高深法术。#r学习效果：提高角色的伤害",
          "name": "震天诀"
      },
      "36": {
          "desc": "俗话说“兔子急了也会咬人”，况乎牛哉。当牛魔被逼到绝境时，往往能够激发出巨大的潜能。#r#R其它门派技能的等级不能高于本技能。#n#r（临时符技能）",
          "name": "牛逼神功"
      },
      "37": {
          "desc": "烈火燎天，狂风盘旋。通过驱风御火来攻击对手，是魔王寨的独门技能。",
          "name": "火云术"
      },
      "38": {
          "desc": "愤怒的火牛有着非同小可的力量，这是牛魔王的绝招，门下弟子学习后，可以强化自身。#r学习效果：提高角色的法伤和法防",
          "name": "火牛阵"
      },
      "39": {
          "desc": "牛魔有了一定修为以后，身上密密麻麻的牛虱也会变幻成特殊的生灵，有着非同一般的力量。",
          "name": "牛虱阵"
      },
      "40": {
          "desc": "当牛魔王愤怒的回首时，锋利的牛角便成了非常可怕的御敌武器。#r学习效果：提高角色的防御",
          "name": "回身击"
      },
      "41": {
          "desc": "古代巨人防风氏所创，但看似笨拙的步法，在运用时却有着非常神奇的效果。#r学习效果：提高角色的躲避",
          "name": "裂石步"
      },
      "42": {
          "desc": "是《神农本草经》的旁支，传说是一神农的弟子所著，上面记载了高深的毒药、解药和下毒的功夫。#r学习效果：提高角色的伤害#r#R其它门派技能的等级不能高于本技能。#n",
          "name": "毒经"
      },
      "43": {
          "desc": "古代美女赵飞燕在汉宫所创舞蹈，非常美丽的舞姿，惋若雏燕腾空，仙鹤起舞。",
          "name": "倾国倾城"
      },
      "44": {
          "desc": "根据古代宫廷舞女的舞姿演化而来，以轻盈优美的身形，幻化出勾人心魄的魅力，令人如醉如痴。",
          "name": "沉鱼落雁"
      },
      "45": {
          "desc": "生长在女儿村这个物华天宝之地，吸取大地百花之精华，所拥有的独有技能，会有一些特别的神奇功能。",
          "name": "闭月羞花"
      },
      "46": {
          "desc": "吸取百花之香气灌注在武器之中，可以提升武器的属性，使武器香飘郁郁。#r学习效果：提高角色的法伤和法防#r（临时符技能）",
          "name": "香飘兰麝"
      },
      "47": {
          "desc": "以百花之香气净化自身，可以抵御邪恶毒物的侵袭。#r学习效果：提高角色的防御",
          "name": "玉质冰肌"
      },
      "48": {
          "desc": "相传古代美女貂婵在夜观月照花影时，看到月光淡淡映着花影，有所感而领悟而创的舞步。#r学习效果：提高角色的速度",
          "name": "清歌妙舞"
      },
      "49": {
          "desc": "这是盘丝洞的云霓，云影姐妹根据自己的美丽的花颜所创的技能，秋波闪过可令对手茫然不知所措。#r学习效果：提高角色的命中",
          "name": "秋波暗送"
      },
      "50": {
          "desc": "云霓仙子的成名绝技，依靠手上的铃铛的魔幻之声迷惑敌人，曾用此法独战二郎神。#r学习效果：提高角色的法伤和法防",
          "name": "天外魔音"
      },
      "51": {
          "desc": "盘丝洞的基本技能，学后可以领悟蛛丝阵法的机关和玄妙所在。#r学习效果：提高角色的防御#r#R其它门派技能的等级不能高于本技能。#n#r（临时符技能）",
          "name": "蛛丝阵法"
      },
      "52": {
          "desc": "利用敌人迷茫的一面，配以媚惑的目光和悦耳的声音，能够引起对手深深的困惑和无限遐想。",
          "name": "迷情大法"
      },
      "53": {
          "desc": "长长的丝线是盘丝弟子的随身法宝，挥舞之间往往能够发挥出不可思议的力量。#r学习效果：提高角色的伤害",
          "name": "盘丝大法"
      },
      "54": {
          "desc": "上古女仙女娲仙子创的法术，可以通过灵魂移动的方式，令自身变的轻盈异常。#r学习效果：提高角色的躲避",
          "name": "移形换影"
      },
      "55": {
          "desc": "云影，云霓姐妹携手所创的技能，当年她们就是用这一技艺合战力大无穷的牛魔王的。",
          "name": "姊妹相随"
      },
      "56": {
          "desc": "普陀山弟子可以得到大雷音寺金刚的护持，保护自身不受外界伤害。#r学习效果：提高角色的伤害",
          "name": "护法金刚"
      },
      "57": {
          "desc": "是记述佛祖在舍卫国的语录，教世人发三邈三婆罗密心，能够引发世人善念的佛法。#r（临时符技能）",
          "name": "金刚经"
      },
      "58": {
          "desc": "观世音菩萨为了拯救苦海中的众生，怀着仁慈之心独创了这一咒语，有着强大的力量，能让沉沦的人们翻然醒悟。",
          "name": "观音咒"
      },
      "59": {
          "desc": "领悟佛法的基本技能，能够在参习佛心时有一颗慧心和善心，这是观音大士对弟子最基本的要求。#r学习效果：提高角色的法伤和法防#r#R其它门派技能的等级不能高于本技能。#n",
          "name": "灵性"
      },
      "60": {
          "desc": "学习之后能够领悟“金木水火土”的奥妙，充分了解五行之间的相生与相克。",
          "name": "五行学说"
      },
      "61": {
          "desc": "普陀弟子在参透五行的奥妙后，能够逆行改变五行的生克，打乱对手内在五行的协调平衡。#r学习效果：提高角色的防御",
          "name": "五行扭转"
      },
      "62": {
          "desc": "借助九品莲台的佛性，和普陀山得天独厚的灵气，普陀弟子可以脚踏莲花，行踪飘渺。#r学习效果：提高角色的躲避",
          "name": "莲花宝座"
      },
      "63": {
          "desc": "猛兽在生死相搏之际可以发挥出超常的潜力，这是狮驼岭三个魔王从百兽的厮杀搏斗中所领悟出来技艺。#r学习效果：提高角色的伤害",
          "name": "生死搏"
      },
      "64": {
          "desc": "“狮王怒吼万兽惊”，狮驼岭的魔王做为妖怪的首领，有着令百兽臣服的威严。#r学习效果：提高角色的法伤和法防",
          "name": "训兽诀"
      },
      "65": {
          "desc": "“世称魔兽有玄功，天地灵气运神通。”狮驼岭所有的武功都以此为基础，修习之后能将本门法术发挥到极致。#r#R其它门派技能的等级不能高于本技能。#n",
          "name": "魔兽神功"
      },
      "66": {
          "desc": "世间万物者皆有阴阳属性，当灵通阴阳之术后，即可达到天人合一的境界。",
          "name": "阴阳二气诀"
      },
      "67": {
          "desc": "相传为蚩尤所创，引发魔兽进入疯狂的状态，往往可以令其发挥出超常的实力。#r（临时符技能）",
          "name": "狂兽诀"
      },
      "68": {
          "desc": "鹏魔王的独门身法，双翅一展可飞至数万里远，只在一转念间即可到达想要去的地方。#r学习效果：提高角色的躲避",
          "name": "大鹏展翅"
      },
      "69": {
          "desc": "万兽都有自己的防身之技，狮驼魔王综合各种猛兽的防身技，独创了这一技能，能在对手进攻时给予致命的反击。#r学习效果：提高角色的防御",
          "name": "魔兽反噬"
      },
      "70": {
          "desc": "享六道之中的天道，本身就是一件值得骄傲的事情。修习此技能可令天宫的弟子得到无敌的勇气和攻势。#r学习效果：提高角色的气血上限",
          "name": "傲世诀"
      },
      "71": {
          "desc": "自九天之中吸取天罡之气以强化自身，这是天宫弟子必须修习的技能，也是天宫所有技能的基础。#r学习效果：提高角色的伤害#r#R其它门派技能的等级不能高于本技能。#n#r（临时符技能）",
          "name": "天罡气"
      },
      "72": {
          "desc": "天宫弟子拥有超凡的感知能力，可以查觉凡夫所无法探知的事物，这就是人们常说“举头三尺有神明”的道理。#r学习效果：提高角色的法伤和法防",
          "name": "清明自在"
      },
      "73": {
          "desc": "从天宫中的仙丹妙药中摄取宁心静气的元素，让自己可以从一些比较危险的状态下解脱出来。#r学习效果：提高角色的防御",
          "name": "宁气诀"
      },
      "74": {
          "desc": "托塔李天王的独门技能，以乾坤之力可以镇妖降魔，让敌人因为被困而心生恐怖，陷入混乱的状态。",
          "name": "乾坤塔"
      },
      "75": {
          "desc": "“仙宫道力玄，大罗可混天。”天宫弟子依靠其法术可以召唤上天神力协助自己。",
          "name": "混天术"
      },
      "76": {
          "desc": "“朝游北海暮苍梧”的飞行本来就是神仙的得意技能，脚踏祥云，行走起来如行云流水。#r学习效果：提高角色的躲避",
          "name": "云霄步"
      },
      "77": {
          "desc": "镇元大仙在悟道时，从潇湘之浦烟雨之中感悟出妙法，后来这个技能就成了五庄观弟子们所研习的基本技艺了。#r学习效果：提高角色的伤害",
          "name": "潇湘仙雨"
      },
      "78": {
          "desc": "掌握了道家玄理后，大道归一，大能化小，小能作大，无中生有，有可成无，非常玄奥的技能。",
          "name": "乾坤袖"
      },
      "79": {
          "desc": "是修练仙道之人必学的基本课程。无论修习何种教义，必先屏弃贪欲恶念，与其说这是修仙术，不如说是为人的基本道理。#r（临时符技能）",
          "name": "修仙术"
      },
      "80": {
          "desc": "自古以来易学一直作为仙家的修习之本，通过研究天地间的变化，可以省悟许多世间万物的深妙道理。#r学习效果：提高角色的命中#r#R其它门派技能的等级不能高于本技能。#n",
          "name": "周易学"
      },
      "81": {
          "desc": "道教所创的心法，玄妙精深的奥义可以让人通天地，知鬼神。#r学习效果：提高角色的法伤和法防",
          "name": "混元道果"
      },
      "82": {
          "desc": "智慧是仙术的源泉，修道之人首先要清醒明智，涤除自心，方可心悟神会。#r学习效果：提高角色的防御",
          "name": "明性修身"
      },
      "83": {
          "desc": "七星烁烁耀灵台，清静无为虚若怀。这是镇元大仙在夜观星宿时所悟出的深奥步法，可令身形变的轻巧敏捷，瞬间遁走于无形。#r学习效果：提高角色的躲避",
          "name": "七星遁"
      },
      "84": {
          "desc": "“天、人、鬼、畜、修罗、地狱”六道永无止境的循环着，有一定修为的地府弟子能够参透轮回的玄机，获得更强的力量。#r学习效果：提高角色的伤害。",
          "name": "六道轮回"
      },
      "85": {
          "desc": "地府弟子能够汲取阴司的幽冥之气，辅助自己练功，从而得到一种神秘的力量。",
          "name": "幽冥术"
      },
      "86": {
          "desc": "“夜半鬼索魂，哀哭骇人心。”拘魂索魄可谓是地府弟子的拿手好戏。#r（临时符技能）",
          "name": "拘魂诀"
      },
      "87": {
          "desc": "地府弟子首先要懂得如何与幽冥的力量进行沟通，以获得更多的灵气，这是学习本门其他技能的基础。#r#R其它门派技能的等级不能高于本技能。#n",
          "name": "灵通术"
      },
      "88": {
          "desc": "大量的收集地府冤魂的怨气，再把这些怨气转化成自己的能量，就可以获得一种神奇的能力。#r学习效果：提高角色的法伤和法防",
          "name": "九幽阴魂"
      },
      "89": {
          "desc": "千年的僵尸身体会发出令人作呕的尸腐气，而且含有巨毒，令敌人不敢靠近。#r学习效果：提高角色的防御",
          "name": "尸腐恶"
      },
      "90": {
          "desc": "象黑白无常一般飘渺不定的诡异步法，一旦掌握了这种步法，便可转瞬周游四方，来去自如。#r学习效果：提高角色的躲避",
          "name": "无常步"
      },
      "91": {
          "desc": "领悟天地自然变化之道后掌握的法术。这是学习本门其他技能的基础。#r#R其它门派技能的等级不能高于本技能。#n",
          "name": "瞬息万变"
      },
      "92": {
          "desc": "与万物神灵交谈的通灵之术，掌握后可自由操控各种自然之力为己所用。#r学习效果：提高角色的法伤和法防",
          "name": "万灵诸念"
      },
      "93": {
          "desc": "钻研阴影之力的大法师们流传下来的禁忌咒术，唯族中高手可熟练掌握。#r学习效果：提高角色的伤害",
          "name": "巫咒"
      },
      "94": {
          "desc": "通晓世间万物生生不息轮回之理后掌握的术法，能自由操控世间万物。#r学习效果：提高角色的防御",
          "name": "万物轮转"
      },
      "95": {
          "desc": "精通自然之力后掌握的秘术，能让万物化形保护自身。#r学习效果：提高角色的躲避",
          "name": "天人庇护"
      },
      "96": {
          "desc": "对神木的虔诚敬仰，获得神木之灵的赐福，神木族独有的恩泽。#r（临时符技能）",
          "name": "神木恩泽"
      },
      "97": {
          "desc": "与自然生灵交流的灵通之术，能让一切生灵听从己命。#r学习效果：提高角色的魔法上限。",
          "name": "驭灵咒"
      },
      "98": {
          "desc": "天地无极，浩气长舒。这是学习本门其他技能的基础。#r#R其它门派技能的等级不能高于本技能。#n",
          "name": "天地无极"
      },
      "99": {
          "desc": "九转神功乃是玉虚道人亲授于二郎神杨戬的神妙道法，修习此功法大成者，有刀枪不入，万法不侵之能。",
          "name": "九转玄功"
      },
      "100": {
          "desc": "凌波城弟子可召唤上古神勇之力助战，其英豪勇武之气，可驱策风云，震慑三界妖异。",
          "name": "武神显圣"
      },
      "101": {
          "desc": "“啸傲长风里，欲度青云间”二郎神生性桀骜，纵情恣肆，于穿云过海时顿悟此法，有涤荡胸襟、清心明意之效。#r学习效果：提高角色的法伤和法防#r（临时符技能）",
          "name": "啸傲"
      },
      "102": {
          "desc": "凌波城弟子英豪之气可吞山河，神勇之能可驭风雷，巨力万钧可劈山断岳。#r学习效果：提高角色的伤害",
          "name": "气吞山河"
      },
      "103": {
          "desc": "清源道法，高深莫测，可操纵天雷地震铲妖除魔，威势赫赫，铁面无私。#r学习效果：提高角色的防御",
          "name": "诛魔"
      },
      "104": {
          "desc": "“法天象地者，行其道也。”通晓万物消长之道者，方可体悟到天地间变化的无穷妙用。#r学习效果：提高角色的命中",
          "name": "法天象地"
      },
      "105": {
          "desc": "妖风起，摧心裂骨，地涌夫人赖以成名的绝技。这是学习本门其他技能的基础。#r#R其它门派技能的等级不能高于本技能。#n",
          "name": "枯骨心法"
      },
      "106": {
          "desc": "从枯骨心经中化出的运用法门，将阴风煞气与咒术相结合，追魂夺魄，威力无穷。",
          "name": "阴风绝章"
      },
      "107": {
          "desc": "将枯骨心经、佛门妙法及地脉之气相结合后生出的妙法，结合了三者的灵蕴，能够产生强大的攻击力。#r学习效果：提高角色的法伤和法防",
          "name": "鬼蛊灵蕴"
      },
      "108": {
          "desc": "地涌夫人昔年于藏经阁中悟出的一门妙法，可引佛气护身，隔绝伤害#r学习效果：提高角色的防御",
          "name": "燃灯灵宝"
      },
      "109": {
          "desc": "无底洞弟子皆可驱使地脉之气以为己用，借大地之力施展出强大的法术。",
          "name": "地冥妙法"
      },
      "110": {
          "desc": "黑白混成，阴阳轮转，乃为混元，大道之始也；混元神功正是由此意境演化而来，非同凡响。#r学习效果：提高角色的伤害#r（临时符技能）",
          "name": "混元神功"
      },
      "111": {
          "desc": "唯有无底洞弟子才能掌握的独门身法，身化重影，动若迷踪，遁于无形。#r学习效果：提高角色的速度",
          "name": "秘影迷踪"
      },
      "112": {
          "desc": "天女魃操纵天火的神力与生俱来。是修行本门技能的基础。#r#R其它门派技能的等级不能高于本技能。",
          "name": "天火献誓"
      },
      "113": {
          "desc": "手中燃起灼灼炼焰，焚尽背恩忘义之徒。#r学习效果：提高角色的法伤",
          "name": "天罚之焰"
      },
      "114": {
          "desc": "天女魃沉睡千年，煌火无明，魂梦成魇。梦中种种，惊、怒、怨、怖、仇皆化为凌厉诅咒，取人性命。#r学习效果：提高角色的伤害",
          "name": "煌火无明"
      },
      "115": {
          "desc": "悲而有灵，如惔如焚。怨而化魔，煌火燎原。怨怼仇恨可幻化为魑魅魍魉，与本门弟子一道出战。",
          "name": "化神以灵"
      },
      "116": {
          "desc": "生杀予夺，聚灭无常，弹指间，天火灼灼，魂火烬而烈焰生。#r学习效果：提高角色的法防",
          "name": "弹指成烬"
      },
      "117": {
          "desc": "粲粲三珠树，寄生赤水阴。三珠玄木蕴天地精华而生，灵光盈盈，吐叶垂华。沐其清辉，心静而神宁。#r学习效果：提高角色的防御#r（临时符技能）",
          "name": "藻光灵狱"
      },
      "118": {
          "desc": "勘破生死者，无影无形，心神意动，可绝云霓,入青霄，翱翔于杳冥之上。#r学习效果：提高角色的速度",
          "name": "离魂"
      },
      "119": {
          "desc": "大道无形，大巧不工。以神为意，方可御甲万里。此技能是本门修行的基础。#r#R其他门派技能的等级不能高于本技能。",
          "name": "神工无形"
      },
      "120": {
          "desc": "他山之石，可以攻玉。对友敌双方的深入研究，使你得以捭阖纵横，机变如神。",
          "name": "攻玉以石"
      },
      "121": {
          "desc": "吾有偃甲，壮伟无伦，擎天蔽日，威压乾坤。施展此技能，召唤出擎天巨甲，造就一道敌人永难跨越的屏障。",
          "name": "擎天之械"
      },
      "122": {
          "desc": "偃甲机簧精妙，毫厘之变，可激摇地拔山之能。精于偃术者，伏脉敌方之身，引发其懈怠之时，攻无不克。#r学习效果：提高角色的防御",
          "name": "千机奇巧"
      },
      "123": {
          "desc": "御甲之人以全部精神贯注其中，方可操纵自如。习至得心应手，便可引领友方攻势。#r学习效果：提高角色的伤害",
          "name": "匠心不移"
      },
      "124": {
          "desc": "心窍开启，如有神助。修习此技能将令你心念如电，义理精要了然于胸。#r学习效果：提高角色的躲避",
          "name": "运思如电"
      },
      "125": {
          "desc": "浩繁辰星，烂漫银河。有景如斯，心岂缚于俗务？引首以望，吾辈意在苍穹。此技能可迫使天地展露其秘密，万物兴歇尽在掌握。#r学习效果：提高角色的法伤和法防#r（临时符技能）",
          "name": "探奥索隐"
      },
      "126": {
          "desc": "齐天大圣降妖伏魔，嫉恶如仇，其法术之高，神通广大，无所不能。通晓此技能，是本门修行的基础。#r#R其他门派技能的等级不能高于本技能。",
          "name": "神通广大"
      },
      "127": {
          "desc": "大禹治水之定海神针为齐天大圣的随身兵器，乌铁神珍，大小随心。习得此棒法可助力本门弟子给予对手重击，令其不敢小觑。#r学习效果：提高角色的伤害",
          "name": "如意金箍"
      },
      "128": {
          "desc": "齐天大圣之名方可遂悟空之意，闹凌霄、撼东海、戏阎王，无一不为逞胜之举。花果山弟子均继承了此等威仪自信。",
          "name": "齐天逞胜"
      },
      "129": {
          "desc": "孙悟空在太上老君的丹炉中用三昧真火足足炼了七七四十九日，锻成金刚之躯。花果山弟子也继承其坚韧躯体，凡刃不能伤。#r学习效果：提高角色的防御#r（临时符技能）",
          "name": "金刚之躯"
      },
      "130": {
          "desc": "混沌初分，鸿蒙始辨。花果山孕育仙石，上有九窍八孔，终于见风化作灵明石猴。此猴通变化，识天时，知地利，天地间一切似乎尽在其掌握。#r学习效果：提高角色的命中",
          "name": "灵猴九窍"
      },
      "131": {
          "desc": "地煞之术，该当七十二般变化。可男可女，可老可少，可人可物，变化无穷，习此变化之术，天雷、阴火、赑风均可避之。#r学习效果：提高角色的法伤和法防",
          "name": "七十二变"
      },
      "132": {
          "desc": "以云雾飞行于天穹，自在无穷。",
          "name": "腾云驾雾"
      },
      "133": {
          "desc": "深海潮汐，暗涌之力，沉睡之时，梦魇将至。此技能是本门修行的基础，东海渊弟子在释放门派法术后将获得梦魇，需小心提防，否则将陷入无边沉眠。#r#R其它门派技能的等级不能高于本技能。#n",
          "name": "深海呓语"
      },
      "134": {
          "desc": "柔软之躯，吞噬无尽，混沌之息，蚕食梦境。施展此技后可使用海毛虫的力量。#r学习效果：提高角色的伤害",
          "name": "远古之境"
      },
      "135": {
          "desc": "蛰伏暗处，自阴影中降临。施展此技后可使用巨蛙的力量。#r学习效果：提高角色的防御",
          "name": "混沌之谜"
      },
      "136": {
          "desc": "海洋之息，永生之迷，远古石像，仍引暗潮涌动。施展此技后可使用大海龟的力量。#r学习效果：提高角色的法防",
          "name": "长生之祀"
      },
      "137": {
          "desc": "来自大海深处的神秘律动，在海底如血脉般绵延，刻进每一个海洋生物的生命，却是上古神力遗留下的永恒诅咒。#r学习效果：提高角色的魔法",
          "name": "潮汐之咒"
      },
      "138": {
          "desc": "大海掀起无尽的波浪，海水的涌动奏响奇妙的乐章，那是每一个东海渊族人关于家乡的记忆，是心中最温暖柔软的地方。#r学习效果：提高角色的法伤",
          "name": "澄心之浪"
      },
      "139": {
          "desc": "海洋自创世以来，就对生活在此的生物提供了畅游的权力。#r学习效果：提高角色的躲避",
          "name": "遨游"
      },
      "140": {
          "desc": "战鼓铿锵，战魂不息，九黎之歌荡涤天地，激昂族人之志。#r#R其他门派技能的等级不能高于本技能。",
          "name": "九黎战歌"
      },
      "141": {
          "desc": "魂枫翩跹，奕奕如战，英气磅礴，永不息止。#r学习效果：提高角色的伤害",
          "name": "魂枫战舞"
      },
      "142": {
          "desc": "九黎魔息，燎天之焰，铸魂成兵，乾坤在握。#r学习效果：提高角色的法伤和法防",
          "name": "兵铸乾坤"
      },
      "143": {
          "desc": "战意如火，叱咤生花，九黎之子，铁士无畏。#r学习效果：提高角色的命中",
          "name": "燃铁飞花"
      },
      "144": {
          "desc": "九黎之魂，犹燎原之火，燃万丈烈焰，指胜利之巅。#r学习效果：提高角色的防御",
          "name": "战火雄魂"
      },
      "145": {
          "desc": "聆听兵主密命，得赐魔神之力，战无不胜，天地可征。",
          "name": "魔神降世"
      },
      "146": {
          "desc": "风所行处，九黎无阻，越古穿今，无迹不至。#r学习效果：提高角色的躲避",
          "name": "风行九黎"
      },
      "526": {
          "desc": "#G忽视对方10%法术防御进行法术攻击。",
          "name": "金仙秘术"
      },
      "527": {
          "desc": "#G提升我方在场单位物理伤害结果和法术伤害结果10%。#r持续5回合，冷却150回合。",
          "name": "怒号"
      },
      "528": {
          "desc": "#G给我方在场单位附加状态，50%的几率吸收雷、火、土、水属性法术伤害，并转换成加血效果。#r持续5回合，冷却150回合。",
          "name": "万宝金甲"
      },
      "529": {
          "desc": "#G提升目标物理伤害结果20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
          "name": "魔劲激发"
      },
      "530": {
          "desc": "#G提升我方在场单位抵抗封印的能力10%，增加我方在场单位承受的物理和法术伤害结果10%。#r持续5回合，冷却150回合。",
          "name": "天魔咒术"
      },
      "531": {
          "desc": "#G降低我方在场召唤兽承受的物理和法术伤害结果20%。#r持续5回合，冷却150回合。",
          "name": "驭兽术"
      },
      "532": {
          "desc": "#G携带者释放法术时，孩子有20%几率对同一目标释放墨笔追魂，造成物理伤害。#r消耗MP：50",
          "name": "墨笔追魂"
      },
      "533": {
          "desc": "#G给目标附加状态，受到物理攻击和法术攻击时，有30%几率给予对方反震。#r反震伤害为所受伤害的50%。#r持续2回合。",
          "name": "阎王号令"
      },
      "534": {
          "desc": "#G进场时，若友方没有其余召唤兽且阵亡单位数≥3，复活我方所有人物单位，复活后血量为1。#r触发时不同时触发六艺进场技能。#r不能复活受到死亡禁锢和锢魂术的单位。",
          "name": "还魂归魄"
      },
      "535": {
          "desc": "#G降低目标承受的物理和法术伤害结果20%，降低目标造成的物理和法术伤害结果20%。#r持续1回合。",
          "name": "盾牌格挡"
      },
      "536": {
          "desc": "#G进场时，若我方没有其余召唤兽且阵亡单位数≥3，提升我方在场单位伤害结果100%。#r持续2回合。#r触发时不同时触发六艺进场技能。",
          "name": "决一死战"
      },
      "537": {
          "desc": "#G提升目标封印能力20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
          "name": "乌纱帽"
      },
      "538": {
          "desc": "#G目标造成的治疗效果提升20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
          "name": "悬壶济世"
      },
      "539": {
          "desc": "#G携带者释放法术时，孩子有20%几率对3个目标释放对诗，造成法术伤害。#r消耗MP：50",
          "name": "对诗"
      },
      "540": {
          "desc": "#G无视保护发动一次物理攻击。",
          "name": "十步一人"
      },
      "541": {
          "desc": "#G提升目标法术伤害结果20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
          "name": "仙力激发"
      },
      "542": {
          "desc": "#G提升我方在场单位速度10%，增加我方在场单位承受的物理和法术伤害结果10%。#r持续5回合，冷却150回合。",
          "name": "腾云跨风"
      },
      "543": {
          "desc": "#G携带者释放法术时，孩子有20%几率对作用的首目标释放文思泉涌，造成物理法术封印效果。#r持续2回合。#r消耗MP：50",
          "name": "文思泉涌"
      },
      "555": {
          "desc": "休息一回合后，临时提高攻击伤害和速度自动攻击目标，#r消耗:当前气血的10%",
          "name": "后发制人"
      },
      "556": {
          "desc": "恢复队友的气血",
          "name": "针灸"
      },
      "557": {
          "desc": "停止行动并保护自己免受伤害",
          "name": "楚楚可怜"
      },
      "558": {
          "desc": "令对手无法施展物理攻击",
          "name": "定身符"
      },
      "559": {
          "desc": "重击敌人，并降低其灵力",
          "name": "天雷斩"
      },
      "560": {
          "desc": "救活死去的队友",
          "name": "杨柳甘露"
      },
      "561": {
          "desc": "攻击性法术，可攻击多人",
          "name": "龙卷雨击"
      },
      "562": {
          "desc": "连续两次攻击对手",
          "name": "烟雨剑法"
      },
      "563": {
          "desc": "受到物理攻击时自动反击",
          "name": "极度疯狂"
      },
      "564": {
          "desc": "攻击性法术，攻击单人",
          "name": "三昧真火"
      },
      "565": {
          "desc": "战斗中隐藏自己的身形，白天才可用",
          "name": "修罗隐身"
      },
      "566": {
          "desc": "吸取对方的气血补充给自己",
          "name": "勾魂"
      },
      "567": {
          "desc": "临时提高自己的伤害力、防御力和速度",
          "name": "潜力激发"
      },
      "568": {
          "desc": "恢复自己或同伴的气血并治疗伤势",
          "name": "治疗"
      },
      "569": {
          "desc": "救活死去的队友",
          "name": "还魂咒"
      },
      "570": {
          "desc": "忽视对方30%的防御进行攻击",
          "name": "蚩尤之搏"
      },
      "581": {
          "desc": "暂时增加目标的防御。#r使用条件:等级≥80",
          "name": "金刚护体"
      },
      "582": {
          "desc": "使目标避免中毒。#r使用条件:等级≥80",
          "name": "百毒不侵"
      },
      "583": {
          "desc": "攻击性法术，可攻击单人。#r使用条件:等级≥80",
          "name": "五雷咒"
      },
      "584": {
          "desc": "可查看目标的具体信息。#r使用条件:等级≥80",
          "name": "知己知彼"
      },
      "585": {
          "desc": "攻击性法术，可攻击单人。#r使用条件:等级≥80",
          "name": "五行法术"
      },
      "586": {
          "desc": "攻击性法术，可攻击单人。#r使用条件:等级≥80",
          "name": "龙腾"
      },
      "587": {
          "desc": "使目标每回合恢复一定的魔法值。#r使用条件:等级≥80#r消耗:气血30",
          "name": "炼气化神"
      },
      "588": {
          "desc": "使用后可以压制召唤兽。#r使用条件:等级≥80",
          "name": "威慑"
      },
      "590": {
          "desc": "使目标可以看到隐身的鬼魅。#r使用条件:等级≥80",
          "name": "幽冥鬼眼"
      },
      "591": {
          "desc": "减少对手的魔法值。#r使用条件:等级≥80",
          "name": "姐妹同心"
      },
      "592": {
          "desc": "可提高自己的伤害力。#r使用条件:等级≥80",
          "name": "杀气诀"
      },
      "631": {
          "desc": "#G恢复目标队友气血，并在回合结束时解除其封类异常状态。#r#R限对已有封类异常状态者使用，否则催眠其2回合。且只能对玩家使用。#r被解封后的下回合不能再次获得本效果；#r每场战斗中限使用1~3次。#r#W——困局中最后的希望#r（悟性≥1160为3次，悟性≥1080为2次）",
          "name": "仙人指路"
      },
      "632": {
          "desc": "#G当你进场时，立即为全体队友恢复气血。#r#R只有在第5回合及以后进场时才生效。#r#W(随等级、悟性、法术控制力提升恢复量)#r#W——团灭之前你会想到我",
          "name": "峰回路转"
      },
      "633": {
          "desc": "#G进场后立即普通攻击一个未被催眠之敌。#r#G提高气血。#W随悟性、等级增加最多380点#r#G提高物理攻击结果。#W随悟性、力量点增加最多100点#r#W——强，无需掩饰",
          "name": "开门见山"
      },
      "635": {
          "desc": "#G提升目标队友的封印法术的命中率；#r#R只在该队友气血≤40%时才生效。#r#W随悟性提高最多11%。#r持续4回合。冷却3回合。#r#W——复仇，有很多种方式",
          "name": "四面埋伏"
      },
      "636": {
          "desc": "#G提高HP。#W最多540点。#r#G减少受到的物理伤害。#W最多15%。#r随悟性而增加#r——扛住物理伤害，是一种策略",
          "name": "千锤百炼"
      },
      "637": {
          "desc": "#G提高HP。#W最多540点。#r#G减少受到的法术伤害。#W最多10%。#r随悟性而增加#r——扛住法术伤害，是另一种策略",
          "name": "赴汤蹈火"
      },
      "644": {
          "desc": "#G对单个目标造成持续固定伤害。#r#W持续2回合，对NPC伤害加倍。",
          "name": "雾杀"
      },
      "645": {
          "desc": "#G提升目标队友法术伤害结果。#r#W持续4回合。#r使用条件:等级≥80",
          "name": "蜜润"
      },
      "646": {
          "desc": "#G发动物理攻击敌人，并略提高必杀几率。",
          "name": "裂石"
      },
      "647": {
          "desc": "#G自己受到的物理、法术伤害减少 20%。#r#W持续2回合.#r使用条件:等级≥80",
          "name": "不动如山"
      },
      "648": {
          "desc": "恢复单个目标队友的气血",
          "name": "地涌金莲"
      },
      "649": {
          "desc": "#G提升目标队友法术防御能力。#r#W持续4回合。#r使用条件:等级≥80",
          "name": "金身舍利"
      },
      "674": {
          "desc": "#G对目标附带一个不幸诅咒，#r每回合一定几率增加负面状态回合，#r减少增益状态回合。#r#W持续4回合。",
          "name": "怨怖之泣"
      },
      "675": {
          "desc": "#G对目标附带一个伤害诅咒，#r目标造成的伤害将部分反弹给自己。#r#W持续4回合。#r使用条件:等级≥80",
          "name": "诡蝠之刑"
      },
      "676": {
          "desc": "减少友方目标本回合受到的所有伤害。",
          "name": "匠心·固甲"
      },
      "677": {
          "desc": "为本方目标回复气血。#r使用条件:等级≥80",
          "name": "匠心·蓄锐"
      }
  },
  "share_role_jinyi_order": [
      "青花瓷",
      "铃儿叮当",
      "浪淘纱",
      "炽云缎",
      "鹿角弯弯",
      "瑰梦潋",
      "飞天舞",
      "绯雪织",
      "雪眸影",
      "星河乐章",
      "落星织",
      "花重云",
      "冰寒绡",
      "冰雪玉兔",
      "烟岚雪",
      "羽仙歌",
      "花间梦",
      "云龙梦",
      "碧华锦",
      "纤云纱",
      "霞姿月韵",
      "夜之幽兰",
      "灵喵耳朵"
  ],
  "share_role_xiangrui_order": [
      "天使猪猪",
      "萌动猪猪",
      "帝狰",
      "战火穷奇",
      "九尾冰狐",
      "深海狂鲨",
      "冰晶魅灵",
      "神行小驴",
      "海豚恋人",
      "玉脂福羊",
      "幻·帝江",
      "2021麒麟",
      "霜雪龙宝",
      "独角马",
      "水嘟嘟",
      "粉红小驴",
      "七彩小驴",
      "甜蜜猪猪",
      "飞天猪猪",
      "猪猪小侠",
      "熊猫团子",
      "寒冰灵虎",
      "萤火霜兔",
      "萌萌小狗",
      "福气珍牛",
      "牛转钱坤",
      "非你莫鼠",
      "财源滚滚",
      "幽骨战龙",
      "九幽灵虎",
      "铃儿叮当",
      "冰晶雪魄",
      "冰晶小雪魄",
      "月影天马",
      "星华飞马",
      "如意宝狮",
      "四不相",
      "甜蜜泡泡",
      "玉瓷葫芦"
  ],
  "shenqi_wuxing_attrs": [
      "法术伤害",
      "法术暴击",
      "伤害",
      "物理暴击",
      "固定伤害",
      "治疗能力",
      "封印命中",
      "防御",
      "抵抗封印",
      "法术防御",
      "气血",
      "速度"
  ],
  "shoujue_type": {
      "1": "须弥真言",
      "2": "力劈华山",
      "3": "善恶有报",
      "4": "法术防御",
      "5": "死亡召唤",
      "6": "苍鸾怒击",
      "7": "浮云神马",
      "8": "法力陷阱",
      "9": "灵能激发",
      "10": "夜舞倾城",
      "11": "上古灵符",
      "12": "龙魂",
      "13": "高级偷袭",
      "14": "高级必杀",
      "15": "高级连击",
      "16": "高级吸血",
      "17": "高级夜战",
      "18": "高级神佑复生",
      "19": "高级法术暴击",
      "20": "高级魔之心",
      "21": "高级法术波动",
      "22": "高级法术连击",
      "23": "高级感知",
      "24": "高级反震",
      "25": "高级敏捷",
      "26": "高级强力",
      "27": "高级幸运",
      "28": "高级防御",
      "29": "壁垒击破",
      "30": "高级驱鬼",
      "31": "高级隐身",
      "32": "必杀",
      "33": "吸血",
      "34": "夜战",
      "35": "连击",
      "36": "偷袭",
      "37": "魔之心",
      "38": "法术暴击",
      "39": "高级进击必杀",
      "40": "高级进击法暴",
      "41": "高级合纵",
      "42": "法术防御",
      "43": "超级夜战",
      "44": "超级反击",
      "45": "超级反震",
      "46": "超级吸血",
      "47": "超级连击",
      "48": "超级飞行",
      "49": "超级隐身",
      "50": "超级感知",
      "51": "超级再生",
      "52": "超级冥思",
      "53": "超级驱鬼",
      "54": "超级毒",
      "55": "超级慧根",
      "56": "超级必杀",
      "57": "超级幸运",
      "58": "超级精神集中",
      "59": "超级神迹",
      "60": "超级招架",
      "61": "超级永恒",
      "62": "超级敏捷",
      "63": "超级否定信仰",
      "64": "超级魔之心",
      "65": "超级偷袭",
      "66": "超级奔雷咒",
      "67": "超级泰山压顶",
      "68": "超级水漫金山",
      "69": "超级地狱烈火",
      "70": "超级雷属性吸收",
      "71": "超级土属性吸收",
      "72": "超级水属性吸收",
      "73": "超级火属性吸收",
      "74": "超级强力",
      "75": "超级防御",
      "76": "超级进击必杀",
      "77": "超级进击法暴",
      "78": "超级遗志",
      "79": "超级法术连击",
      "80": "超级法术暴击",
      "81": "超级法术波动",
      "82": "超级壁垒击破",
      "83": "超级法术抵抗",
      "84": "超级盾气",
      "85": "超级合纵",
      "86": "高级蓄势待发",
      "87": "蓄势待发",
      "88": "高级金蝉蜕壳",
      "89": "超级金蝉蜕壳"
  },
  "sjg_avail_num_conf": {
      "102339": [
          "2024",
          "2025",
          "2026"
      ],
      "102340": [
          "2024",
          "2025",
          "2026"
      ],
      "102839": [
          "2024",
          "2025",
          "2026"
      ],
      "102840": [
          "2024",
          "2025",
          "2026"
      ],
      "112019": [
          "2023",
          "2024",
          "2025"
      ],
      "112020": [
          "2023",
          "2024",
          "2025"
      ],
      "112021": [
          "2023",
          "2024",
          "2025"
      ],
      "112022": [
          "2023",
          "2024",
          "2025"
      ],
      "112023": [
          "2023",
          "2024",
          "2025"
      ],
      "112024": [
          "2023",
          "2024",
          "2025"
      ],
      "112025": [
          "2023",
          "2024",
          "2025"
      ],
      "112026": [
          "2023",
          "2024",
          "2025"
      ],
      "112038": [
          "2024",
          "2025",
          "2026"
      ],
      "112039": [
          "2024",
          "2025",
          "2026"
      ],
      "112040": [
          "2024",
          "2025",
          "2026"
      ],
      "112046": [
          "2024",
          "2025",
          "2026"
      ],
      "112047": [
          "2024",
          "2025",
          "2026"
      ],
      "112048": [
          "2024",
          "2025",
          "2026"
      ],
      "112061": [
          "2024",
          "2025",
          "2026"
      ],
      "112062": [
          "2024",
          "2025",
          "2026"
      ],
      "112063": [
          "2024",
          "2025",
          "2026"
      ],
      "112064": [
          "2024",
          "2025",
          "2026"
      ],
      "112065": [
          "2024",
          "2025",
          "2026"
      ],
      "112066": [
          "2024",
          "2025",
          "2026"
      ],
      "112067": [
          "2024",
          "2025",
          "2026"
      ],
      "112068": [
          "2024",
          "2025",
          "2026"
      ],
      "112069": [
          "2024",
          "2025",
          "2026"
      ],
      "112070": [
          "2024",
          "2025",
          "2026"
      ],
      "112071": [
          "2024",
          "2025",
          "2026"
      ],
      "112072": [
          "2024",
          "2025",
          "2026"
      ],
      "112078": [
          "2025",
          "2026",
          "2027"
      ],
      "112079": [
          "2025",
          "2026",
          "2027"
      ],
      "112080": [
          "2025",
          "2026",
          "2027"
      ],
      "112081": [
          "2025",
          "2026",
          "2027"
      ],
      "112082": [
          "2025",
          "2026",
          "2027"
      ],
      "112083": [
          "2025",
          "2026",
          "2027"
      ],
      "112084": [
          "2025",
          "2026",
          "2027"
      ],
      "112085": [
          "2025",
          "2026",
          "2027"
      ],
      "112086": [
          "2025",
          "2026",
          "2027"
      ],
      "112087": [
          "2025",
          "2026",
          "2027"
      ],
      "112519": [
          "2023",
          "2024",
          "2025"
      ],
      "112520": [
          "2023",
          "2024",
          "2025"
      ],
      "112521": [
          "2023",
          "2024",
          "2025"
      ],
      "112522": [
          "2023",
          "2024",
          "2025"
      ],
      "112523": [
          "2023",
          "2024",
          "2025"
      ],
      "112524": [
          "2023",
          "2024",
          "2025"
      ],
      "112525": [
          "2023",
          "2024",
          "2025"
      ],
      "112526": [
          "2023",
          "2024",
          "2025"
      ],
      "112538": [
          "2024",
          "2025",
          "2026"
      ],
      "112539": [
          "2024",
          "2025",
          "2026"
      ],
      "112540": [
          "2024",
          "2025",
          "2026"
      ],
      "112546": [
          "2024",
          "2025",
          "2026"
      ],
      "112547": [
          "2024",
          "2025",
          "2026"
      ],
      "112548": [
          "2024",
          "2025",
          "2026"
      ],
      "112561": [
          "2024",
          "2025",
          "2026"
      ],
      "112562": [
          "2024",
          "2025",
          "2026"
      ],
      "112563": [
          "2024",
          "2025",
          "2026"
      ],
      "112564": [
          "2024",
          "2025",
          "2026"
      ],
      "112565": [
          "2024",
          "2025",
          "2026"
      ],
      "112566": [
          "2024",
          "2025",
          "2026"
      ],
      "112567": [
          "2024",
          "2025",
          "2026"
      ],
      "112568": [
          "2024",
          "2025",
          "2026"
      ],
      "112569": [
          "2024",
          "2025",
          "2026"
      ],
      "112570": [
          "2024",
          "2025",
          "2026"
      ],
      "112571": [
          "2024",
          "2025",
          "2026"
      ],
      "112572": [
          "2024",
          "2025",
          "2026"
      ],
      "112578": [
          "2025",
          "2026",
          "2027"
      ],
      "112579": [
          "2025",
          "2026",
          "2027"
      ],
      "112580": [
          "2025",
          "2026",
          "2027"
      ],
      "112581": [
          "2025",
          "2026",
          "2027"
      ],
      "112582": [
          "2025",
          "2026",
          "2027"
      ],
      "112583": [
          "2025",
          "2026",
          "2027"
      ],
      "112584": [
          "2025",
          "2026",
          "2027"
      ],
      "112585": [
          "2025",
          "2026",
          "2027"
      ],
      "112586": [
          "2025",
          "2026",
          "2027"
      ],
      "112587": [
          "2025",
          "2026",
          "2027"
      ]
  },
  "stone_list": {
      "4002": "太阳石",
      "4003": "月亮石",
      "4004": "光芒石",
      "4005": "神秘石",
      "4010": "黑宝石",
      "4011": "红玛瑙",
      "4012": "舍利子",
      "4244": "星辉石",
      "4249": "翡翠石"
  },
  "suit_added_status": {
      "4001": "盘丝阵",
      "4002": "定心术",
      "4003": "极度疯狂",
      "4004": "金刚护法",
      "4005": "逆鳞",
      "4006": "生命之泉",
      "4007": "魔王回首",
      "4008": "幽冥鬼眼",
      "4009": "楚楚可怜",
      "4010": "百毒不侵",
      "4011": "变身",
      "4012": "普渡众生",
      "4013": "炼气化神",
      "4014": "修罗隐身",
      "4015": "杀气诀",
      "4016": "一苇渡江",
      "4017": "碎星诀",
      "4018": "明光宝烛",
      "4019": "天神护体"
  },
  "suit_append_skills": {
      "3001": "知己知彼",
      "3002": "镇妖",
      "3003": "百万神兵",
      "3004": "魔音摄魂",
      "3005": "含情脉脉",
      "3006": "威慑",
      "3007": "催眠符",
      "3008": "失心符",
      "3009": "落魄符",
      "3010": "定身符",
      "3011": "满天花雨",
      "3012": "似玉生香",
      "3013": "尸腐毒",
      "3014": "勾魂",
      "3015": "摄魄",
      "3016": "姐妹同心",
      "3017": "唧唧歪歪",
      "3018": "龙卷雨击",
      "3019": "龙腾",
      "3020": "龙吟",
      "3021": "五雷咒",
      "3022": "飞砂走石",
      "3023": "三昧真火",
      "3024": "阎罗令",
      "3025": "判官令",
      "3026": "紧箍咒",
      "3027": "日光华",
      "3028": "靛沧海",
      "3029": "巨岩破",
      "3030": "苍茫树",
      "3031": "地裂火",
      "3032": "后发制人",
      "3033": "横扫千军",
      "3034": "日月乾坤",
      "3035": "无敌牛虱",
      "3036": "雷击",
      "3037": "落岩",
      "3038": "水攻",
      "3039": "烈火",
      "3040": "奔雷咒",
      "3041": "泰山压顶",
      "3042": "水漫金山",
      "3043": "地狱烈火",
      "3044": "落叶萧萧",
      "3045": "尘土刃",
      "3046": "荆棘舞",
      "3047": "冰川怒",
      "3048": "夺命咒",
      "3049": "夺魄令",
      "3050": "浪涌",
      "3051": "裂石",
      "3052": "当头一棒",
      "3053": "勠力一击",
      "3054": "神针撼海",
      "3055": "誓血之祭",
      "3056": "炽火流离"
  },
  "suit_effect_name": [
      "变身术之龟丞相",
      "变身术之兔子怪",
      "变身术之蜘蛛精",
      "变身术之黑熊精",
      "变身术之僵尸",
      "变身术之牛头",
      "变身术之马面",
      "变身术之雷鸟人",
      "变身术之蝴蝶仙子",
      "变身术之古代瑞兽",
      "变身术之白熊",
      "变身术之黑山老妖",
      "变身术之天兵",
      "变身术之天将",
      "变身术之地狱战神",
      "变身术之风伯",
      "变身术之凤凰",
      "变身术之蛟龙",
      "变身术之雨师",
      "变身术之如意仙子",
      "变身术之芙蓉仙子",
      "变身术之巡游天神",
      "变身术之星灵仙子",
      "变身术之幽灵",
      "变身术之鬼将",
      "变身术之吸血鬼",
      "变身术之净瓶女娲",
      "变身术之律法女娲",
      "变身术之灵符女娲",
      "变身术之画魂",
      "变身术之幽萤娃娃",
      "变身术之大力金刚",
      "变身术之雾中仙",
      "变身术之灵鹤",
      "变身术之夜罗刹",
      "变身术之炎魔神",
      "变身术之噬天虎",
      "变身术之踏云兽",
      "变身术之红萼仙子",
      "变身术之龙龟",
      "变身术之机关兽",
      "变身术之机关鸟",
      "变身术之连弩车",
      "变身术之巴蛇",
      "变身术之葫芦宝贝",
      "变身术之猫灵（人型）",
      "变身术之狂豹（人型）",
      "变身术之蝎子精",
      "变身术之混沌兽",
      "变身术之长眉灵猴",
      "变身术之黑熊",
      "变身术之修罗傀儡鬼",
      "变身术之修罗傀儡妖",
      "变身术之金身罗汉",
      "变身术之藤蔓妖花",
      "变身术之曼珠沙华",
      "变身术之蜃气妖",
      "变身术之大蝙蝠",
      "变化咒之天将",
      "追加法术神针撼海",
      "追加法术知己知彼",
      "变身术之山贼",
      "追加法术裂石",
      "变化咒之蝴蝶仙子",
      "变身术之野猪",
      "变身术之骷髅怪",
      "追加法术勠力一击",
      "变身术之蛤蟆精",
      "变化咒之巨蛙",
      "追加法术紧箍咒",
      "变化咒之树怪",
      "变化咒之海毛虫",
      "追加法术巨岩破",
      "变身术之树怪",
      "追加法术苍茫树",
      "追加法术地裂火",
      "变化咒之狐狸精",
      "变化咒之老虎",
      "变化咒之芙蓉仙子",
      "追加法术日月乾坤",
      "变化咒之花妖",
      "追加法术雷击",
      "追加法术落岩",
      "变身术之巨力神猿",
      "追加法术水攻",
      "变化咒之巡游天神",
      "变化咒之狼",
      "变化咒之虾兵",
      "追加法术泰山压顶",
      "变化咒之龟丞相",
      "变化咒之兔子怪",
      "追加法术落叶萧萧",
      "变化咒之黑熊精",
      "附加状态盘丝阵",
      "变化咒之僵尸",
      "追加法术冰川怒",
      "追加法术夺命咒",
      "变身术之巨蛙",
      "追加法术夺魄令",
      "追加法术浪涌",
      "变身术之护卫",
      "变化咒之白熊",
      "变身术之赌徒",
      "变化咒之天兵",
      "变身术之海毛虫",
      "变化咒之地狱战神",
      "附加状态定心术",
      "附加状态极度疯狂",
      "附加状态金刚护法",
      "附加状态逆鳞",
      "附加状态生命之泉",
      "附加状态魔王回首",
      "附加状态幽冥鬼眼",
      "附加状态楚楚可怜",
      "附加状态百毒不侵",
      "附加状态变身",
      "附加状态普渡众生",
      "附加状态炼气化神",
      "附加状态修罗隐身",
      "附加状态杀气诀",
      "附加状态一苇渡江",
      "附加状态碎星诀",
      "附加状态明光宝烛",
      "附加状态天神护体",
      "变化咒之雨师",
      "追加法术镇妖",
      "追加法术百万神兵",
      "追加法术魔音摄魂",
      "追加法术含情脉脉",
      "追加法术威慑",
      "追加法术催眠符",
      "追加法术失心符",
      "追加法术落魄符",
      "追加法术定身符",
      "追加法术满天花雨",
      "追加法术似玉生香",
      "追加法术尸腐毒",
      "追加法术勾魂",
      "追加法术摄魄",
      "追加法术姐妹同心",
      "追加法术唧唧歪歪",
      "追加法术龙卷雨击",
      "追加法术龙腾",
      "追加法术龙吟",
      "追加法术五雷咒",
      "追加法术飞砂走石",
      "追加法术三昧真火",
      "追加法术阎罗令",
      "追加法术判官令",
      "变化咒之大海龟",
      "追加法术日光华",
      "追加法术靛沧海",
      "变化咒之大蝙蝠",
      "变化咒之羊头怪",
      "变化咒之蛤蟆精",
      "追加法术后发制人",
      "追加法术横扫千军",
      "变化咒之黑熊",
      "追加法术无敌牛虱",
      "变化咒之牛妖",
      "变化咒之小龙女",
      "变化咒之野鬼",
      "追加法术烈火",
      "追加法术奔雷咒",
      "变化咒之蟹将",
      "追加法术水漫金山",
      "追加法术地狱烈火",
      "变化咒之蜘蛛精",
      "追加法术尘土刃",
      "追加法术荆棘舞",
      "变化咒之牛头",
      "变化咒之马面",
      "变化咒之雷鸟人",
      "变身术之大海龟",
      "变化咒之古代瑞兽",
      "追加法术当头一棒",
      "变化咒之黑山老妖",
      "变身术之强盗",
      "追加法术誓血之祭",
      "追加法术炽火流离",
      "变化咒之风伯",
      "变化咒之凤凰",
      "变化咒之蛟龙",
      "变身术之羊头怪",
      "变化咒之如意仙子",
      "变身术之狐狸精",
      "变身术之老虎",
      "变化咒之星灵仙子",
      "变身术之花妖",
      "变身术之牛妖",
      "变身术之小龙女",
      "变身术之野鬼",
      "变身术之狼",
      "变身术之虾兵",
      "变身术之蟹将"
  ],
  "suit_effects": {
      "3011": "满天花雨",
      "3033": "横扫千军",
      "3050": "浪涌",
      "3052": "当头一棒",
      "3053": "勠力一击",
      "3054": "神针撼海",
      "3055": "誓血之祭",
      "3056": "炽火流离",
      "4001": "盘丝阵",
      "4002": "定心",
      "4004": "金刚护法",
      "4005": "逆鳞",
      "4006": "生命之泉",
      "4007": "魔王回首",
      "4008": "幽冥鬼眼",
      "4009": "楚楚可怜",
      "4011": "变身",
      "4012": "普渡众生",
      "4013": "炼气化神",
      "4015": "杀气诀",
      "4016": "一苇渡江",
      "4017": "碎星诀",
      "4019": "天神护体"
  },
  "suit_effects_for_front": {
      "1": "变身",
      "2": "定心术",
      "3": "金刚护法",
      "4": "逆鳞",
      "5": "满天花雨",
      "6": "炼气化神",
      "7": "普渡众生",
      "8": "生命之泉",
      "9": "变身术之凤凰",
      "10": "变身术之蛟龙",
      "11": "变身术之雨师",
      "12": "变身术之如意仙子",
      "13": "变身术之芙蓉仙子",
      "14": "变身术之巡游天神",
      "15": "变身术之星灵仙子",
      "16": "变身术之幽灵",
      "17": "变身术之鬼将",
      "18": "变身术之吸血鬼",
      "19": "变身术之净瓶女娲",
      "20": "变身术之律法女娲",
      "21": "变身术之灵符女娲",
      "22": "变身术之画魂",
      "23": "变身术之幽萤娃娃",
      "24": "变身术之大力金刚",
      "25": "变身术之雾中仙",
      "26": "变身术之灵鹤",
      "27": "变身术之夜罗刹",
      "28": "变身术之炎魔神",
      "29": "变身术之噬天虎",
      "30": "变身术之踏云兽",
      "31": "变身术之红萼仙子",
      "32": "变身术之龙龟",
      "33": "变身术之机关兽",
      "34": "变身术之机关鸟",
      "35": "变身术之连弩车",
      "36": "变身术之巴蛇",
      "37": "变身术之葫芦宝贝",
      "38": "变身术之猫灵（人型）",
      "39": "变身术之狂豹（人型）",
      "40": "变身术之蝎子精",
      "41": "变身术之混沌兽",
      "42": "变身术之长眉灵猴",
      "43": "变身术之巨力神猿",
      "44": "变身术之修罗傀儡鬼",
      "45": "变身术之修罗傀儡妖",
      "46": "变身术之金身罗汉",
      "47": "变身术之藤蔓妖花",
      "48": "变身术之曼珠沙华",
      "49": "变身术之蜃气妖",
      "50": "碎星决",
      "51": "浪涌",
      "52": "追加法术当头一棒",
      "53": "追加法术勠力一击",
      "54": "追加法术神针撼海",
      "55": "追加法术誓血之祭",
      "56": "追加法术炽火流离",
      "57": "天神护体"
  },
  "suit_transform_charms": {
      "2001": "巨蛙",
      "2002": "大海龟",
      "2003": "树怪",
      "2004": "海毛虫",
      "2005": "大蝙蝠",
      "2006": "羊头怪",
      "2007": "蛤蟆精",
      "2008": "狐狸精",
      "2009": "老虎",
      "2010": "黑熊",
      "2011": "花妖",
      "2012": "牛妖",
      "2013": "小龙女",
      "2014": "野鬼",
      "2015": "狼",
      "2016": "虾兵",
      "2017": "蟹将",
      "2018": "龟丞相",
      "2019": "兔子怪",
      "2020": "蜘蛛精",
      "2021": "黑熊精",
      "2022": "僵尸",
      "2023": "牛头",
      "2024": "马面",
      "2025": "雷鸟人",
      "2026": "蝴蝶仙子",
      "2027": "古代瑞兽",
      "2028": "白熊",
      "2029": "黑山老妖",
      "2030": "天兵",
      "2031": "天将",
      "2032": "地狱战神",
      "2033": "风伯",
      "2034": "凤凰",
      "2035": "蛟龙",
      "2036": "雨师",
      "2037": "如意仙子",
      "2038": "芙蓉仙子",
      "2039": "巡游天神",
      "2040": "星灵仙子"
  },
  "suit_transform_skills": {
      "1001": "巨蛙",
      "1002": "大海龟",
      "1003": "护卫",
      "1004": "树怪",
      "1005": "赌徒",
      "1006": "强盗",
      "1007": "海毛虫",
      "1008": "大蝙蝠",
      "1009": "山贼",
      "1010": "野猪",
      "1011": "骷髅怪",
      "1012": "羊头怪",
      "1013": "蛤蟆精",
      "1014": "狐狸精",
      "1015": "老虎",
      "1016": "黑熊",
      "1017": "花妖",
      "1018": "牛妖",
      "1019": "小龙女",
      "1020": "野鬼",
      "1021": "狼",
      "1022": "虾兵",
      "1023": "蟹将",
      "1024": "龟丞相",
      "1025": "兔子怪",
      "1026": "蜘蛛精",
      "1027": "黑熊精",
      "1028": "僵尸",
      "1029": "牛头",
      "1030": "马面",
      "1031": "雷鸟人",
      "1032": "蝴蝶仙子",
      "1033": "古代瑞兽",
      "1034": "白熊",
      "1035": "黑山老妖",
      "1036": "天兵",
      "1037": "天将",
      "1038": "地狱战神",
      "1039": "风伯",
      "1040": "凤凰",
      "1041": "蛟龙",
      "1042": "雨师",
      "1043": "如意仙子",
      "1044": "芙蓉仙子",
      "1045": "巡游天神",
      "1046": "星灵仙子",
      "1047": "幽灵",
      "1048": "鬼将",
      "1049": "吸血鬼",
      "1050": "净瓶女娲",
      "1051": "律法女娲",
      "1052": "灵符女娲",
      "1053": "画魂",
      "1054": "幽萤娃娃",
      "1055": "大力金刚",
      "1056": "雾中仙",
      "1057": "灵鹤",
      "1058": "夜罗刹",
      "1059": "炎魔神",
      "1060": "噬天虎",
      "1061": "踏云兽",
      "1062": "红萼仙子",
      "1063": "龙龟",
      "1064": "机关兽",
      "1065": "机关鸟",
      "1066": "连弩车",
      "1067": "巴蛇",
      "1069": "葫芦宝贝",
      "1070": "猫灵（人型）",
      "1071": "狂豹（人型）",
      "1072": "蝎子精",
      "1073": "混沌兽",
      "1074": "长眉灵猴",
      "1075": "巨力神猿",
      "1076": "修罗傀儡鬼",
      "1077": "修罗傀儡妖",
      "1078": "金身罗汉",
      "1079": "藤蔓妖花",
      "1080": "曼珠沙华",
      "1081": "蜃气妖"
  },
  "sum_attrs": {
      "dex": "敏捷",
      "endurance": "耐力",
      "magic": "魔力",
      "physique": "体质",
      "power": "力量"
  },
  "sumavt_propsk": {
      "iCor_Avt_Inc": {
          "label": "体质"
      },
      "iMag_Avt_Inc": {
          "label": "法力"
      },
      "iRes_Avt_Inc": {
          "label": "耐力"
      },
      "iSpe_Avt_Inc": {
          "label": "敏捷"
      },
      "iStr_Avt_Inc": {
          "label": "力量"
      }
  },
  "summon_bianyi_mapping": {
      "101": 0,
      "102": 0,
      "103": 0,
      "104": 0,
      "105": 0,
      "106": 0,
      "107": 0,
      "108": 0,
      "109": 0,
      "110": 0,
      "111": 0,
      "112": 0,
      "2001": 4,
      "2002": 4,
      "2003": 0,
      "2004": 0,
      "2005": 0,
      "2006": 4,
      "2007": 4,
      "2008": 0,
      "2009": 4,
      "2010": 4,
      "2011": 4,
      "2012": 4,
      "2015": 4,
      "2016": 0,
      "2017": 4,
      "2018": 0,
      "2019": 0,
      "2020": 0,
      "2021": 0,
      "2022": 4,
      "2023": 4,
      "2024": 4,
      "2028": 4,
      "2029": 4,
      "2030": 4,
      "2031": 0,
      "2032": 0,
      "2033": 4,
      "2034": 4,
      "2035": 0,
      "2036": 4,
      "2037": 4,
      "2038": 4,
      "2039": 4,
      "2040": 4,
      "2041": 4,
      "2042": 4,
      "2043": 0,
      "2044": 4,
      "2045": 4,
      "2046": 4,
      "2047": 4,
      "2048": 0,
      "2049": 0,
      "2050": 0,
      "2051": 0,
      "2052": 4,
      "2053": 4,
      "2054": 4,
      "2055": 4,
      "2059": 4,
      "2060": 0,
      "2061": 4,
      "2062": 4,
      "2063": 4,
      "2064": 4,
      "2065": 4,
      "2066": 4,
      "2067": 4,
      "2068": 4,
      "2070": 4,
      "2071": 4,
      "2072": 4,
      "2073": 4,
      "2074": 4,
      "2076": 4,
      "2077": 4,
      "2078": 4,
      "2085": 4,
      "2086": 4,
      "2087": 4,
      "2093": 4,
      "2094": 4,
      "2095": 4,
      "2096": 4,
      "2097": 4,
      "2098": 4,
      "2099": 4,
      "2100": 0,
      "2101": 0,
      "2102": 4,
      "2103": 4,
      "2104": 4,
      "2105": 4,
      "2106": 4,
      "2107": 4,
      "2108": 0,
      "2109": 0,
      "2110": 0,
      "2111": 4,
      "2112": 4,
      "2113": 4,
      "2114": 4,
      "2115": 4,
      "2116": 4,
      "2117": 4,
      "2118": 4,
      "2119": 4,
      "2120": 4,
      "2121": 4,
      "2122": 4,
      "2123": 4,
      "2124": 4,
      "2125": 4,
      "2126": 4,
      "2127": 4,
      "2128": 4,
      "2129": 4,
      "2130": 4,
      "2131": 0,
      "2132": 0,
      "2133": 0,
      "2134": 0,
      "2135": 0,
      "2136": 0,
      "2137": 0,
      "2138": 0,
      "2139": 0,
      "2140": 0,
      "2141": 0,
      "2142": 0,
      "2143": 0,
      "2144": 0,
      "2150": 4,
      "2151": 4,
      "2152": 4,
      "2153": 4,
      "2159": 4,
      "2160": 4,
      "2161": 4,
      "2162": 4,
      "2163": 4,
      "2164": 5,
      "2178": 4,
      "2179": 4,
      "2180": 4,
      "2181": 4,
      "2182": 4,
      "2183": 4,
      "2184": 4,
      "2185": 4,
      "2186": 4,
      "2187": 4,
      "2188": 4,
      "2189": 4,
      "2190": 4,
      "2191": 4,
      "2192": 4,
      "2193": 4,
      "2194": 4,
      "2195": 4,
      "2196": 4,
      "2197": 4,
      "2198": 4,
      "2199": 4,
      "2200": 4,
      "2201": 4,
      "2202": 4,
      "2203": 4,
      "2204": 4,
      "2205": 4,
      "2206": 4,
      "2207": 4,
      "2208": 4,
      "2209": 4,
      "2210": 4,
      "2211": 4,
      "2212": 4,
      "2213": 4,
      "2214": 4,
      "2215": 4,
      "2216": 4,
      "2217": 4,
      "2218": 4,
      "2219": 4,
      "2220": 4,
      "2221": 4,
      "2222": 4,
      "2223": 4,
      "2224": 4,
      "2225": 4,
      "2226": 4,
      "2227": 4,
      "2228": 4,
      "2229": 4,
      "2230": 4,
      "2231": 4,
      "2232": 4,
      "2233": 4,
      "2234": 4,
      "2235": 4,
      "2236": 4,
      "2237": 4,
      "2238": 5,
      "2239": 4,
      "2240": 4,
      "2241": 4,
      "2242": 4,
      "2243": 4,
      "2244": 4,
      "2245": 4,
      "2246": 4,
      "2247": 4,
      "2249": 0,
      "2250": 0,
      "2255": 0,
      "2256": 0,
      "2257": 0,
      "2258": 0,
      "2259": 0,
      "2260": 0,
      "2261": 0,
      "2262": 0,
      "2263": 0,
      "2264": 0,
      "2265": 0,
      "2266": 0,
      "2267": 0,
      "2268": 0,
      "2269": 0,
      "2270": 0,
      "2271": 0,
      "2272": 0,
      "2273": 0,
      "2274": 0,
      "2275": 0,
      "2276": 0,
      "2277": 0,
      "2283": 4,
      "2300": 0,
      "2303": 4,
      "2304": 4,
      "2305": 4,
      "2306": 4,
      "2307": 4,
      "2308": 4,
      "2309": 4,
      "2310": 4,
      "2311": 0,
      "2312": 0,
      "2313": 0,
      "2314": 0,
      "2315": 0,
      "2316": 0,
      "2317": 0,
      "2318": 0,
      "2319": 4,
      "2320": 4,
      "2321": 4,
      "2322": 4,
      "2323": 4,
      "2324": 4,
      "2325": 0,
      "2326": 0,
      "2329": 4,
      "2330": 4,
      "2331": 4,
      "2332": 4,
      "2333": 4,
      "2334": 4,
      "2335": 4,
      "2336": 4,
      "2337": 4,
      "2338": 4,
      "2339": 4,
      "2340": 4,
      "2341": 0,
      "2342": 0,
      "2343": 0,
      "2344": 0,
      "2345": 6,
      "2346": 6,
      "2348": 4,
      "2349": 4,
      "2354": 4,
      "2355": 4,
      "2356": 4,
      "2360": 4,
      "2361": 4,
      "2363": 4,
      "2385": 4,
      "2386": 4,
      "2387": 4,
      "2388": 4,
      "2389": 4,
      "2390": 4,
      "2391": 4,
      "2392": 4,
      "2393": 4,
      "2394": 4,
      "2395": 4,
      "2396": 4,
      "2397": 4,
      "2398": 4,
      "2399": 4,
      "2400": 4,
      "2401": 4,
      "2402": 4,
      "2403": 4,
      "2404": 4,
      "2405": 4,
      "2406": 0,
      "2407": 0,
      "2408": 0,
      "2409": 4,
      "2410": 4,
      "2411": 4,
      "2412": 4,
      "2413": 4,
      "2414": 4,
      "2415": 4,
      "2416": 4,
      "2417": 4,
      "2418": 4,
      "2419": 4,
      "2420": 4,
      "2421": 4,
      "2422": 4,
      "2423": 4,
      "2424": 4,
      "2425": 4,
      "2426": 4,
      "2427": 4,
      "2428": 4,
      "2429": 4,
      "2430": 4,
      "2431": 4,
      "2432": 4,
      "2433": 4,
      "2434": 4,
      "2435": 4,
      "2436": 4,
      "2437": 4,
      "2438": 4,
      "2439": 4,
      "2440": 4,
      "2441": 4,
      "2442": 4,
      "2443": 4,
      "2444": 4,
      "2445": 4,
      "2446": 4,
      "2447": 4,
      "2448": 4,
      "2449": 4,
      "2450": 4,
      "2451": 4,
      "2452": 4,
      "2453": 4,
      "2454": 4,
      "2455": 4,
      "2456": 4,
      "2458": 4,
      "2459": 0,
      "2471": 4,
      "2472": 4,
      "2473": 4,
      "2474": 4,
      "2475": 4,
      "2476": 4,
      "2477": 4,
      "2478": 4,
      "2479": 4,
      "2480": 4,
      "2481": 4,
      "2482": 4,
      "2485": 0,
      "2486": 0,
      "2487": 4,
      "2488": 4,
      "2490": 0,
      "2495": 4,
      "2496": 4,
      "2497": 0,
      "2498": 0,
      "2501": 0,
      "2502": 0,
      "2506": 0,
      "2507": 0,
      "2509": 0,
      "2510": 0,
      "2511": 0,
      "2512": 0,
      "2515": 0,
      "2517": 0,
      "2522": 0,
      "2523": 0,
      "2524": 0,
      "2528": 0,
      "2529": 0,
      "2530": 0,
      "2533": 0,
      "2534": 0,
      "2536": 0,
      "2537": 0,
      "2538": 0,
      "2539": 0,
      "2540": 0,
      "2541": 0,
      "2542": 0,
      "2544": 0,
      "2545": 0,
      "2546": 0,
      "2547": 0,
      "2548": 0,
      "2552": 0,
      "2553": 0,
      "2554": 0,
      "2555": 0,
      "2559": 0,
      "2561": 0,
      "2562": 0,
      "2563": 0,
      "2564": 0,
      "2565": 0,
      "2566": 0,
      "2567": 0,
      "2568": 0,
      "2570": 0,
      "2571": 0,
      "2572": 0,
      "2573": 0,
      "2574": 0,
      "2576": 0,
      "2577": 0,
      "2578": 0,
      "2585": 0,
      "2586": 0,
      "2587": 0,
      "2593": 0,
      "2594": 0,
      "2595": 0,
      "2596": 0,
      "2597": 0,
      "2598": 0,
      "2599": 0,
      "2602": 0,
      "2603": 0,
      "2604": 0,
      "2605": 0,
      "2606": 0,
      "2607": 0,
      "2611": 0,
      "2612": 0,
      "2613": 0,
      "2614": 0,
      "2615": 0,
      "2616": 0,
      "2617": 0,
      "2618": 0,
      "2619": 0,
      "2620": 0,
      "2621": 0,
      "2622": 0,
      "2623": 0,
      "2624": 0,
      "2625": 0,
      "2626": 0,
      "2627": 0,
      "2628": 0,
      "2629": 0,
      "2630": 0,
      "2650": 0,
      "2651": 0,
      "2652": 0,
      "2653": 0,
      "2659": 0,
      "2660": 0,
      "2661": 0,
      "2662": 0,
      "2663": 0,
      "2664": 0,
      "2678": 0,
      "2679": 0,
      "2680": 0,
      "2681": 0,
      "2682": 0,
      "2683": 0,
      "2684": 0,
      "2685": 0,
      "2686": 0,
      "2687": 0,
      "2688": 0,
      "2689": 0,
      "2690": 0,
      "2691": 0,
      "2692": 0,
      "2693": 0,
      "2694": 0,
      "2695": 0,
      "2696": 0,
      "2697": 0,
      "2698": 0,
      "2699": 0,
      "2700": 0,
      "2701": 0,
      "2702": 0,
      "2703": 0,
      "2704": 0,
      "2705": 0,
      "2706": 0,
      "2707": 0,
      "2708": 0,
      "2709": 0,
      "2710": 0,
      "2711": 0,
      "2712": 0,
      "2713": 0,
      "2714": 0,
      "2715": 0,
      "2716": 0,
      "2717": 0,
      "2718": 0,
      "2719": 0,
      "2720": 0,
      "2721": 0,
      "2722": 0,
      "2723": 0,
      "2724": 0,
      "2725": 0,
      "2726": 0,
      "2727": 0,
      "2728": 0,
      "2729": 0,
      "2730": 0,
      "2731": 0,
      "2732": 0,
      "2733": 0,
      "2734": 0,
      "2735": 0,
      "2736": 0,
      "2737": 0,
      "2738": 0,
      "2739": 0,
      "2740": 0,
      "2741": 0,
      "2742": 0,
      "2743": 0,
      "2744": 0,
      "2745": 0,
      "2746": 0,
      "2747": 0,
      "2783": 0,
      "2803": 0,
      "2804": 0,
      "2805": 0,
      "2806": 0,
      "2807": 0,
      "2808": 0,
      "2809": 0,
      "2810": 0,
      "2819": 0,
      "2820": 0,
      "2821": 0,
      "2822": 0,
      "2823": 0,
      "2824": 0,
      "2827": 0,
      "2828": 0,
      "2829": 0,
      "2830": 0,
      "2831": 0,
      "2832": 0,
      "2833": 0,
      "2834": 0,
      "2835": 0,
      "2836": 0,
      "2837": 0,
      "2838": 0,
      "2839": 0,
      "2840": 0,
      "2885": 0,
      "2886": 0,
      "2887": 0,
      "2888": 0,
      "2889": 0,
      "2890": 0,
      "2891": 0,
      "2892": 0,
      "2893": 0,
      "2894": 0,
      "2895": 0,
      "2896": 0,
      "2897": 0,
      "2898": 0,
      "2899": 0,
      "2900": 0,
      "2901": 0,
      "2902": 0,
      "2903": 0,
      "2904": 0,
      "2909": 0,
      "2910": 0,
      "2913": 0,
      "2914": 0,
      "2915": 0,
      "2916": 0,
      "2917": 0,
      "2919": 0,
      "2920": 0,
      "2921": 0,
      "2922": 0,
      "2923": 0,
      "2924": 0,
      "2925": 0,
      "2926": 0,
      "2928": 0,
      "2929": 0,
      "2930": 0,
      "2931": 0,
      "2932": 0,
      "2933": 0,
      "2934": 0,
      "2935": 0,
      "2936": 0,
      "2937": 0,
      "2938": 0,
      "2939": 0,
      "2940": 0,
      "2971": 0,
      "2972": 0,
      "2973": 0,
      "2974": 0,
      "2975": 0,
      "2976": 0,
      "2977": 0,
      "2978": 0,
      "2979": 0,
      "2980": 0,
      "2981": 0,
      "2982": 0,
      "2995": 0,
      "2996": 0,
      "5873": 4,
      "5874": 4,
      "5875": 4,
      "5876": 4,
      "5877": 4,
      "5878": 4,
      "5888": 4,
      "5889": 4,
      "5890": 4,
      "5891": 4,
      "5892": 4,
      "5893": 4,
      "7026": 4,
      "7027": 4,
      "7028": 4,
      "7029": 4,
      "7030": 4,
      "7032": 4,
      "7084": 4,
      "7085": 4,
      "7086": 4,
      "7087": 4,
      "7088": 4,
      "7089": 4,
      "7090": 0,
      "7091": 0,
      "7092": 0,
      "7093": 0,
      "7094": 0,
      "7095": 0,
      "7096": 0,
      "7097": 0,
      "7098": 0,
      "7099": 0,
      "7100": 0,
      "7101": 0,
      "7102": 0,
      "7103": 0,
      "7104": 0,
      "7105": 0,
      "7106": 0,
      "7107": 0,
      "7108": 4,
      "7109": 4,
      "7110": 4,
      "7111": 4,
      "7112": 4,
      "7113": 4,
      "12000": 0,
      "12001": 0,
      "12002": 0,
      "12003": 0,
      "12004": 4,
      "12005": 4,
      "12006": 4,
      "12007": 4,
      "12008": 4,
      "12009": 4,
      "12010": 4,
      "12011": 4,
      "12016": 0,
      "12017": 0,
      "12019": 4,
      "12020": 4,
      "12021": 4,
      "12022": 4,
      "12023": 4,
      "12024": 4,
      "12025": 4,
      "12026": 4,
      "12027": 0,
      "12028": 0,
      "12032": 0,
      "12033": 0,
      "12034": 0,
      "12035": 0,
      "12036": 0,
      "12037": 0,
      "12038": 4,
      "12039": 4,
      "12040": 4,
      "12041": 4,
      "12042": 4,
      "12043": 4,
      "12044": 4,
      "12045": 4,
      "12046": 4,
      "12047": 4,
      "12048": 4,
      "12049": 4,
      "12050": 4,
      "12051": 4,
      "12052": 4,
      "12053": 4,
      "12054": 0,
      "12055": 0,
      "12058": 0,
      "12061": 4,
      "12062": 4,
      "12063": 4,
      "12064": 4,
      "12065": 4,
      "12066": 4,
      "12067": 4,
      "12068": 4,
      "12069": 4,
      "12070": 4,
      "12071": 4,
      "12072": 4,
      "12074": 0,
      "12075": 0,
      "12078": 4,
      "12079": 4,
      "12080": 4,
      "12081": 4,
      "12082": 4,
      "12083": 4,
      "12084": 4,
      "12085": 4,
      "12086": 4,
      "12087": 4,
      "12504": 0,
      "12505": 0,
      "12506": 0,
      "12507": 0,
      "12508": 0,
      "12509": 0,
      "12510": 0,
      "12511": 0,
      "12519": 0,
      "12520": 0,
      "12521": 0,
      "12522": 0,
      "12523": 0,
      "12524": 0,
      "12525": 0,
      "12526": 0,
      "12538": 0,
      "12539": 0,
      "12540": 0,
      "12541": 0,
      "12542": 0,
      "12543": 0,
      "12544": 0,
      "12545": 0,
      "12546": 0,
      "12547": 0,
      "12548": 0,
      "12549": 0,
      "12550": 0,
      "12551": 0,
      "12552": 0,
      "12553": 0,
      "12561": 0,
      "12562": 0,
      "12563": 0,
      "12564": 0,
      "12565": 0,
      "12566": 0,
      "12567": 0,
      "12568": 0,
      "12569": 0,
      "12570": 0,
      "12571": 0,
      "12572": 0,
      "12578": 0,
      "12579": 0,
      "12580": 0,
      "12581": 0,
      "12582": 0,
      "12583": 0,
      "12584": 0,
      "12585": 0,
      "12586": 0,
      "12587": 0,
      "18866": 0,
      "18867": 0,
      "18868": 0,
      "18869": 0
  },
  "summon_frame_mapping": {
      "101-attack": 11,
      "101-die": 9,
      "101-magic": 14,
      "101-stand": 13,
      "101-walk": 7,
      "102-attack": 11,
      "102-die": 8,
      "102-magic": 13,
      "102-stand": 9,
      "102-walk": 8,
      "103-attack": 29,
      "103-die": 11,
      "103-magic": 30,
      "103-stand": 21,
      "103-walk": 9,
      "104-attack": 18,
      "104-die": 16,
      "104-magic": 19,
      "104-stand": 12,
      "104-walk": 8,
      "105-attack": 18,
      "105-die": 9,
      "105-magic": 17,
      "105-stand": 8,
      "105-walk": 8,
      "106-attack": 19,
      "106-die": 8,
      "106-magic": 11,
      "106-stand": 12,
      "106-walk": 6,
      "107-attack": 8,
      "107-die": 10,
      "107-magic": 13,
      "107-stand": 12,
      "107-walk": 8,
      "108-attack": 11,
      "108-die": 13,
      "108-magic": 11,
      "108-stand": 12,
      "108-walk": 8,
      "109-attack": 9,
      "109-die": 13,
      "109-magic": 15,
      "109-stand": 12,
      "109-walk": 8,
      "110-attack": 10,
      "110-die": 12,
      "110-magic": 14,
      "110-stand": 8,
      "110-walk": 8,
      "111-attack": 9,
      "111-die": 11,
      "111-magic": 13,
      "111-stand": 12,
      "111-walk": 8,
      "112-attack": 9,
      "112-die": 13,
      "112-magic": 13,
      "112-stand": 8,
      "112-walk": 8,
      "12000-attack": 11,
      "12000-die": 13,
      "12000-magic": 21,
      "12000-stand": 32,
      "12000-walk": 8,
      "12001-attack": 11,
      "12001-die": 13,
      "12001-magic": 21,
      "12001-stand": 32,
      "12001-walk": 8,
      "12002-attack": 13,
      "12002-die": 11,
      "12002-magic": 25,
      "12002-stand": 8,
      "12002-walk": 6,
      "12003-attack": 13,
      "12003-die": 11,
      "12003-magic": 25,
      "12003-stand": 8,
      "12003-walk": 6,
      "12004-attack": 17,
      "12004-die": 10,
      "12004-magic": 23,
      "12004-stand": 16,
      "12004-walk": 8,
      "12005-attack": 16,
      "12005-die": 13,
      "12005-magic": 22,
      "12005-stand": 16,
      "12005-walk": 16,
      "12006-attack": 16,
      "12006-die": 11,
      "12006-magic": 23,
      "12006-stand": 12,
      "12006-walk": 11,
      "12007-attack": 16,
      "12007-die": 13,
      "12007-magic": 24,
      "12007-stand": 12,
      "12007-walk": 8,
      "12008-attack": 13,
      "12008-die": 13,
      "12008-magic": 21,
      "12008-stand": 32,
      "12008-walk": 10,
      "12009-attack": 13,
      "12009-die": 12,
      "12009-magic": 20,
      "12009-stand": 32,
      "12009-walk": 20,
      "12010-attack": 12,
      "12010-die": 13,
      "12010-magic": 20,
      "12010-stand": 8,
      "12010-walk": 8,
      "12011-attack": 12,
      "12011-die": 13,
      "12011-magic": 20,
      "12011-stand": 8,
      "12011-walk": 8,
      "12016-attack": 12,
      "12016-die": 13,
      "12016-magic": 20,
      "12016-stand": 24,
      "12016-walk": 6,
      "12017-attack": 12,
      "12017-die": 13,
      "12017-magic": 20,
      "12017-stand": 24,
      "12017-walk": 12,
      "12019-attack": 16,
      "12019-die": 13,
      "12019-magic": 22,
      "12019-stand": 8,
      "12019-walk": 8,
      "12020-attack": 13,
      "12020-die": 13,
      "12020-magic": 18,
      "12020-stand": 12,
      "12020-walk": 16,
      "12021-attack": 18,
      "12021-die": 13,
      "12021-magic": 18,
      "12021-stand": 8,
      "12021-walk": 8,
      "12022-attack": 10,
      "12022-die": 11,
      "12022-magic": 12,
      "12022-stand": 16,
      "12022-walk": 8,
      "12023-attack": 16,
      "12023-die": 14,
      "12023-magic": 22,
      "12023-stand": 8,
      "12023-walk": 8,
      "12024-attack": 13,
      "12024-die": 13,
      "12024-magic": 20,
      "12024-stand": 12,
      "12024-walk": 16,
      "12025-attack": 18,
      "12025-die": 13,
      "12025-magic": 18,
      "12025-stand": 12,
      "12025-walk": 8,
      "12026-attack": 16,
      "12026-die": 11,
      "12026-magic": 16,
      "12026-stand": 16,
      "12026-walk": 8,
      "12027-attack": 8,
      "12027-die": 11,
      "12027-magic": 26,
      "12027-stand": 24,
      "12027-walk": 6,
      "12028-attack": 8,
      "12028-die": 11,
      "12028-magic": 26,
      "12028-stand": 24,
      "12028-walk": 6,
      "12034-attack": 14,
      "12034-die": 12,
      "12034-magic": 16,
      "12034-stand": 16,
      "12034-walk": 8,
      "12035-attack": 14,
      "12035-die": 12,
      "12035-magic": 16,
      "12035-stand": 16,
      "12035-walk": 8,
      "12036-attack": 13,
      "12036-die": 12,
      "12036-magic": 24,
      "12036-stand": 24,
      "12036-walk": 10,
      "12037-attack": 13,
      "12037-die": 12,
      "12037-magic": 24,
      "12037-stand": 24,
      "12037-walk": 10,
      "12038-attack": 12,
      "12038-die": 13,
      "12038-magic": 27,
      "12038-stand": 32,
      "12038-walk": 16,
      "12039-attack": 13,
      "12039-die": 11,
      "12039-magic": 22,
      "12039-stand": 12,
      "12039-walk": 8,
      "12040-attack": 13,
      "12040-die": 9,
      "12040-magic": 18,
      "12040-stand": 8,
      "12040-walk": 10,
      "12046-attack": 14,
      "12046-die": 16,
      "12046-magic": 27,
      "12046-stand": 32,
      "12046-walk": 16,
      "12047-attack": 21,
      "12047-die": 14,
      "12047-magic": 24,
      "12047-stand": 16,
      "12047-walk": 8,
      "12048-attack": 13,
      "12048-die": 13,
      "12048-magic": 23,
      "12048-stand": 8,
      "12048-walk": 8,
      "12054-attack": 14,
      "12054-die": 13,
      "12054-magic": 12,
      "12054-stand": 8,
      "12054-walk": 8,
      "12055-attack": 14,
      "12055-die": 13,
      "12055-magic": 12,
      "12055-stand": 8,
      "12055-walk": 8,
      "12061-attack": 15,
      "12061-die": 14,
      "12061-magic": 19,
      "12061-stand": 8,
      "12061-walk": 10,
      "12062-attack": 15,
      "12062-die": 14,
      "12062-magic": 19,
      "12062-stand": 8,
      "12062-walk": 10,
      "12063-attack": 15,
      "12063-die": 14,
      "12063-magic": 19,
      "12063-stand": 8,
      "12063-walk": 10,
      "12064-attack": 15,
      "12064-die": 14,
      "12064-magic": 19,
      "12064-stand": 8,
      "12064-walk": 10,
      "12065-attack": 15,
      "12065-die": 14,
      "12065-magic": 19,
      "12065-stand": 8,
      "12065-walk": 10,
      "12066-attack": 15,
      "12066-die": 14,
      "12066-magic": 24,
      "12066-stand": 8,
      "12066-walk": 8,
      "12067-attack": 15,
      "12067-die": 14,
      "12067-magic": 23,
      "12067-stand": 8,
      "12067-walk": 8,
      "12068-attack": 15,
      "12068-die": 14,
      "12068-magic": 24,
      "12068-stand": 8,
      "12068-walk": 8,
      "12069-attack": 16,
      "12069-die": 14,
      "12069-magic": 24,
      "12069-stand": 8,
      "12069-walk": 8,
      "12070-attack": 15,
      "12070-die": 14,
      "12070-magic": 24,
      "12070-stand": 8,
      "12070-walk": 8,
      "12071-attack": 13,
      "12071-die": 11,
      "12071-magic": 22,
      "12071-stand": 12,
      "12071-walk": 8,
      "12072-attack": 21,
      "12072-die": 14,
      "12072-magic": 24,
      "12072-stand": 16,
      "12072-walk": 8,
      "12074-attack": 15,
      "12074-die": 14,
      "12074-magic": 16,
      "12074-stand": 10,
      "12074-walk": 6,
      "12075-attack": 15,
      "12075-die": 14,
      "12075-magic": 16,
      "12075-stand": 10,
      "12075-walk": 6,
      "12078-attack": 9,
      "12078-die": 11,
      "12078-magic": 17,
      "12078-stand": 16,
      "12078-walk": 6,
      "12079-attack": 8,
      "12079-die": 14,
      "12079-magic": 17,
      "12079-stand": 16,
      "12079-walk": 8,
      "12080-attack": 16,
      "12080-die": 14,
      "12080-magic": 18,
      "12080-stand": 16,
      "12080-walk": 16,
      "12081-attack": 20,
      "12081-die": 11,
      "12081-magic": 18,
      "12081-stand": 16,
      "12081-walk": 6,
      "12082-attack": 12,
      "12082-die": 13,
      "12082-magic": 20,
      "12082-stand": 16,
      "12082-walk": 16,
      "12083-attack": 13,
      "12083-die": 11,
      "12083-magic": 16,
      "12083-stand": 16,
      "12083-walk": 6,
      "12084-attack": 12,
      "12084-die": 12,
      "12084-magic": 19,
      "12084-stand": 10,
      "12084-walk": 8,
      "12085-attack": 13,
      "12085-die": 13,
      "12085-magic": 22,
      "12085-stand": 16,
      "12085-walk": 16,
      "12086-attack": 14,
      "12086-die": 11,
      "12086-magic": 20,
      "12086-stand": 16,
      "12086-walk": 6,
      "12087-attack": 13,
      "12087-die": 14,
      "12087-magic": 16,
      "12087-stand": 24,
      "12087-walk": 8,
      "12538-attack": 0,
      "12538-die": 0,
      "12538-magic": 0,
      "12538-stand": 0,
      "12538-walk": 0,
      "12539-attack": 0,
      "12539-die": 0,
      "12539-magic": 0,
      "12539-stand": 0,
      "12539-walk": 0,
      "12540-attack": 0,
      "12540-die": 0,
      "12540-magic": 0,
      "12540-stand": 0,
      "12540-walk": 0,
      "12546-attack": 0,
      "12546-die": 0,
      "12546-magic": 0,
      "12546-stand": 0,
      "12546-walk": 0,
      "12547-attack": 0,
      "12547-die": 0,
      "12547-magic": 0,
      "12547-stand": 0,
      "12547-walk": 0,
      "12548-attack": 0,
      "12548-die": 0,
      "12548-magic": 0,
      "12548-stand": 0,
      "12548-walk": 0,
      "12561-attack": 0,
      "12561-die": 0,
      "12561-magic": 0,
      "12561-stand": 0,
      "12561-walk": 0,
      "12562-attack": 0,
      "12562-die": 0,
      "12562-magic": 0,
      "12562-stand": 0,
      "12562-walk": 0,
      "12563-attack": 0,
      "12563-die": 0,
      "12563-magic": 0,
      "12563-stand": 0,
      "12563-walk": 0,
      "12564-attack": 0,
      "12564-die": 0,
      "12564-magic": 0,
      "12564-stand": 0,
      "12564-walk": 0,
      "12565-attack": 0,
      "12565-die": 0,
      "12565-magic": 0,
      "12565-stand": 0,
      "12565-walk": 0,
      "12566-attack": 0,
      "12566-die": 0,
      "12566-magic": 0,
      "12566-stand": 0,
      "12566-walk": 0,
      "12567-attack": 0,
      "12567-die": 0,
      "12567-magic": 0,
      "12567-stand": 0,
      "12567-walk": 0,
      "12568-attack": 0,
      "12568-die": 0,
      "12568-magic": 0,
      "12568-stand": 0,
      "12568-walk": 0,
      "12569-attack": 0,
      "12569-die": 0,
      "12569-magic": 0,
      "12569-stand": 0,
      "12569-walk": 0,
      "12570-attack": 0,
      "12570-die": 0,
      "12570-magic": 0,
      "12570-stand": 0,
      "12570-walk": 0,
      "12571-attack": 0,
      "12571-die": 0,
      "12571-magic": 0,
      "12571-stand": 0,
      "12571-walk": 0,
      "12572-attack": 0,
      "12572-die": 0,
      "12572-magic": 0,
      "12572-stand": 0,
      "12572-walk": 0,
      "18866-attack": 11,
      "18866-die": 13,
      "18866-magic": 19,
      "18866-stand": 16,
      "18866-walk": 16,
      "18867-attack": 11,
      "18867-die": 13,
      "18867-magic": 19,
      "18867-stand": 16,
      "18867-walk": 16,
      "18868-attack": 11,
      "18868-die": 13,
      "18868-magic": 19,
      "18868-stand": 16,
      "18868-walk": 16,
      "18869-attack": 11,
      "18869-die": 13,
      "18869-magic": 19,
      "18869-stand": 16,
      "18869-walk": 16,
      "2001-attack": 16,
      "2001-die": 11,
      "2001-magic": 14,
      "2001-stand": 12,
      "2001-walk": 8,
      "2002-attack": 11,
      "2002-die": 10,
      "2002-magic": 13,
      "2002-stand": 12,
      "2002-walk": 6,
      "2003-attack": 7,
      "2003-die": 11,
      "2003-magic": 12,
      "2003-stand": 11,
      "2003-walk": 9,
      "2004-attack": 7,
      "2004-die": 11,
      "2004-magic": 12,
      "2004-stand": 11,
      "2004-walk": 9,
      "2005-attack": 23,
      "2005-die": 14,
      "2005-magic": 16,
      "2005-stand": 9,
      "2005-walk": 9,
      "2006-attack": 12,
      "2006-die": 10,
      "2006-magic": 9,
      "2006-stand": 12,
      "2006-walk": 8,
      "2007-attack": 15,
      "2007-die": 8,
      "2007-magic": 13,
      "2007-stand": 8,
      "2007-walk": 8,
      "2008-attack": 14,
      "2008-die": 13,
      "2008-magic": 24,
      "2008-stand": 16,
      "2008-walk": 6,
      "2009-attack": 8,
      "2009-die": 11,
      "2009-magic": 11,
      "2009-stand": 10,
      "2009-walk": 8,
      "2010-attack": 11,
      "2010-die": 7,
      "2010-magic": 8,
      "2010-stand": 8,
      "2010-walk": 8,
      "2011-attack": 9,
      "2011-die": 10,
      "2011-magic": 11,
      "2011-stand": 8,
      "2011-walk": 8,
      "2012-attack": 12,
      "2012-die": 10,
      "2012-magic": 14,
      "2012-stand": 10,
      "2012-walk": 8,
      "2015-attack": 12,
      "2015-die": 9,
      "2015-magic": 12,
      "2015-stand": 8,
      "2015-walk": 8,
      "2016-attack": 16,
      "2016-die": 10,
      "2016-magic": 15,
      "2016-stand": 14,
      "2016-walk": 8,
      "2017-attack": 13,
      "2017-die": 11,
      "2017-magic": 13,
      "2017-stand": 10,
      "2017-walk": 8,
      "2018-attack": 10,
      "2018-die": 8,
      "2018-magic": 19,
      "2018-stand": 9,
      "2018-walk": 10,
      "2019-attack": 16,
      "2019-die": 17,
      "2019-magic": 19,
      "2019-stand": 20,
      "2019-walk": 12,
      "2020-attack": 16,
      "2020-die": 15,
      "2020-magic": 18,
      "2020-stand": 10,
      "2020-walk": 8,
      "2021-attack": 17,
      "2021-die": 17,
      "2021-magic": 19,
      "2021-stand": 25,
      "2021-walk": 8,
      "2022-attack": 12,
      "2022-die": 12,
      "2022-magic": 12,
      "2022-stand": 9,
      "2022-walk": 8,
      "2023-attack": 11,
      "2023-die": 10,
      "2023-magic": 12,
      "2023-stand": 8,
      "2023-walk": 8,
      "2024-attack": 8,
      "2024-die": 9,
      "2024-magic": 14,
      "2024-stand": 8,
      "2024-walk": 8,
      "2028-attack": 10,
      "2028-die": 10,
      "2028-magic": 12,
      "2028-stand": 12,
      "2028-walk": 8,
      "2029-attack": 10,
      "2029-die": 11,
      "2029-magic": 10,
      "2029-stand": 10,
      "2029-walk": 8,
      "2030-attack": 9,
      "2030-die": 7,
      "2030-magic": 8,
      "2030-stand": 8,
      "2030-walk": 8,
      "2031-attack": 11,
      "2031-die": 16,
      "2031-magic": 15,
      "2031-stand": 12,
      "2031-walk": 8,
      "2032-attack": 10,
      "2032-die": 16,
      "2032-magic": 15,
      "2032-stand": 8,
      "2032-walk": 10,
      "2033-attack": 6,
      "2033-die": 10,
      "2033-magic": 10,
      "2033-stand": 6,
      "2033-walk": 8,
      "2034-attack": 12,
      "2034-die": 10,
      "2034-magic": 10,
      "2034-stand": 8,
      "2034-walk": 8,
      "2035-attack": 15,
      "2035-die": 16,
      "2035-magic": 16,
      "2035-stand": 16,
      "2035-walk": 8,
      "2036-attack": 13,
      "2036-die": 10,
      "2036-magic": 15,
      "2036-stand": 8,
      "2036-walk": 8,
      "2037-attack": 12,
      "2037-die": 8,
      "2037-magic": 13,
      "2037-stand": 8,
      "2037-walk": 7,
      "2038-attack": 15,
      "2038-die": 10,
      "2038-magic": 19,
      "2038-stand": 8,
      "2038-walk": 8,
      "2039-attack": 10,
      "2039-die": 12,
      "2039-magic": 10,
      "2039-stand": 8,
      "2039-walk": 8,
      "2040-attack": 10,
      "2040-die": 11,
      "2040-magic": 10,
      "2040-stand": 10,
      "2040-walk": 8,
      "2041-attack": 17,
      "2041-die": 11,
      "2041-magic": 13,
      "2041-stand": 8,
      "2041-walk": 8,
      "2042-attack": 11,
      "2042-die": 17,
      "2042-magic": 16,
      "2042-stand": 12,
      "2042-walk": 12,
      "2043-attack": 0,
      "2043-die": 0,
      "2043-magic": 0,
      "2043-stand": 0,
      "2043-walk": 0,
      "2044-attack": 14,
      "2044-die": 10,
      "2044-magic": 12,
      "2044-stand": 12,
      "2044-walk": 8,
      "2045-attack": 12,
      "2045-die": 10,
      "2045-magic": 13,
      "2045-stand": 8,
      "2045-walk": 8,
      "2046-attack": 14,
      "2046-die": 9,
      "2046-magic": 12,
      "2046-stand": 8,
      "2046-walk": 8,
      "2047-attack": 11,
      "2047-die": 17,
      "2047-magic": 15,
      "2047-stand": 14,
      "2047-walk": 8,
      "2048-attack": 10,
      "2048-die": 8,
      "2048-magic": 13,
      "2048-stand": 9,
      "2048-walk": 9,
      "2049-attack": 13,
      "2049-die": 16,
      "2049-magic": 22,
      "2049-stand": 8,
      "2049-walk": 8,
      "2050-attack": 11,
      "2050-die": 13,
      "2050-magic": 14,
      "2050-stand": 8,
      "2050-walk": 8,
      "2051-attack": 12,
      "2051-die": 15,
      "2051-magic": 19,
      "2051-stand": 12,
      "2051-walk": 8,
      "2052-attack": 12,
      "2052-die": 10,
      "2052-magic": 14,
      "2052-stand": 8,
      "2052-walk": 8,
      "2053-attack": 10,
      "2053-die": 11,
      "2053-magic": 16,
      "2053-stand": 8,
      "2053-walk": 8,
      "2054-attack": 10,
      "2054-die": 11,
      "2054-magic": 10,
      "2054-stand": 12,
      "2054-walk": 8,
      "2055-attack": 8,
      "2055-die": 13,
      "2055-magic": 12,
      "2055-stand": 12,
      "2055-walk": 8,
      "2059-attack": 11,
      "2059-die": 10,
      "2059-magic": 12,
      "2059-stand": 9,
      "2059-walk": 8,
      "2060-attack": 9,
      "2060-die": 15,
      "2060-magic": 13,
      "2060-stand": 8,
      "2060-walk": 8,
      "2061-attack": 11,
      "2061-die": 9,
      "2061-magic": 15,
      "2061-stand": 8,
      "2061-walk": 8,
      "2062-attack": 11,
      "2062-die": 9,
      "2062-magic": 13,
      "2062-stand": 8,
      "2062-walk": 8,
      "2063-attack": 11,
      "2063-die": 9,
      "2063-magic": 13,
      "2063-stand": 12,
      "2063-walk": 8,
      "2064-attack": 11,
      "2064-die": 9,
      "2064-magic": 14,
      "2064-stand": 12,
      "2064-walk": 8,
      "2065-attack": 14,
      "2065-die": 11,
      "2065-magic": 14,
      "2065-stand": 12,
      "2065-walk": 8,
      "2066-attack": 15,
      "2066-die": 9,
      "2066-magic": 17,
      "2066-stand": 10,
      "2066-walk": 8,
      "2067-attack": 15,
      "2067-die": 8,
      "2067-magic": 15,
      "2067-stand": 10,
      "2067-walk": 8,
      "2068-attack": 12,
      "2068-die": 13,
      "2068-magic": 12,
      "2068-stand": 8,
      "2068-walk": 8,
      "2070-attack": 11,
      "2070-die": 11,
      "2070-magic": 13,
      "2070-stand": 8,
      "2070-walk": 8,
      "2071-attack": 12,
      "2071-die": 10,
      "2071-magic": 15,
      "2071-stand": 8,
      "2071-walk": 8,
      "2072-attack": 10,
      "2072-die": 13,
      "2072-magic": 13,
      "2072-stand": 8,
      "2072-walk": 8,
      "2073-attack": 17,
      "2073-die": 11,
      "2073-magic": 18,
      "2073-stand": 8,
      "2073-walk": 8,
      "2074-attack": 14,
      "2074-die": 11,
      "2074-magic": 16,
      "2074-stand": 8,
      "2074-walk": 8,
      "2076-attack": 14,
      "2076-die": 9,
      "2076-magic": 12,
      "2076-stand": 10,
      "2076-walk": 8,
      "2077-attack": 12,
      "2077-die": 10,
      "2077-magic": 14,
      "2077-stand": 7,
      "2077-walk": 8,
      "2078-attack": 16,
      "2078-die": 9,
      "2078-magic": 14,
      "2078-stand": 11,
      "2078-walk": 8,
      "2085-attack": 12,
      "2085-die": 10,
      "2085-magic": 12,
      "2085-stand": 9,
      "2085-walk": 9,
      "2086-attack": 10,
      "2086-die": 10,
      "2086-magic": 11,
      "2086-stand": 8,
      "2086-walk": 8,
      "2087-attack": 12,
      "2087-die": 10,
      "2087-magic": 13,
      "2087-stand": 8,
      "2087-walk": 8,
      "2093-attack": 13,
      "2093-die": 11,
      "2093-magic": 13,
      "2093-stand": 8,
      "2093-walk": 8,
      "2094-attack": 10,
      "2094-die": 7,
      "2094-magic": 13,
      "2094-stand": 9,
      "2094-walk": 9,
      "2095-attack": 12,
      "2095-die": 9,
      "2095-magic": 18,
      "2095-stand": 8,
      "2095-walk": 8,
      "2096-attack": 12,
      "2096-die": 11,
      "2096-magic": 15,
      "2096-stand": 8,
      "2096-walk": 8,
      "2097-attack": 17,
      "2097-die": 11,
      "2097-magic": 16,
      "2097-stand": 8,
      "2097-walk": 10,
      "2098-attack": 11,
      "2098-die": 10,
      "2098-magic": 14,
      "2098-stand": 8,
      "2098-walk": 8,
      "2099-attack": 12,
      "2099-die": 16,
      "2099-magic": 21,
      "2099-stand": 14,
      "2099-walk": 8,
      "2100-attack": 15,
      "2100-die": 9,
      "2100-magic": 20,
      "2100-stand": 8,
      "2100-walk": 8,
      "2101-attack": 12,
      "2101-die": 10,
      "2101-magic": 15,
      "2101-stand": 10,
      "2101-walk": 8,
      "2102-attack": 16,
      "2102-die": 12,
      "2102-magic": 16,
      "2102-stand": 10,
      "2102-walk": 8,
      "2103-attack": 17,
      "2103-die": 12,
      "2103-magic": 19,
      "2103-stand": 10,
      "2103-walk": 10,
      "2104-attack": 12,
      "2104-die": 10,
      "2104-magic": 18,
      "2104-stand": 8,
      "2104-walk": 8,
      "2105-attack": 11,
      "2105-die": 10,
      "2105-magic": 15,
      "2105-stand": 10,
      "2105-walk": 8,
      "2106-attack": 13,
      "2106-die": 9,
      "2106-magic": 22,
      "2106-stand": 10,
      "2106-walk": 8,
      "2107-attack": 19,
      "2107-die": 9,
      "2107-magic": 15,
      "2107-stand": 10,
      "2107-walk": 8,
      "2108-attack": 10,
      "2108-die": 22,
      "2108-magic": 22,
      "2108-stand": 14,
      "2108-walk": 8,
      "2109-attack": 14,
      "2109-die": 21,
      "2109-magic": 18,
      "2109-stand": 8,
      "2109-walk": 8,
      "2110-attack": 16,
      "2110-die": 11,
      "2110-magic": 21,
      "2110-stand": 12,
      "2110-walk": 6,
      "2111-attack": 14,
      "2111-die": 16,
      "2111-magic": 17,
      "2111-stand": 15,
      "2111-walk": 10,
      "2112-attack": 12,
      "2112-die": 16,
      "2112-magic": 14,
      "2112-stand": 14,
      "2112-walk": 8,
      "2113-attack": 16,
      "2113-die": 15,
      "2113-magic": 16,
      "2113-stand": 14,
      "2113-walk": 8,
      "2114-attack": 12,
      "2114-die": 15,
      "2114-magic": 16,
      "2114-stand": 14,
      "2114-walk": 8,
      "2115-attack": 14,
      "2115-die": 14,
      "2115-magic": 15,
      "2115-stand": 16,
      "2115-walk": 10,
      "2116-attack": 11,
      "2116-die": 12,
      "2116-magic": 17,
      "2116-stand": 12,
      "2116-walk": 7,
      "2117-attack": 15,
      "2117-die": 15,
      "2117-magic": 19,
      "2117-stand": 14,
      "2117-walk": 9,
      "2118-attack": 15,
      "2118-die": 16,
      "2118-magic": 19,
      "2118-stand": 15,
      "2118-walk": 7,
      "2119-attack": 15,
      "2119-die": 16,
      "2119-magic": 19,
      "2119-stand": 16,
      "2119-walk": 8,
      "2120-attack": 16,
      "2120-die": 17,
      "2120-magic": 19,
      "2120-stand": 12,
      "2120-walk": 6,
      "2121-attack": 17,
      "2121-die": 18,
      "2121-magic": 24,
      "2121-stand": 16,
      "2121-walk": 9,
      "2122-attack": 15,
      "2122-die": 18,
      "2122-magic": 19,
      "2122-stand": 16,
      "2122-walk": 9,
      "2123-attack": 17,
      "2123-die": 16,
      "2123-magic": 19,
      "2123-stand": 16,
      "2123-walk": 7,
      "2124-attack": 14,
      "2124-die": 11,
      "2124-magic": 12,
      "2124-stand": 10,
      "2124-walk": 8,
      "2125-attack": 9,
      "2125-die": 16,
      "2125-magic": 11,
      "2125-stand": 12,
      "2125-walk": 8,
      "2126-attack": 8,
      "2126-die": 18,
      "2126-magic": 15,
      "2126-stand": 10,
      "2126-walk": 9,
      "2127-attack": 9,
      "2127-die": 14,
      "2127-magic": 13,
      "2127-stand": 13,
      "2127-walk": 8,
      "2128-attack": 10,
      "2128-die": 12,
      "2128-magic": 31,
      "2128-stand": 10,
      "2128-walk": 8,
      "2129-attack": 8,
      "2129-die": 10,
      "2129-magic": 18,
      "2129-stand": 24,
      "2129-walk": 8,
      "2130-attack": 11,
      "2130-die": 16,
      "2130-magic": 12,
      "2130-stand": 16,
      "2130-walk": 9,
      "2131-attack": 10,
      "2131-die": 9,
      "2131-magic": 19,
      "2131-stand": 8,
      "2131-walk": 8,
      "2132-attack": 15,
      "2132-die": 11,
      "2132-magic": 17,
      "2132-stand": 13,
      "2132-walk": 6,
      "2133-attack": 0,
      "2133-die": 0,
      "2133-magic": 0,
      "2133-stand": 0,
      "2133-walk": 0,
      "2134-attack": 0,
      "2134-die": 0,
      "2134-magic": 0,
      "2134-stand": 0,
      "2134-walk": 0,
      "2135-attack": 0,
      "2135-die": 0,
      "2135-magic": 0,
      "2135-stand": 0,
      "2135-walk": 0,
      "2136-attack": 0,
      "2136-die": 0,
      "2136-magic": 0,
      "2136-stand": 0,
      "2136-walk": 0,
      "2137-attack": 0,
      "2137-die": 0,
      "2137-magic": 0,
      "2137-stand": 0,
      "2137-walk": 0,
      "2138-attack": 0,
      "2138-die": 0,
      "2138-magic": 0,
      "2138-stand": 0,
      "2138-walk": 0,
      "2139-attack": 0,
      "2139-die": 0,
      "2139-magic": 0,
      "2139-stand": 0,
      "2139-walk": 0,
      "2140-attack": 0,
      "2140-die": 0,
      "2140-magic": 0,
      "2140-stand": 0,
      "2140-walk": 0,
      "2141-attack": 0,
      "2141-die": 0,
      "2141-magic": 0,
      "2141-stand": 0,
      "2141-walk": 0,
      "2142-attack": 0,
      "2142-die": 0,
      "2142-magic": 0,
      "2142-stand": 0,
      "2142-walk": 0,
      "2143-attack": 0,
      "2143-die": 0,
      "2143-magic": 0,
      "2143-stand": 0,
      "2143-walk": 0,
      "2144-attack": 0,
      "2144-die": 0,
      "2144-magic": 0,
      "2144-stand": 0,
      "2144-walk": 0,
      "2150-attack": 11,
      "2150-die": 13,
      "2150-magic": 13,
      "2150-stand": 12,
      "2150-walk": 8,
      "2151-attack": 15,
      "2151-die": 21,
      "2151-magic": 16,
      "2151-stand": 16,
      "2151-walk": 8,
      "2152-attack": 18,
      "2152-die": 9,
      "2152-magic": 19,
      "2152-stand": 10,
      "2152-walk": 8,
      "2153-attack": 14,
      "2153-die": 9,
      "2153-magic": 21,
      "2153-stand": 10,
      "2153-walk": 8,
      "2159-attack": 10,
      "2159-die": 9,
      "2159-magic": 12,
      "2159-stand": 12,
      "2159-walk": 6,
      "2160-attack": 14,
      "2160-die": 15,
      "2160-magic": 16,
      "2160-stand": 14,
      "2160-walk": 10,
      "2161-attack": 12,
      "2161-die": 15,
      "2161-magic": 16,
      "2161-stand": 10,
      "2161-walk": 10,
      "2162-attack": 9,
      "2162-die": 16,
      "2162-magic": 13,
      "2162-stand": 12,
      "2162-walk": 8,
      "2163-attack": 12,
      "2163-die": 17,
      "2163-magic": 15,
      "2163-stand": 12,
      "2163-walk": 8,
      "2164-attack": 13,
      "2164-die": 13,
      "2164-magic": 11,
      "2164-stand": 8,
      "2164-walk": 6,
      "2178-attack": 8,
      "2178-die": 9,
      "2178-magic": 13,
      "2178-stand": 12,
      "2178-walk": 8,
      "2179-attack": 10,
      "2179-die": 11,
      "2179-magic": 13,
      "2179-stand": 12,
      "2179-walk": 8,
      "2180-attack": 10,
      "2180-die": 13,
      "2180-magic": 15,
      "2180-stand": 8,
      "2180-walk": 7,
      "2181-attack": 11,
      "2181-die": 12,
      "2181-magic": 13,
      "2181-stand": 8,
      "2181-walk": 8,
      "2182-attack": 10,
      "2182-die": 9,
      "2182-magic": 11,
      "2182-stand": 12,
      "2182-walk": 8,
      "2183-attack": 9,
      "2183-die": 8,
      "2183-magic": 14,
      "2183-stand": 12,
      "2183-walk": 8,
      "2184-attack": 11,
      "2184-die": 13,
      "2184-magic": 12,
      "2184-stand": 12,
      "2184-walk": 8,
      "2185-attack": 10,
      "2185-die": 9,
      "2185-magic": 14,
      "2185-stand": 8,
      "2185-walk": 8,
      "2186-attack": 12,
      "2186-die": 11,
      "2186-magic": 15,
      "2186-stand": 12,
      "2186-walk": 8,
      "2187-attack": 10,
      "2187-die": 9,
      "2187-magic": 12,
      "2187-stand": 12,
      "2187-walk": 8,
      "2188-attack": 11,
      "2188-die": 15,
      "2188-magic": 12,
      "2188-stand": 12,
      "2188-walk": 8,
      "2189-attack": 12,
      "2189-die": 12,
      "2189-magic": 15,
      "2189-stand": 12,
      "2189-walk": 8,
      "2190-attack": 13,
      "2190-die": 13,
      "2190-magic": 12,
      "2190-stand": 8,
      "2190-walk": 8,
      "2191-attack": 8,
      "2191-die": 11,
      "2191-magic": 11,
      "2191-stand": 8,
      "2191-walk": 8,
      "2192-attack": 12,
      "2192-die": 10,
      "2192-magic": 14,
      "2192-stand": 12,
      "2192-walk": 10,
      "2193-attack": 9,
      "2193-die": 8,
      "2193-magic": 12,
      "2193-stand": 12,
      "2193-walk": 8,
      "2194-attack": 11,
      "2194-die": 13,
      "2194-magic": 13,
      "2194-stand": 12,
      "2194-walk": 8,
      "2195-attack": 13,
      "2195-die": 13,
      "2195-magic": 15,
      "2195-stand": 12,
      "2195-walk": 8,
      "2196-attack": 13,
      "2196-die": 16,
      "2196-magic": 15,
      "2196-stand": 12,
      "2196-walk": 7,
      "2197-attack": 10,
      "2197-die": 13,
      "2197-magic": 15,
      "2197-stand": 12,
      "2197-walk": 8,
      "2198-attack": 9,
      "2198-die": 10,
      "2198-magic": 16,
      "2198-stand": 12,
      "2198-walk": 8,
      "2199-attack": 14,
      "2199-die": 11,
      "2199-magic": 12,
      "2199-stand": 12,
      "2199-walk": 8,
      "2200-attack": 10,
      "2200-die": 12,
      "2200-magic": 14,
      "2200-stand": 12,
      "2200-walk": 8,
      "2201-attack": 11,
      "2201-die": 9,
      "2201-magic": 14,
      "2201-stand": 8,
      "2201-walk": 8,
      "2202-attack": 10,
      "2202-die": 14,
      "2202-magic": 16,
      "2202-stand": 12,
      "2202-walk": 6,
      "2203-attack": 6,
      "2203-die": 11,
      "2203-magic": 12,
      "2203-stand": 8,
      "2203-walk": 4,
      "2204-attack": 10,
      "2204-die": 8,
      "2204-magic": 16,
      "2204-stand": 12,
      "2204-walk": 8,
      "2205-attack": 12,
      "2205-die": 11,
      "2205-magic": 12,
      "2205-stand": 12,
      "2205-walk": 8,
      "2206-attack": 10,
      "2206-die": 13,
      "2206-magic": 14,
      "2206-stand": 12,
      "2206-walk": 8,
      "2207-attack": 12,
      "2207-die": 11,
      "2207-magic": 14,
      "2207-stand": 12,
      "2207-walk": 8,
      "2208-attack": 11,
      "2208-die": 11,
      "2208-magic": 15,
      "2208-stand": 12,
      "2208-walk": 8,
      "2209-attack": 9,
      "2209-die": 11,
      "2209-magic": 12,
      "2209-stand": 12,
      "2209-walk": 8,
      "2210-attack": 9,
      "2210-die": 13,
      "2210-magic": 14,
      "2210-stand": 8,
      "2210-walk": 8,
      "2211-attack": 10,
      "2211-die": 13,
      "2211-magic": 13,
      "2211-stand": 12,
      "2211-walk": 9,
      "2212-attack": 11,
      "2212-die": 13,
      "2212-magic": 14,
      "2212-stand": 12,
      "2212-walk": 8,
      "2213-attack": 13,
      "2213-die": 13,
      "2213-magic": 16,
      "2213-stand": 8,
      "2213-walk": 8,
      "2214-attack": 11,
      "2214-die": 10,
      "2214-magic": 16,
      "2214-stand": 12,
      "2214-walk": 10,
      "2215-attack": 10,
      "2215-die": 9,
      "2215-magic": 15,
      "2215-stand": 12,
      "2215-walk": 8,
      "2216-attack": 13,
      "2216-die": 13,
      "2216-magic": 13,
      "2216-stand": 12,
      "2216-walk": 7,
      "2217-attack": 10,
      "2217-die": 11,
      "2217-magic": 16,
      "2217-stand": 8,
      "2217-walk": 8,
      "2218-attack": 8,
      "2218-die": 11,
      "2218-magic": 15,
      "2218-stand": 12,
      "2218-walk": 8,
      "2219-attack": 12,
      "2219-die": 13,
      "2219-magic": 15,
      "2219-stand": 8,
      "2219-walk": 8,
      "2220-attack": 11,
      "2220-die": 11,
      "2220-magic": 14,
      "2220-stand": 8,
      "2220-walk": 8,
      "2221-attack": 12,
      "2221-die": 13,
      "2221-magic": 15,
      "2221-stand": 12,
      "2221-walk": 8,
      "2222-attack": 12,
      "2222-die": 9,
      "2222-magic": 14,
      "2222-stand": 12,
      "2222-walk": 8,
      "2223-attack": 10,
      "2223-die": 8,
      "2223-magic": 13,
      "2223-stand": 8,
      "2223-walk": 8,
      "2224-attack": 11,
      "2224-die": 12,
      "2224-magic": 11,
      "2224-stand": 12,
      "2224-walk": 8,
      "2225-attack": 11,
      "2225-die": 13,
      "2225-magic": 14,
      "2225-stand": 12,
      "2225-walk": 8,
      "2226-attack": 10,
      "2226-die": 8,
      "2226-magic": 13,
      "2226-stand": 12,
      "2226-walk": 8,
      "2227-attack": 10,
      "2227-die": 12,
      "2227-magic": 14,
      "2227-stand": 12,
      "2227-walk": 8,
      "2228-attack": 9,
      "2228-die": 11,
      "2228-magic": 12,
      "2228-stand": 8,
      "2228-walk": 8,
      "2229-attack": 10,
      "2229-die": 12,
      "2229-magic": 16,
      "2229-stand": 12,
      "2229-walk": 8,
      "2230-attack": 8,
      "2230-die": 12,
      "2230-magic": 16,
      "2230-stand": 12,
      "2230-walk": 8,
      "2231-attack": 9,
      "2231-die": 10,
      "2231-magic": 14,
      "2231-stand": 8,
      "2231-walk": 8,
      "2232-attack": 6,
      "2232-die": 11,
      "2232-magic": 13,
      "2232-stand": 12,
      "2232-walk": 8,
      "2233-attack": 12,
      "2233-die": 13,
      "2233-magic": 12,
      "2233-stand": 10,
      "2233-walk": 8,
      "2234-attack": 11,
      "2234-die": 11,
      "2234-magic": 13,
      "2234-stand": 12,
      "2234-walk": 8,
      "2235-attack": 12,
      "2235-die": 11,
      "2235-magic": 21,
      "2235-stand": 8,
      "2235-walk": 8,
      "2236-attack": 12,
      "2236-die": 13,
      "2236-magic": 13,
      "2236-stand": 12,
      "2236-walk": 8,
      "2237-attack": 13,
      "2237-die": 15,
      "2237-magic": 15,
      "2237-stand": 12,
      "2237-walk": 8,
      "2238-attack": 13,
      "2238-die": 14,
      "2238-magic": 15,
      "2238-stand": 12,
      "2238-walk": 6,
      "2239-attack": 11,
      "2239-die": 13,
      "2239-magic": 16,
      "2239-stand": 12,
      "2239-walk": 8,
      "2240-attack": 13,
      "2240-die": 10,
      "2240-magic": 14,
      "2240-stand": 8,
      "2240-walk": 8,
      "2241-attack": 10,
      "2241-die": 13,
      "2241-magic": 16,
      "2241-stand": 12,
      "2241-walk": 8,
      "2242-attack": 12,
      "2242-die": 13,
      "2242-magic": 12,
      "2242-stand": 12,
      "2242-walk": 10,
      "2243-attack": 11,
      "2243-die": 13,
      "2243-magic": 13,
      "2243-stand": 12,
      "2243-walk": 8,
      "2244-attack": 10,
      "2244-die": 9,
      "2244-magic": 15,
      "2244-stand": 12,
      "2244-walk": 7,
      "2245-attack": 11,
      "2245-die": 12,
      "2245-magic": 12,
      "2245-stand": 12,
      "2245-walk": 8,
      "2246-attack": 12,
      "2246-die": 13,
      "2246-magic": 16,
      "2246-stand": 12,
      "2246-walk": 8,
      "2247-attack": 10,
      "2247-die": 9,
      "2247-magic": 15,
      "2247-stand": 12,
      "2247-walk": 7,
      "2249-attack": 12,
      "2249-die": 9,
      "2249-magic": 14,
      "2249-stand": 12,
      "2249-walk": 8,
      "2250-attack": 15,
      "2250-die": 12,
      "2250-magic": 15,
      "2250-stand": 12,
      "2250-walk": 8,
      "2255-attack": 23,
      "2255-die": 14,
      "2255-magic": 16,
      "2255-stand": 9,
      "2255-walk": 9,
      "2256-attack": 16,
      "2256-die": 10,
      "2256-magic": 15,
      "2256-stand": 14,
      "2256-walk": 8,
      "2257-attack": 16,
      "2257-die": 15,
      "2257-magic": 18,
      "2257-stand": 10,
      "2257-walk": 8,
      "2258-attack": 10,
      "2258-die": 8,
      "2258-magic": 19,
      "2258-stand": 9,
      "2258-walk": 10,
      "2259-attack": 15,
      "2259-die": 9,
      "2259-magic": 20,
      "2259-stand": 8,
      "2259-walk": 8,
      "2260-attack": 12,
      "2260-die": 10,
      "2260-magic": 15,
      "2260-stand": 10,
      "2260-walk": 8,
      "2261-attack": 10,
      "2261-die": 22,
      "2261-magic": 22,
      "2261-stand": 14,
      "2261-walk": 8,
      "2262-attack": 14,
      "2262-die": 21,
      "2262-magic": 18,
      "2262-stand": 8,
      "2262-walk": 8,
      "2263-attack": 16,
      "2263-die": 17,
      "2263-magic": 18,
      "2263-stand": 20,
      "2263-walk": 12,
      "2264-attack": 17,
      "2264-die": 17,
      "2264-magic": 19,
      "2264-stand": 25,
      "2264-walk": 8,
      "2265-attack": 10,
      "2265-die": 9,
      "2265-magic": 19,
      "2265-stand": 8,
      "2265-walk": 8,
      "2266-attack": 11,
      "2266-die": 16,
      "2266-magic": 15,
      "2266-stand": 12,
      "2266-walk": 8,
      "2267-attack": 10,
      "2267-die": 16,
      "2267-magic": 15,
      "2267-stand": 8,
      "2267-walk": 10,
      "2268-attack": 11,
      "2268-die": 13,
      "2268-magic": 14,
      "2268-stand": 8,
      "2268-walk": 8,
      "2269-attack": 9,
      "2269-die": 15,
      "2269-magic": 13,
      "2269-stand": 8,
      "2269-walk": 8,
      "2270-attack": 15,
      "2270-die": 12,
      "2270-magic": 15,
      "2270-stand": 12,
      "2270-walk": 8,
      "2271-attack": 16,
      "2271-die": 11,
      "2271-magic": 21,
      "2271-stand": 12,
      "2271-walk": 6,
      "2272-attack": 14,
      "2272-die": 13,
      "2272-magic": 26,
      "2272-stand": 17,
      "2272-walk": 6,
      "2273-attack": 15,
      "2273-die": 11,
      "2273-magic": 17,
      "2273-stand": 13,
      "2273-walk": 6,
      "2274-attack": 15,
      "2274-die": 16,
      "2274-magic": 16,
      "2274-stand": 16,
      "2274-walk": 8,
      "2275-attack": 12,
      "2275-die": 15,
      "2275-magic": 18,
      "2275-stand": 12,
      "2275-walk": 8,
      "2276-attack": 13,
      "2276-die": 16,
      "2276-magic": 22,
      "2276-stand": 8,
      "2276-walk": 8,
      "2277-attack": 12,
      "2277-die": 9,
      "2277-magic": 14,
      "2277-stand": 12,
      "2277-walk": 8,
      "2283-attack": 9,
      "2283-die": 11,
      "2283-magic": 15,
      "2283-stand": 12,
      "2283-walk": 8,
      "2300-attack": 16,
      "2300-die": 9,
      "2300-magic": 14,
      "2300-stand": 10,
      "2300-walk": 13,
      "2303-attack": 12,
      "2303-die": 11,
      "2303-magic": 15,
      "2303-stand": 12,
      "2303-walk": 8,
      "2304-attack": 11,
      "2304-die": 13,
      "2304-magic": 16,
      "2304-stand": 12,
      "2304-walk": 9,
      "2305-attack": 10,
      "2305-die": 10,
      "2305-magic": 15,
      "2305-stand": 12,
      "2305-walk": 8,
      "2306-attack": 9,
      "2306-die": 12,
      "2306-magic": 14,
      "2306-stand": 12,
      "2306-walk": 8,
      "2307-attack": 11,
      "2307-die": 13,
      "2307-magic": 15,
      "2307-stand": 12,
      "2307-walk": 8,
      "2308-attack": 11,
      "2308-die": 13,
      "2308-magic": 13,
      "2308-stand": 8,
      "2308-walk": 8,
      "2309-attack": 10,
      "2309-die": 12,
      "2309-magic": 14,
      "2309-stand": 12,
      "2309-walk": 8,
      "2310-attack": 12,
      "2310-die": 12,
      "2310-magic": 16,
      "2310-stand": 12,
      "2310-walk": 8,
      "2311-attack": 12,
      "2311-die": 13,
      "2311-magic": 14,
      "2311-stand": 12,
      "2311-walk": 8,
      "2312-attack": 12,
      "2312-die": 13,
      "2312-magic": 16,
      "2312-stand": 12,
      "2312-walk": 8,
      "2313-attack": 11,
      "2313-die": 10,
      "2313-magic": 18,
      "2313-stand": 10,
      "2313-walk": 8,
      "2314-attack": 11,
      "2314-die": 10,
      "2314-magic": 18,
      "2314-stand": 10,
      "2314-walk": 8,
      "2315-attack": 12,
      "2315-die": 13,
      "2315-magic": 14,
      "2315-stand": 12,
      "2315-walk": 6,
      "2316-attack": 12,
      "2316-die": 13,
      "2316-magic": 15,
      "2316-stand": 12,
      "2316-walk": 6,
      "2317-attack": 14,
      "2317-die": 14,
      "2317-magic": 20,
      "2317-stand": 8,
      "2317-walk": 6,
      "2318-attack": 14,
      "2318-die": 14,
      "2318-magic": 20,
      "2318-stand": 8,
      "2318-walk": 6,
      "2319-attack": 11,
      "2319-die": 7,
      "2319-magic": 18,
      "2319-stand": 12,
      "2319-walk": 8,
      "2320-attack": 12,
      "2320-die": 12,
      "2320-magic": 15,
      "2320-stand": 12,
      "2320-walk": 8,
      "2321-attack": 13,
      "2321-die": 12,
      "2321-magic": 16,
      "2321-stand": 12,
      "2321-walk": 8,
      "2322-attack": 11,
      "2322-die": 7,
      "2322-magic": 24,
      "2322-stand": 12,
      "2322-walk": 8,
      "2323-attack": 11,
      "2323-die": 12,
      "2323-magic": 15,
      "2323-stand": 12,
      "2323-walk": 8,
      "2324-attack": 14,
      "2324-die": 13,
      "2324-magic": 14,
      "2324-stand": 12,
      "2324-walk": 8,
      "2325-attack": 16,
      "2325-die": 18,
      "2325-magic": 18,
      "2325-stand": 25,
      "2325-walk": 8,
      "2326-attack": 16,
      "2326-die": 18,
      "2326-magic": 18,
      "2326-stand": 25,
      "2326-walk": 8,
      "2329-attack": 11,
      "2329-die": 12,
      "2329-magic": 13,
      "2329-stand": 12,
      "2329-walk": 8,
      "2330-attack": 10,
      "2330-die": 12,
      "2330-magic": 15,
      "2330-stand": 12,
      "2330-walk": 8,
      "2331-attack": 16,
      "2331-die": 14,
      "2331-magic": 22,
      "2331-stand": 16,
      "2331-walk": 8,
      "2332-attack": 16,
      "2332-die": 14,
      "2332-magic": 22,
      "2332-stand": 16,
      "2332-walk": 8,
      "2333-attack": 13,
      "2333-die": 16,
      "2333-magic": 18,
      "2333-stand": 12,
      "2333-walk": 14,
      "2334-attack": 16,
      "2334-die": 14,
      "2334-magic": 19,
      "2334-stand": 12,
      "2334-walk": 14,
      "2335-attack": 13,
      "2335-die": 16,
      "2335-magic": 18,
      "2335-stand": 12,
      "2335-walk": 14,
      "2336-attack": 16,
      "2336-die": 14,
      "2336-magic": 19,
      "2336-stand": 12,
      "2336-walk": 14,
      "2337-attack": 11,
      "2337-die": 10,
      "2337-magic": 16,
      "2337-stand": 8,
      "2337-walk": 10,
      "2338-attack": 13,
      "2338-die": 11,
      "2338-magic": 16,
      "2338-stand": 8,
      "2338-walk": 10,
      "2339-attack": 13,
      "2339-die": 13,
      "2339-magic": 23,
      "2339-stand": 12,
      "2339-walk": 10,
      "2340-attack": 13,
      "2340-die": 13,
      "2340-magic": 23,
      "2340-stand": 12,
      "2340-walk": 10,
      "2341-attack": 15,
      "2341-die": 16,
      "2341-magic": 17,
      "2341-stand": 32,
      "2341-walk": 20,
      "2342-attack": 15,
      "2342-die": 16,
      "2342-magic": 17,
      "2342-stand": 32,
      "2342-walk": 20,
      "2343-attack": 18,
      "2343-die": 12,
      "2343-magic": 24,
      "2343-stand": 16,
      "2343-walk": 4,
      "2344-attack": 18,
      "2344-die": 12,
      "2344-magic": 24,
      "2344-stand": 16,
      "2344-walk": 4,
      "2345-attack": 20,
      "2345-die": 16,
      "2345-magic": 23,
      "2345-stand": 8,
      "2345-walk": 8,
      "2346-attack": 19,
      "2346-die": 15,
      "2346-magic": 35,
      "2346-stand": 8,
      "2346-walk": 8,
      "2348-attack": 9,
      "2348-die": 12,
      "2348-magic": 10,
      "2348-stand": 8,
      "2348-walk": 8,
      "2349-attack": 11,
      "2349-die": 12,
      "2349-magic": 14,
      "2349-stand": 8,
      "2349-walk": 10,
      "2354-attack": 10,
      "2354-die": 12,
      "2354-magic": 15,
      "2354-stand": 8,
      "2354-walk": 10,
      "2355-attack": 13,
      "2355-die": 12,
      "2355-magic": 12,
      "2355-stand": 8,
      "2355-walk": 8,
      "2356-attack": 14,
      "2356-die": 12,
      "2356-magic": 16,
      "2356-stand": 8,
      "2356-walk": 8,
      "2360-attack": 12,
      "2360-die": 12,
      "2360-magic": 17,
      "2360-stand": 8,
      "2360-walk": 10,
      "2361-attack": 14,
      "2361-die": 9,
      "2361-magic": 13,
      "2361-stand": 8,
      "2361-walk": 8,
      "2363-attack": 13,
      "2363-die": 12,
      "2363-magic": 16,
      "2363-stand": 8,
      "2363-walk": 8,
      "2385-attack": 12,
      "2385-die": 13,
      "2385-magic": 21,
      "2385-stand": 12,
      "2385-walk": 12,
      "2386-attack": 11,
      "2386-die": 13,
      "2386-magic": 25,
      "2386-stand": 16,
      "2386-walk": 0,
      "2387-attack": 13,
      "2387-die": 15,
      "2387-magic": 23,
      "2387-stand": 12,
      "2387-walk": 8,
      "2388-attack": 11,
      "2388-die": 15,
      "2388-magic": 21,
      "2388-stand": 12,
      "2388-walk": 8,
      "2389-attack": 13,
      "2389-die": 13,
      "2389-magic": 16,
      "2389-stand": 12,
      "2389-walk": 8,
      "2390-attack": 10,
      "2390-die": 11,
      "2390-magic": 23,
      "2390-stand": 12,
      "2390-walk": 8,
      "2391-attack": 14,
      "2391-die": 17,
      "2391-magic": 24,
      "2391-stand": 12,
      "2391-walk": 8,
      "2392-attack": 17,
      "2392-die": 17,
      "2392-magic": 24,
      "2392-stand": 8,
      "2392-walk": 8,
      "2393-attack": 18,
      "2393-die": 14,
      "2393-magic": 21,
      "2393-stand": 12,
      "2393-walk": 8,
      "2394-attack": 14,
      "2394-die": 13,
      "2394-magic": 22,
      "2394-stand": 12,
      "2394-walk": 8,
      "2395-attack": 12,
      "2395-die": 11,
      "2395-magic": 25,
      "2395-stand": 8,
      "2395-walk": 8,
      "2396-attack": 17,
      "2396-die": 13,
      "2396-magic": 28,
      "2396-stand": 20,
      "2396-walk": 6,
      "2397-attack": 11,
      "2397-die": 17,
      "2397-magic": 21,
      "2397-stand": 16,
      "2397-walk": 8,
      "2398-attack": 9,
      "2398-die": 13,
      "2398-magic": 20,
      "2398-stand": 16,
      "2398-walk": 16,
      "2399-attack": 12,
      "2399-die": 9,
      "2399-magic": 18,
      "2399-stand": 8,
      "2399-walk": 12,
      "2400-attack": 11,
      "2400-die": 13,
      "2400-magic": 16,
      "2400-stand": 8,
      "2400-walk": 12,
      "2401-attack": 10,
      "2401-die": 11,
      "2401-magic": 15,
      "2401-stand": 12,
      "2401-walk": 8,
      "2402-attack": 13,
      "2402-die": 12,
      "2402-magic": 20,
      "2402-stand": 8,
      "2402-walk": 8,
      "2403-attack": 11,
      "2403-die": 11,
      "2403-magic": 20,
      "2403-stand": 12,
      "2403-walk": 8,
      "2404-attack": 10,
      "2404-die": 10,
      "2404-magic": 20,
      "2404-stand": 12,
      "2404-walk": 8,
      "2405-attack": 11,
      "2405-die": 17,
      "2405-magic": 33,
      "2405-stand": 8,
      "2405-walk": 8,
      "2406-attack": 11,
      "2406-die": 17,
      "2406-magic": 33,
      "2406-stand": 8,
      "2406-walk": 8,
      "2407-attack": 15,
      "2407-die": 13,
      "2407-magic": 18,
      "2407-stand": 25,
      "2407-walk": 6,
      "2408-attack": 15,
      "2408-die": 13,
      "2408-magic": 18,
      "2408-stand": 25,
      "2408-walk": 6,
      "2409-attack": 13,
      "2409-die": 13,
      "2409-magic": 21,
      "2409-stand": 16,
      "2409-walk": 8,
      "2410-attack": 12,
      "2410-die": 13,
      "2410-magic": 18,
      "2410-stand": 16,
      "2410-walk": 16,
      "2411-attack": 10,
      "2411-die": 10,
      "2411-magic": 16,
      "2411-stand": 8,
      "2411-walk": 8,
      "2412-attack": 10,
      "2412-die": 13,
      "2412-magic": 14,
      "2412-stand": 8,
      "2412-walk": 8,
      "2413-attack": 9,
      "2413-die": 12,
      "2413-magic": 17,
      "2413-stand": 12,
      "2413-walk": 10,
      "2414-attack": 9,
      "2414-die": 12,
      "2414-magic": 18,
      "2414-stand": 12,
      "2414-walk": 10,
      "2415-attack": 9,
      "2415-die": 12,
      "2415-magic": 17,
      "2415-stand": 12,
      "2415-walk": 10,
      "2416-attack": 9,
      "2416-die": 12,
      "2416-magic": 17,
      "2416-stand": 12,
      "2416-walk": 10,
      "2417-attack": 9,
      "2417-die": 12,
      "2417-magic": 17,
      "2417-stand": 12,
      "2417-walk": 10,
      "2418-attack": 9,
      "2418-die": 12,
      "2418-magic": 17,
      "2418-stand": 12,
      "2418-walk": 10,
      "2419-attack": 9,
      "2419-die": 12,
      "2419-magic": 17,
      "2419-stand": 12,
      "2419-walk": 10,
      "2420-attack": 9,
      "2420-die": 12,
      "2420-magic": 17,
      "2420-stand": 12,
      "2420-walk": 10,
      "2421-attack": 7,
      "2421-die": 11,
      "2421-magic": 9,
      "2421-stand": 12,
      "2421-walk": 4,
      "2422-attack": 7,
      "2422-die": 11,
      "2422-magic": 9,
      "2422-stand": 12,
      "2422-walk": 4,
      "2423-attack": 7,
      "2423-die": 11,
      "2423-magic": 9,
      "2423-stand": 12,
      "2423-walk": 4,
      "2424-attack": 7,
      "2424-die": 11,
      "2424-magic": 8,
      "2424-stand": 12,
      "2424-walk": 4,
      "2425-attack": 7,
      "2425-die": 11,
      "2425-magic": 9,
      "2425-stand": 12,
      "2425-walk": 4,
      "2426-attack": 7,
      "2426-die": 11,
      "2426-magic": 9,
      "2426-stand": 12,
      "2426-walk": 4,
      "2427-attack": 7,
      "2427-die": 11,
      "2427-magic": 9,
      "2427-stand": 12,
      "2427-walk": 4,
      "2428-attack": 7,
      "2428-die": 9,
      "2428-magic": 9,
      "2428-stand": 12,
      "2428-walk": 4,
      "2429-attack": 7,
      "2429-die": 11,
      "2429-magic": 9,
      "2429-stand": 12,
      "2429-walk": 4,
      "2430-attack": 11,
      "2430-die": 11,
      "2430-magic": 13,
      "2430-stand": 12,
      "2430-walk": 6,
      "2431-attack": 11,
      "2431-die": 11,
      "2431-magic": 13,
      "2431-stand": 12,
      "2431-walk": 6,
      "2432-attack": 11,
      "2432-die": 12,
      "2432-magic": 13,
      "2432-stand": 12,
      "2432-walk": 6,
      "2433-attack": 11,
      "2433-die": 11,
      "2433-magic": 13,
      "2433-stand": 12,
      "2433-walk": 6,
      "2434-attack": 11,
      "2434-die": 11,
      "2434-magic": 13,
      "2434-stand": 12,
      "2434-walk": 6,
      "2435-attack": 14,
      "2435-die": 11,
      "2435-magic": 15,
      "2435-stand": 8,
      "2435-walk": 8,
      "2436-attack": 14,
      "2436-die": 11,
      "2436-magic": 15,
      "2436-stand": 12,
      "2436-walk": 8,
      "2437-attack": 14,
      "2437-die": 11,
      "2437-magic": 15,
      "2437-stand": 12,
      "2437-walk": 8,
      "2438-attack": 14,
      "2438-die": 11,
      "2438-magic": 15,
      "2438-stand": 12,
      "2438-walk": 8,
      "2439-attack": 14,
      "2439-die": 11,
      "2439-magic": 15,
      "2439-stand": 12,
      "2439-walk": 8,
      "2440-attack": 14,
      "2440-die": 12,
      "2440-magic": 15,
      "2440-stand": 12,
      "2440-walk": 8,
      "2441-attack": 9,
      "2441-die": 12,
      "2441-magic": 17,
      "2441-stand": 12,
      "2441-walk": 10,
      "2442-attack": 9,
      "2442-die": 12,
      "2442-magic": 17,
      "2442-stand": 12,
      "2442-walk": 10,
      "2443-attack": 9,
      "2443-die": 12,
      "2443-magic": 17,
      "2443-stand": 12,
      "2443-walk": 10,
      "2444-attack": 9,
      "2444-die": 12,
      "2444-magic": 17,
      "2444-stand": 12,
      "2444-walk": 10,
      "2445-attack": 11,
      "2445-die": 11,
      "2445-magic": 13,
      "2445-stand": 12,
      "2445-walk": 6,
      "2446-attack": 11,
      "2446-die": 11,
      "2446-magic": 13,
      "2446-stand": 12,
      "2446-walk": 6,
      "2447-attack": 7,
      "2447-die": 11,
      "2447-magic": 9,
      "2447-stand": 12,
      "2447-walk": 4,
      "2448-attack": 7,
      "2448-die": 11,
      "2448-magic": 9,
      "2448-stand": 12,
      "2448-walk": 4,
      "2449-attack": 14,
      "2449-die": 11,
      "2449-magic": 15,
      "2449-stand": 8,
      "2449-walk": 8,
      "2450-attack": 14,
      "2450-die": 11,
      "2450-magic": 15,
      "2450-stand": 12,
      "2450-walk": 8,
      "2451-attack": 14,
      "2451-die": 11,
      "2451-magic": 15,
      "2451-stand": 12,
      "2451-walk": 8,
      "2452-attack": 7,
      "2452-die": 9,
      "2452-magic": 9,
      "2452-stand": 12,
      "2452-walk": 4,
      "2453-attack": 7,
      "2453-die": 11,
      "2453-magic": 9,
      "2453-stand": 12,
      "2453-walk": 4,
      "2454-attack": 11,
      "2454-die": 11,
      "2454-magic": 13,
      "2454-stand": 12,
      "2454-walk": 6,
      "2455-attack": 11,
      "2455-die": 11,
      "2455-magic": 13,
      "2455-stand": 12,
      "2455-walk": 6,
      "2456-attack": 14,
      "2456-die": 11,
      "2456-magic": 15,
      "2456-stand": 8,
      "2456-walk": 8,
      "2458-attack": 7,
      "2458-die": 11,
      "2458-magic": 8,
      "2458-stand": 12,
      "2458-walk": 4,
      "2459-attack": 14,
      "2459-die": 16,
      "2459-magic": 32,
      "2459-stand": 16,
      "2459-walk": 16,
      "2471-attack": 10,
      "2471-die": 18,
      "2471-magic": 17,
      "2471-stand": 8,
      "2471-walk": 6,
      "2472-attack": 16,
      "2472-die": 13,
      "2472-magic": 14,
      "2472-stand": 8,
      "2472-walk": 8,
      "2473-attack": 11,
      "2473-die": 12,
      "2473-magic": 13,
      "2473-stand": 8,
      "2473-walk": 8,
      "2474-attack": 10,
      "2474-die": 12,
      "2474-magic": 16,
      "2474-stand": 8,
      "2474-walk": 8,
      "2475-attack": 10,
      "2475-die": 11,
      "2475-magic": 16,
      "2475-stand": 8,
      "2475-walk": 8,
      "2476-attack": 12,
      "2476-die": 10,
      "2476-magic": 17,
      "2476-stand": 8,
      "2476-walk": 8,
      "2477-attack": 11,
      "2477-die": 12,
      "2477-magic": 17,
      "2477-stand": 8,
      "2477-walk": 10,
      "2478-attack": 12,
      "2478-die": 11,
      "2478-magic": 19,
      "2478-stand": 8,
      "2478-walk": 8,
      "2479-attack": 11,
      "2479-die": 12,
      "2479-magic": 18,
      "2479-stand": 8,
      "2479-walk": 12,
      "2480-attack": 15,
      "2480-die": 11,
      "2480-magic": 17,
      "2480-stand": 8,
      "2480-walk": 8,
      "2481-attack": 11,
      "2481-die": 12,
      "2481-magic": 15,
      "2481-stand": 11,
      "2481-walk": 16,
      "2482-attack": 13,
      "2482-die": 10,
      "2482-magic": 17,
      "2482-stand": 8,
      "2482-walk": 8,
      "2485-attack": 12,
      "2485-die": 9,
      "2485-magic": 15,
      "2485-stand": 8,
      "2485-walk": 6,
      "2486-attack": 12,
      "2486-die": 9,
      "2486-magic": 15,
      "2486-stand": 8,
      "2486-walk": 6,
      "2487-attack": 10,
      "2487-die": 10,
      "2487-magic": 20,
      "2487-stand": 12,
      "2487-walk": 6,
      "2488-attack": 10,
      "2488-die": 10,
      "2488-magic": 20,
      "2488-stand": 12,
      "2488-walk": 6,
      "2490-attack": 14,
      "2490-die": 16,
      "2490-magic": 32,
      "2490-stand": 16,
      "2490-walk": 16,
      "2495-attack": 11,
      "2495-die": 13,
      "2495-magic": 15,
      "2495-stand": 8,
      "2495-walk": 8,
      "2496-attack": 12,
      "2496-die": 13,
      "2496-magic": 26,
      "2496-stand": 10,
      "2496-walk": 8,
      "2497-attack": 19,
      "2497-die": 13,
      "2497-magic": 21,
      "2497-stand": 16,
      "2497-walk": 8,
      "2498-attack": 19,
      "2498-die": 13,
      "2498-magic": 21,
      "2498-stand": 16,
      "2498-walk": 8,
      "2501-attack": 0,
      "2501-die": 0,
      "2501-magic": 0,
      "2501-stand": 0,
      "2501-walk": 0,
      "2502-attack": 0,
      "2502-die": 0,
      "2502-magic": 0,
      "2502-stand": 0,
      "2502-walk": 0,
      "2504-attack": 0,
      "2504-die": 0,
      "2504-magic": 0,
      "2504-stand": 0,
      "2504-walk": 0,
      "2505-attack": 0,
      "2505-die": 0,
      "2505-magic": 0,
      "2505-stand": 0,
      "2505-walk": 0,
      "2506-attack": 0,
      "2506-die": 0,
      "2506-magic": 0,
      "2506-stand": 0,
      "2506-walk": 0,
      "2507-attack": 0,
      "2507-die": 0,
      "2507-magic": 0,
      "2507-stand": 0,
      "2507-walk": 0,
      "2509-attack": 0,
      "2509-die": 0,
      "2509-magic": 0,
      "2509-stand": 0,
      "2509-walk": 0,
      "2510-attack": 0,
      "2510-die": 0,
      "2510-magic": 0,
      "2510-stand": 0,
      "2510-walk": 0,
      "2511-attack": 0,
      "2511-die": 0,
      "2511-magic": 0,
      "2511-stand": 0,
      "2511-walk": 0,
      "2512-attack": 0,
      "2512-die": 0,
      "2512-magic": 0,
      "2512-stand": 0,
      "2512-walk": 0,
      "2515-attack": 0,
      "2515-die": 0,
      "2515-magic": 0,
      "2515-stand": 0,
      "2515-walk": 0,
      "2517-attack": 0,
      "2517-die": 0,
      "2517-magic": 0,
      "2517-stand": 0,
      "2517-walk": 0,
      "2522-attack": 0,
      "2522-die": 0,
      "2522-magic": 0,
      "2522-stand": 0,
      "2522-walk": 0,
      "2523-attack": 0,
      "2523-die": 0,
      "2523-magic": 0,
      "2523-stand": 0,
      "2523-walk": 0,
      "2524-attack": 0,
      "2524-die": 0,
      "2524-magic": 0,
      "2524-stand": 0,
      "2524-walk": 0,
      "2528-attack": 0,
      "2528-die": 0,
      "2528-magic": 0,
      "2528-stand": 0,
      "2528-walk": 0,
      "2529-attack": 0,
      "2529-die": 0,
      "2529-magic": 0,
      "2529-stand": 0,
      "2529-walk": 0,
      "2530-attack": 0,
      "2530-die": 0,
      "2530-magic": 0,
      "2530-stand": 0,
      "2530-walk": 0,
      "2533-attack": 0,
      "2533-die": 0,
      "2533-magic": 0,
      "2533-stand": 0,
      "2533-walk": 0,
      "2534-attack": 0,
      "2534-die": 0,
      "2534-magic": 0,
      "2534-stand": 0,
      "2534-walk": 0,
      "2536-attack": 0,
      "2536-die": 0,
      "2536-magic": 0,
      "2536-stand": 0,
      "2536-walk": 0,
      "2537-attack": 0,
      "2537-die": 0,
      "2537-magic": 0,
      "2537-stand": 0,
      "2537-walk": 0,
      "2538-attack": 0,
      "2538-die": 0,
      "2538-magic": 0,
      "2538-stand": 0,
      "2538-walk": 0,
      "2539-attack": 0,
      "2539-die": 0,
      "2539-magic": 0,
      "2539-stand": 0,
      "2539-walk": 0,
      "2540-attack": 0,
      "2540-die": 0,
      "2540-magic": 0,
      "2540-stand": 0,
      "2540-walk": 0,
      "2541-attack": 0,
      "2541-die": 0,
      "2541-magic": 0,
      "2541-stand": 0,
      "2541-walk": 0,
      "2542-attack": 0,
      "2542-die": 0,
      "2542-magic": 0,
      "2542-stand": 0,
      "2542-walk": 0,
      "2544-attack": 0,
      "2544-die": 0,
      "2544-magic": 0,
      "2544-stand": 0,
      "2544-walk": 0,
      "2545-attack": 0,
      "2545-die": 0,
      "2545-magic": 0,
      "2545-stand": 0,
      "2545-walk": 0,
      "2546-attack": 0,
      "2546-die": 0,
      "2546-magic": 0,
      "2546-stand": 0,
      "2546-walk": 0,
      "2547-attack": 0,
      "2547-die": 0,
      "2547-magic": 0,
      "2547-stand": 0,
      "2547-walk": 0,
      "2548-attack": 0,
      "2548-die": 0,
      "2548-magic": 0,
      "2548-stand": 0,
      "2548-walk": 0,
      "2552-attack": 0,
      "2552-die": 0,
      "2552-magic": 0,
      "2552-stand": 0,
      "2552-walk": 0,
      "2553-attack": 0,
      "2553-die": 0,
      "2553-magic": 0,
      "2553-stand": 0,
      "2553-walk": 0,
      "2554-attack": 0,
      "2554-die": 0,
      "2554-magic": 0,
      "2554-stand": 0,
      "2554-walk": 0,
      "2555-attack": 0,
      "2555-die": 0,
      "2555-magic": 0,
      "2555-stand": 0,
      "2555-walk": 0,
      "2559-attack": 0,
      "2559-die": 0,
      "2559-magic": 0,
      "2559-stand": 0,
      "2559-walk": 0,
      "2561-attack": 0,
      "2561-die": 0,
      "2561-magic": 0,
      "2561-stand": 0,
      "2561-walk": 0,
      "2562-attack": 0,
      "2562-die": 0,
      "2562-magic": 0,
      "2562-stand": 0,
      "2562-walk": 0,
      "2563-attack": 0,
      "2563-die": 0,
      "2563-magic": 0,
      "2563-stand": 0,
      "2563-walk": 0,
      "2564-attack": 0,
      "2564-die": 0,
      "2564-magic": 0,
      "2564-stand": 0,
      "2564-walk": 0,
      "2565-attack": 0,
      "2565-die": 0,
      "2565-magic": 0,
      "2565-stand": 0,
      "2565-walk": 0,
      "2566-attack": 0,
      "2566-die": 0,
      "2566-magic": 0,
      "2566-stand": 0,
      "2566-walk": 0,
      "2567-attack": 0,
      "2567-die": 0,
      "2567-magic": 0,
      "2567-stand": 0,
      "2567-walk": 0,
      "2568-attack": 0,
      "2568-die": 0,
      "2568-magic": 0,
      "2568-stand": 0,
      "2568-walk": 0,
      "2570-attack": 0,
      "2570-die": 0,
      "2570-magic": 0,
      "2570-stand": 0,
      "2570-walk": 0,
      "2571-attack": 0,
      "2571-die": 0,
      "2571-magic": 0,
      "2571-stand": 0,
      "2571-walk": 0,
      "2572-attack": 0,
      "2572-die": 0,
      "2572-magic": 0,
      "2572-stand": 0,
      "2572-walk": 0,
      "2573-attack": 0,
      "2573-die": 0,
      "2573-magic": 0,
      "2573-stand": 0,
      "2573-walk": 0,
      "2574-attack": 0,
      "2574-die": 0,
      "2574-magic": 0,
      "2574-stand": 0,
      "2574-walk": 0,
      "2576-attack": 0,
      "2576-die": 0,
      "2576-magic": 0,
      "2576-stand": 0,
      "2576-walk": 0,
      "2577-attack": 0,
      "2577-die": 0,
      "2577-magic": 0,
      "2577-stand": 0,
      "2577-walk": 0,
      "2578-attack": 0,
      "2578-die": 0,
      "2578-magic": 0,
      "2578-stand": 0,
      "2578-walk": 0,
      "2585-attack": 0,
      "2585-die": 0,
      "2585-magic": 0,
      "2585-stand": 0,
      "2585-walk": 0,
      "2586-attack": 0,
      "2586-die": 0,
      "2586-magic": 0,
      "2586-stand": 0,
      "2586-walk": 0,
      "2587-attack": 0,
      "2587-die": 0,
      "2587-magic": 0,
      "2587-stand": 0,
      "2587-walk": 0,
      "2593-attack": 0,
      "2593-die": 0,
      "2593-magic": 0,
      "2593-stand": 0,
      "2593-walk": 0,
      "2594-attack": 0,
      "2594-die": 0,
      "2594-magic": 0,
      "2594-stand": 0,
      "2594-walk": 0,
      "2595-attack": 0,
      "2595-die": 0,
      "2595-magic": 0,
      "2595-stand": 0,
      "2595-walk": 0,
      "2596-attack": 0,
      "2596-die": 0,
      "2596-magic": 0,
      "2596-stand": 0,
      "2596-walk": 0,
      "2597-attack": 0,
      "2597-die": 0,
      "2597-magic": 0,
      "2597-stand": 0,
      "2597-walk": 0,
      "2598-attack": 0,
      "2598-die": 0,
      "2598-magic": 0,
      "2598-stand": 0,
      "2598-walk": 0,
      "2599-attack": 0,
      "2599-die": 0,
      "2599-magic": 0,
      "2599-stand": 0,
      "2599-walk": 0,
      "2602-attack": 0,
      "2602-die": 0,
      "2602-magic": 0,
      "2602-stand": 0,
      "2602-walk": 0,
      "2603-attack": 0,
      "2603-die": 0,
      "2603-magic": 0,
      "2603-stand": 0,
      "2603-walk": 0,
      "2604-attack": 0,
      "2604-die": 0,
      "2604-magic": 0,
      "2604-stand": 0,
      "2604-walk": 0,
      "2605-attack": 0,
      "2605-die": 0,
      "2605-magic": 0,
      "2605-stand": 0,
      "2605-walk": 0,
      "2606-attack": 0,
      "2606-die": 0,
      "2606-magic": 0,
      "2606-stand": 0,
      "2606-walk": 0,
      "2607-attack": 0,
      "2607-die": 0,
      "2607-magic": 0,
      "2607-stand": 0,
      "2607-walk": 0,
      "2611-attack": 0,
      "2611-die": 0,
      "2611-magic": 0,
      "2611-stand": 0,
      "2611-walk": 0,
      "2612-attack": 0,
      "2612-die": 0,
      "2612-magic": 0,
      "2612-stand": 0,
      "2612-walk": 0,
      "2613-attack": 0,
      "2613-die": 0,
      "2613-magic": 0,
      "2613-stand": 0,
      "2613-walk": 0,
      "2614-attack": 0,
      "2614-die": 0,
      "2614-magic": 0,
      "2614-stand": 0,
      "2614-walk": 0,
      "2615-attack": 0,
      "2615-die": 0,
      "2615-magic": 0,
      "2615-stand": 0,
      "2615-walk": 0,
      "2616-attack": 0,
      "2616-die": 0,
      "2616-magic": 0,
      "2616-stand": 0,
      "2616-walk": 0,
      "2617-attack": 0,
      "2617-die": 0,
      "2617-magic": 0,
      "2617-stand": 0,
      "2617-walk": 0,
      "2618-attack": 0,
      "2618-die": 0,
      "2618-magic": 0,
      "2618-stand": 0,
      "2618-walk": 0,
      "2619-attack": 0,
      "2619-die": 0,
      "2619-magic": 0,
      "2619-stand": 0,
      "2619-walk": 0,
      "2620-attack": 0,
      "2620-die": 0,
      "2620-magic": 0,
      "2620-stand": 0,
      "2620-walk": 0,
      "2621-attack": 0,
      "2621-die": 0,
      "2621-magic": 0,
      "2621-stand": 0,
      "2621-walk": 0,
      "2622-attack": 0,
      "2622-die": 0,
      "2622-magic": 0,
      "2622-stand": 0,
      "2622-walk": 0,
      "2623-attack": 0,
      "2623-die": 0,
      "2623-magic": 0,
      "2623-stand": 0,
      "2623-walk": 0,
      "2624-attack": 0,
      "2624-die": 0,
      "2624-magic": 0,
      "2624-stand": 0,
      "2624-walk": 0,
      "2625-attack": 0,
      "2625-die": 0,
      "2625-magic": 0,
      "2625-stand": 0,
      "2625-walk": 0,
      "2626-attack": 0,
      "2626-die": 0,
      "2626-magic": 0,
      "2626-stand": 0,
      "2626-walk": 0,
      "2627-attack": 0,
      "2627-die": 0,
      "2627-magic": 0,
      "2627-stand": 0,
      "2627-walk": 0,
      "2628-attack": 0,
      "2628-die": 0,
      "2628-magic": 0,
      "2628-stand": 0,
      "2628-walk": 0,
      "2629-attack": 0,
      "2629-die": 0,
      "2629-magic": 0,
      "2629-stand": 0,
      "2629-walk": 0,
      "2630-attack": 0,
      "2630-die": 0,
      "2630-magic": 0,
      "2630-stand": 0,
      "2630-walk": 0,
      "2650-attack": 0,
      "2650-die": 0,
      "2650-magic": 0,
      "2650-stand": 0,
      "2650-walk": 0,
      "2651-attack": 0,
      "2651-die": 0,
      "2651-magic": 0,
      "2651-stand": 0,
      "2651-walk": 0,
      "2652-attack": 0,
      "2652-die": 0,
      "2652-magic": 0,
      "2652-stand": 0,
      "2652-walk": 0,
      "2653-attack": 0,
      "2653-die": 0,
      "2653-magic": 0,
      "2653-stand": 0,
      "2653-walk": 0,
      "2659-attack": 0,
      "2659-die": 0,
      "2659-magic": 0,
      "2659-stand": 0,
      "2659-walk": 0,
      "2660-attack": 0,
      "2660-die": 0,
      "2660-magic": 0,
      "2660-stand": 0,
      "2660-walk": 0,
      "2661-attack": 0,
      "2661-die": 0,
      "2661-magic": 0,
      "2661-stand": 0,
      "2661-walk": 0,
      "2662-attack": 0,
      "2662-die": 0,
      "2662-magic": 0,
      "2662-stand": 0,
      "2662-walk": 0,
      "2663-attack": 0,
      "2663-die": 0,
      "2663-magic": 0,
      "2663-stand": 0,
      "2663-walk": 0,
      "2664-attack": 0,
      "2664-die": 0,
      "2664-magic": 0,
      "2664-stand": 0,
      "2664-walk": 0,
      "2742-attack": 0,
      "2742-die": 0,
      "2742-magic": 0,
      "2742-stand": 0,
      "2742-walk": 0,
      "2743-attack": 0,
      "2743-die": 0,
      "2743-magic": 0,
      "2743-stand": 0,
      "2743-walk": 0,
      "2744-attack": 0,
      "2744-die": 0,
      "2744-magic": 0,
      "2744-stand": 0,
      "2744-walk": 0,
      "2783-attack": 0,
      "2783-die": 0,
      "2783-magic": 0,
      "2783-stand": 0,
      "2783-walk": 0,
      "2800-attack": 0,
      "2800-die": 0,
      "2800-magic": 0,
      "2800-stand": 0,
      "2800-walk": 0,
      "2803-attack": 0,
      "2803-die": 0,
      "2803-magic": 0,
      "2803-stand": 0,
      "2803-walk": 0,
      "2805-attack": 0,
      "2805-die": 0,
      "2805-magic": 0,
      "2805-stand": 0,
      "2805-walk": 0,
      "2807-attack": 0,
      "2807-die": 0,
      "2807-magic": 0,
      "2807-stand": 0,
      "2807-walk": 0,
      "2809-attack": 0,
      "2809-die": 0,
      "2809-magic": 0,
      "2809-stand": 0,
      "2809-walk": 0,
      "2819-attack": 0,
      "2819-die": 0,
      "2819-magic": 0,
      "2819-stand": 0,
      "2819-walk": 0,
      "2820-attack": 0,
      "2820-die": 0,
      "2820-magic": 0,
      "2820-stand": 0,
      "2820-walk": 0,
      "2821-attack": 0,
      "2821-die": 0,
      "2821-magic": 0,
      "2821-stand": 0,
      "2821-walk": 0,
      "2827-attack": 19,
      "2827-die": 11,
      "2827-magic": 20,
      "2827-stand": 12,
      "2827-walk": 8,
      "2828-attack": 19,
      "2828-die": 11,
      "2828-magic": 20,
      "2828-stand": 12,
      "2828-walk": 8,
      "2829-attack": 0,
      "2829-die": 0,
      "2829-magic": 0,
      "2829-stand": 0,
      "2829-walk": 0,
      "2831-attack": 0,
      "2831-die": 0,
      "2831-magic": 0,
      "2831-stand": 0,
      "2831-walk": 0,
      "2833-attack": 0,
      "2833-die": 0,
      "2833-magic": 0,
      "2833-stand": 0,
      "2833-walk": 0,
      "2835-attack": 0,
      "2835-die": 0,
      "2835-magic": 0,
      "2835-stand": 0,
      "2835-walk": 0,
      "2837-attack": 0,
      "2837-die": 0,
      "2837-magic": 0,
      "2837-stand": 0,
      "2837-walk": 0,
      "2839-attack": 0,
      "2839-die": 0,
      "2839-magic": 0,
      "2839-stand": 0,
      "2839-walk": 0,
      "2840-attack": 0,
      "2840-die": 0,
      "2840-magic": 0,
      "2840-stand": 0,
      "2840-walk": 0,
      "2885-attack": 0,
      "2885-die": 0,
      "2885-magic": 0,
      "2885-stand": 0,
      "2885-walk": 0,
      "2887-attack": 0,
      "2887-die": 0,
      "2887-magic": 0,
      "2887-stand": 0,
      "2887-walk": 0,
      "2889-attack": 0,
      "2889-die": 0,
      "2889-magic": 0,
      "2889-stand": 0,
      "2889-walk": 0,
      "2891-attack": 0,
      "2891-die": 0,
      "2891-magic": 0,
      "2891-stand": 0,
      "2891-walk": 0,
      "2893-attack": 0,
      "2893-die": 0,
      "2893-magic": 0,
      "2893-stand": 0,
      "2893-walk": 0,
      "2895-attack": 0,
      "2895-die": 0,
      "2895-magic": 0,
      "2895-stand": 0,
      "2895-walk": 0,
      "2897-attack": 0,
      "2897-die": 0,
      "2897-magic": 0,
      "2897-stand": 0,
      "2897-walk": 0,
      "2899-attack": 0,
      "2899-die": 0,
      "2899-magic": 0,
      "2899-stand": 0,
      "2899-walk": 0,
      "2901-attack": 0,
      "2901-die": 0,
      "2901-magic": 0,
      "2901-stand": 0,
      "2901-walk": 0,
      "2903-attack": 0,
      "2903-die": 0,
      "2903-magic": 0,
      "2903-stand": 0,
      "2903-walk": 0,
      "2909-attack": 0,
      "2909-die": 0,
      "2909-magic": 0,
      "2909-stand": 0,
      "2909-walk": 0,
      "2913-attack": 0,
      "2913-die": 0,
      "2913-magic": 0,
      "2913-stand": 0,
      "2913-walk": 0,
      "2914-attack": 0,
      "2914-die": 0,
      "2914-magic": 0,
      "2914-stand": 0,
      "2914-walk": 0,
      "2915-attack": 0,
      "2915-die": 0,
      "2915-magic": 0,
      "2915-stand": 0,
      "2915-walk": 0,
      "2916-attack": 0,
      "2916-die": 0,
      "2916-magic": 0,
      "2916-stand": 0,
      "2916-walk": 0,
      "2917-attack": 0,
      "2917-die": 0,
      "2917-magic": 0,
      "2917-stand": 0,
      "2917-walk": 0,
      "2918-attack": 0,
      "2918-die": 0,
      "2918-magic": 0,
      "2918-stand": 0,
      "2918-walk": 0,
      "2919-attack": 0,
      "2919-die": 0,
      "2919-magic": 0,
      "2919-stand": 0,
      "2919-walk": 0,
      "2920-attack": 0,
      "2920-die": 0,
      "2920-magic": 0,
      "2920-stand": 0,
      "2920-walk": 0,
      "2921-attack": 0,
      "2921-die": 0,
      "2921-magic": 0,
      "2921-stand": 0,
      "2921-walk": 0,
      "2922-attack": 0,
      "2922-die": 0,
      "2922-magic": 0,
      "2922-stand": 0,
      "2922-walk": 0,
      "2923-attack": 0,
      "2923-die": 0,
      "2923-magic": 0,
      "2923-stand": 0,
      "2923-walk": 0,
      "2924-attack": 0,
      "2924-die": 0,
      "2924-magic": 0,
      "2924-stand": 0,
      "2924-walk": 0,
      "2925-attack": 0,
      "2925-die": 0,
      "2925-magic": 0,
      "2925-stand": 0,
      "2925-walk": 0,
      "2926-attack": 0,
      "2926-die": 0,
      "2926-magic": 0,
      "2926-stand": 0,
      "2926-walk": 0,
      "2927-attack": 0,
      "2927-die": 0,
      "2927-magic": 0,
      "2927-stand": 0,
      "2927-walk": 0,
      "2928-attack": 0,
      "2928-die": 0,
      "2928-magic": 0,
      "2928-stand": 0,
      "2928-walk": 0,
      "2929-attack": 0,
      "2929-die": 0,
      "2929-magic": 0,
      "2929-stand": 0,
      "2929-walk": 0,
      "2930-attack": 0,
      "2930-die": 0,
      "2930-magic": 0,
      "2930-stand": 0,
      "2930-walk": 0,
      "2931-attack": 0,
      "2931-die": 0,
      "2931-magic": 0,
      "2931-stand": 0,
      "2931-walk": 0,
      "2932-attack": 0,
      "2932-die": 0,
      "2932-magic": 0,
      "2932-stand": 0,
      "2932-walk": 0,
      "2933-attack": 0,
      "2933-die": 0,
      "2933-magic": 0,
      "2933-stand": 0,
      "2933-walk": 0,
      "2934-attack": 0,
      "2934-die": 0,
      "2934-magic": 0,
      "2934-stand": 0,
      "2934-walk": 0,
      "2935-attack": 0,
      "2935-die": 0,
      "2935-magic": 0,
      "2935-stand": 0,
      "2935-walk": 0,
      "2936-attack": 0,
      "2936-die": 0,
      "2936-magic": 0,
      "2936-stand": 0,
      "2936-walk": 0,
      "2937-attack": 0,
      "2937-die": 0,
      "2937-magic": 0,
      "2937-stand": 0,
      "2937-walk": 0,
      "2938-attack": 0,
      "2938-die": 0,
      "2938-magic": 0,
      "2938-stand": 0,
      "2938-walk": 0,
      "2939-attack": 0,
      "2939-die": 0,
      "2939-magic": 0,
      "2939-stand": 0,
      "2939-walk": 0,
      "2940-attack": 0,
      "2940-die": 0,
      "2940-magic": 0,
      "2940-stand": 0,
      "2940-walk": 0,
      "2971-attack": 0,
      "2971-die": 0,
      "2971-magic": 0,
      "2971-stand": 0,
      "2971-walk": 0,
      "2972-attack": 0,
      "2972-die": 0,
      "2972-magic": 0,
      "2972-stand": 0,
      "2972-walk": 0,
      "2973-attack": 0,
      "2973-die": 0,
      "2973-magic": 0,
      "2973-stand": 0,
      "2973-walk": 0,
      "2974-attack": 0,
      "2974-die": 0,
      "2974-magic": 0,
      "2974-stand": 0,
      "2974-walk": 0,
      "2975-attack": 0,
      "2975-die": 0,
      "2975-magic": 0,
      "2975-stand": 0,
      "2975-walk": 0,
      "2976-attack": 0,
      "2976-die": 0,
      "2976-magic": 0,
      "2976-stand": 0,
      "2976-walk": 0,
      "2977-attack": 0,
      "2977-die": 0,
      "2977-magic": 0,
      "2977-stand": 0,
      "2977-walk": 0,
      "2978-attack": 0,
      "2978-die": 0,
      "2978-magic": 0,
      "2978-stand": 0,
      "2978-walk": 0,
      "2979-attack": 0,
      "2979-die": 0,
      "2979-magic": 0,
      "2979-stand": 0,
      "2979-walk": 0,
      "2980-attack": 0,
      "2980-die": 0,
      "2980-magic": 0,
      "2980-stand": 0,
      "2980-walk": 0,
      "2981-attack": 0,
      "2981-die": 0,
      "2981-magic": 0,
      "2981-stand": 0,
      "2981-walk": 0,
      "2982-attack": 0,
      "2982-die": 0,
      "2982-magic": 0,
      "2982-stand": 0,
      "2982-walk": 0,
      "5873-attack": 8,
      "5873-die": 10,
      "5873-magic": 13,
      "5873-stand": 12,
      "5873-walk": 8,
      "5874-attack": 11,
      "5874-die": 13,
      "5874-magic": 11,
      "5874-stand": 12,
      "5874-walk": 8,
      "5875-attack": 9,
      "5875-die": 13,
      "5875-magic": 15,
      "5875-stand": 12,
      "5875-walk": 8,
      "5876-attack": 10,
      "5876-die": 12,
      "5876-magic": 14,
      "5876-stand": 8,
      "5876-walk": 8,
      "5877-attack": 9,
      "5877-die": 11,
      "5877-magic": 12,
      "5877-stand": 12,
      "5877-walk": 8,
      "5878-attack": 9,
      "5878-die": 13,
      "5878-magic": 13,
      "5878-stand": 8,
      "5878-walk": 8,
      "5888-attack": 8,
      "5888-die": 10,
      "5888-magic": 13,
      "5888-stand": 12,
      "5888-walk": 8,
      "5889-attack": 11,
      "5889-die": 13,
      "5889-magic": 11,
      "5889-stand": 12,
      "5889-walk": 8,
      "5890-attack": 9,
      "5890-die": 13,
      "5890-magic": 15,
      "5890-stand": 12,
      "5890-walk": 8,
      "5891-attack": 10,
      "5891-die": 12,
      "5891-magic": 14,
      "5891-stand": 8,
      "5891-walk": 8,
      "5892-attack": 9,
      "5892-die": 11,
      "5892-magic": 12,
      "5892-stand": 12,
      "5892-walk": 8,
      "5893-attack": 9,
      "5893-die": 13,
      "5893-magic": 13,
      "5893-stand": 8,
      "5893-walk": 8,
      "7026-attack": 8,
      "7026-die": 10,
      "7026-magic": 13,
      "7026-stand": 12,
      "7026-walk": 8,
      "7027-attack": 11,
      "7027-die": 13,
      "7027-magic": 12,
      "7027-stand": 12,
      "7027-walk": 8,
      "7028-attack": 9,
      "7028-die": 13,
      "7028-magic": 15,
      "7028-stand": 12,
      "7028-walk": 8,
      "7029-attack": 10,
      "7029-die": 12,
      "7029-magic": 14,
      "7029-stand": 8,
      "7029-walk": 8,
      "7030-attack": 9,
      "7030-die": 11,
      "7030-magic": 12,
      "7030-stand": 12,
      "7030-walk": 8,
      "7032-attack": 9,
      "7032-die": 13,
      "7032-magic": 13,
      "7032-stand": 8,
      "7032-walk": 8
  },
  "summon_grow": {
      "2001": 1120,
      "2002": 1020,
      "2003": 1000,
      "2004": 1000,
      "2005": 1200,
      "2006": 1045,
      "2007": 1025,
      "2008": 1200,
      "2009": 1230,
      "2010": 900,
      "2011": 1100,
      "2012": 1050,
      "2015": 1230,
      "2016": 1200,
      "2017": 1030,
      "2018": 1200,
      "2019": 1200,
      "2020": 1200,
      "2021": 1200,
      "2022": 1030,
      "2023": 1150,
      "2024": 1064,
      "2028": 1025,
      "2029": 1025,
      "2030": 1080,
      "2031": 1200,
      "2032": 1200,
      "2033": 1010,
      "2034": 1020,
      "2035": 1200,
      "2036": 900,
      "2037": 900,
      "2038": 1160,
      "2039": 1020,
      "2040": 1120,
      "2041": 1150,
      "2042": 1010,
      "2044": 1010,
      "2045": 1015,
      "2046": 950,
      "2047": 900,
      "2048": 950,
      "2049": 1200,
      "2050": 1200,
      "2051": 1200,
      "2052": 1080,
      "2053": 1070,
      "2054": 1070,
      "2055": 1015,
      "2059": 1030,
      "2060": 1200,
      "2061": 1150,
      "2062": 1035,
      "2063": 1046,
      "2064": 1060,
      "2065": 1090,
      "2066": 1100,
      "2067": 1230,
      "2068": 1150,
      "2070": 1200,
      "2071": 1200,
      "2072": 1220,
      "2073": 1130,
      "2074": 1130,
      "2076": 1240,
      "2077": 1230,
      "2078": 1230,
      "2085": 1230,
      "2086": 1230,
      "2087": 1240,
      "2093": 1240,
      "2094": 1240,
      "2095": 1240,
      "2096": 1240,
      "2097": 1240,
      "2098": 1240,
      "2099": 1240,
      "2100": 1200,
      "2101": 1200,
      "2102": 1230,
      "2103": 1230,
      "2104": 1230,
      "2105": 1240,
      "2106": 1250,
      "2107": 1250,
      "2108": 1200,
      "2109": 1200,
      "2110": 1200,
      "2111": 1250,
      "2112": 1240,
      "2113": 1240,
      "2114": 1240,
      "2115": 1260,
      "2116": 1250,
      "2117": 1230,
      "2118": 1230,
      "2119": 1200,
      "2120": 1230,
      "2121": 1200,
      "2122": 1220,
      "2123": 1210,
      "2124": 1240,
      "2125": 1240,
      "2126": 1260,
      "2127": 1240,
      "2128": 1250,
      "2129": 1250,
      "2130": 1270,
      "2131": 1200,
      "2132": 1200,
      "2133": 1000,
      "2134": 1000,
      "2135": 1000,
      "2136": 1000,
      "2137": 1000,
      "2138": 1000,
      "2139": 1000,
      "2140": 1000,
      "2141": 1000,
      "2142": 1000,
      "2143": 1000,
      "2144": 1000,
      "2150": 1240,
      "2151": 1240,
      "2152": 1250,
      "2153": 1260,
      "2159": 1260,
      "2160": 1260,
      "2161": 1270,
      "2162": 1260,
      "2163": 1270,
      "2164": 1260,
      "2178": 1150,
      "2179": 1100,
      "2180": 1120,
      "2181": 1160,
      "2182": 1150,
      "2183": 1130,
      "2184": 1150,
      "2185": 1150,
      "2186": 1130,
      "2187": 1200,
      "2188": 1200,
      "2189": 1180,
      "2190": 1200,
      "2191": 1200,
      "2192": 1210,
      "2193": 1230,
      "2194": 1220,
      "2195": 1230,
      "2196": 1230,
      "2197": 1220,
      "2198": 1230,
      "2199": 1230,
      "2200": 1230,
      "2201": 1230,
      "2202": 1230,
      "2203": 1230,
      "2204": 1230,
      "2205": 1230,
      "2206": 1230,
      "2207": 1230,
      "2208": 1240,
      "2209": 1240,
      "2210": 1240,
      "2211": 1240,
      "2212": 1240,
      "2213": 1240,
      "2214": 1240,
      "2215": 1240,
      "2216": 1240,
      "2217": 1240,
      "2218": 1240,
      "2219": 1250,
      "2220": 1250,
      "2221": 1250,
      "2222": 1240,
      "2223": 1240,
      "2224": 1240,
      "2225": 1240,
      "2226": 1240,
      "2227": 1260,
      "2228": 1240,
      "2229": 1250,
      "2230": 1260,
      "2231": 1250,
      "2232": 1270,
      "2233": 1250,
      "2234": 1260,
      "2235": 1240,
      "2236": 1260,
      "2237": 1260,
      "2238": 1260,
      "2239": 1260,
      "2240": 1270,
      "2241": 1270,
      "2242": 1250,
      "2243": 1260,
      "2244": 1250,
      "2245": 1250,
      "2246": 1260,
      "2247": 1250,
      "2249": 1200,
      "2250": 1200,
      "2255": 1200,
      "2256": 1200,
      "2257": 1200,
      "2258": 1200,
      "2259": 1200,
      "2260": 1200,
      "2261": 1200,
      "2262": 1200,
      "2263": 1200,
      "2264": 1200,
      "2265": 1200,
      "2266": 1200,
      "2267": 1200,
      "2268": 1200,
      "2269": 1200,
      "2270": 1200,
      "2271": 1200,
      "2272": 1200,
      "2273": 1200,
      "2274": 1200,
      "2275": 1200,
      "2276": 1200,
      "2277": 1200,
      "2283": 1180,
      "2300": 1250,
      "2303": 1240,
      "2304": 1240,
      "2305": 1200,
      "2306": 1200,
      "2307": 1230,
      "2308": 1230,
      "2309": 1240,
      "2310": 1240,
      "2311": 1200,
      "2312": 1200,
      "2313": 1200,
      "2314": 1200,
      "2315": 1200,
      "2316": 1200,
      "2317": 1200,
      "2318": 1200,
      "2319": 1250,
      "2320": 1270,
      "2321": 1272,
      "2322": 1250,
      "2323": 1270,
      "2324": 1272,
      "2325": 1200,
      "2326": 1200,
      "2329": 1230,
      "2330": 1230,
      "2331": 1240,
      "2332": 1240,
      "2333": 1240,
      "2334": 1240,
      "2335": 1230,
      "2336": 1230,
      "2337": 1250,
      "2338": 1250,
      "2339": 1250,
      "2340": 1250,
      "2341": 1200,
      "2342": 1200,
      "2343": 1200,
      "2344": 1200,
      "2345": 1272,
      "2346": 1272,
      "2348": 1300,
      "2349": 1300,
      "2354": 1300,
      "2355": 1300,
      "2356": 1300,
      "2360": 1300,
      "2361": 1300,
      "2363": 1300,
      "2385": 1200,
      "2386": 1200,
      "2387": 1230,
      "2388": 1230,
      "2389": 1240,
      "2390": 1240,
      "2391": 1250,
      "2392": 1250,
      "2393": 1180,
      "2394": 1180,
      "2395": 1240,
      "2396": 1240,
      "2397": 1250,
      "2398": 1250,
      "2399": 1260,
      "2400": 1260,
      "2401": 1200,
      "2402": 1200,
      "2403": 1210,
      "2404": 1210,
      "2405": 1200,
      "2406": 1200,
      "2407": 1200,
      "2408": 1200,
      "2409": 1250,
      "2410": 1250,
      "2411": 1259,
      "2412": 1259,
      "2413": 900,
      "2414": 1010,
      "2415": 1010,
      "2416": 1025,
      "2417": 1010,
      "2418": 1050,
      "2419": 1010,
      "2420": 1020,
      "2421": 1010,
      "2422": 1035,
      "2423": 1025,
      "2424": 1035,
      "2425": 1000,
      "2426": 1000,
      "2427": 950,
      "2428": 1035,
      "2429": 1035,
      "2430": 900,
      "2431": 950,
      "2432": 1035,
      "2433": 1010,
      "2434": 1035,
      "2435": 1120,
      "2436": 1010,
      "2437": 1020,
      "2438": 1020,
      "2439": 1020,
      "2440": 1010,
      "2441": 1100,
      "2442": 1150,
      "2443": 1120,
      "2444": 1179,
      "2445": 1150,
      "2446": 1179,
      "2447": 1120,
      "2448": 1179,
      "2449": 1150,
      "2450": 1100,
      "2451": 1089,
      "2452": 1150,
      "2453": 1150,
      "2454": 1129,
      "2455": 1150,
      "2456": 1179,
      "2458": 1035,
      "2459": 1200,
      "2471": 1269,
      "2472": 1269,
      "2473": 1239,
      "2474": 1239,
      "2475": 1229,
      "2476": 1229,
      "2477": 1179,
      "2478": 1179,
      "2479": 1250,
      "2480": 1250,
      "2481": 1239,
      "2482": 1239,
      "2485": 1200,
      "2486": 1200,
      "2487": 1200,
      "2488": 1200,
      "2490": 1200,
      "2495": 1260,
      "2496": 1260,
      "2497": 1200,
      "2498": 1200,
      "2501": 1120,
      "2502": 1020,
      "2504": 1000,
      "2505": 1200,
      "2506": 1045,
      "2507": 1025,
      "2509": 1230,
      "2510": 900,
      "2511": 1100,
      "2512": 1050,
      "2515": 1230,
      "2517": 1030,
      "2522": 1030,
      "2523": 1150,
      "2524": 1064,
      "2528": 1025,
      "2529": 1025,
      "2530": 1080,
      "2533": 1010,
      "2534": 1020,
      "2536": 900,
      "2537": 900,
      "2538": 1160,
      "2539": 1020,
      "2540": 1120,
      "2541": 1150,
      "2542": 1010,
      "2544": 1010,
      "2545": 1015,
      "2546": 950,
      "2547": 900,
      "2548": 950,
      "2552": 1080,
      "2553": 1070,
      "2554": 1070,
      "2555": 1015,
      "2559": 1030,
      "2561": 1150,
      "2562": 1035,
      "2563": 1046,
      "2564": 1060,
      "2565": 1090,
      "2566": 1100,
      "2567": 1230,
      "2568": 1150,
      "2570": 1200,
      "2571": 1200,
      "2572": 1220,
      "2573": 1130,
      "2574": 1130,
      "2576": 1240,
      "2577": 1230,
      "2578": 1230,
      "2585": 1230,
      "2586": 1230,
      "2587": 1240,
      "2593": 1240,
      "2594": 1240,
      "2595": 1240,
      "2596": 1240,
      "2597": 1240,
      "2598": 1240,
      "2599": 1240,
      "2602": 1230,
      "2603": 1230,
      "2604": 1230,
      "2605": 1240,
      "2606": 1250,
      "2607": 1250,
      "2611": 1250,
      "2612": 1240,
      "2613": 1240,
      "2614": 1240,
      "2615": 1260,
      "2616": 1250,
      "2617": 1230,
      "2618": 1230,
      "2619": 1200,
      "2620": 1230,
      "2621": 1200,
      "2622": 1220,
      "2623": 1210,
      "2624": 1240,
      "2625": 1240,
      "2626": 1260,
      "2627": 1240,
      "2628": 1250,
      "2629": 1250,
      "2630": 1270,
      "2650": 1240,
      "2651": 1240,
      "2652": 1250,
      "2653": 1260,
      "2659": 1260,
      "2660": 1260,
      "2661": 1270,
      "2662": 1260,
      "2663": 1270,
      "2664": 1260,
      "2678": 1150,
      "2679": 1100,
      "2680": 1120,
      "2681": 1160,
      "2682": 1150,
      "2683": 1130,
      "2684": 1150,
      "2685": 1150,
      "2686": 1130,
      "2687": 1200,
      "2688": 1200,
      "2689": 1180,
      "2690": 1200,
      "2691": 1200,
      "2692": 1210,
      "2693": 1230,
      "2694": 1220,
      "2695": 1230,
      "2696": 1230,
      "2697": 1220,
      "2698": 1230,
      "2699": 1230,
      "2700": 1230,
      "2701": 1230,
      "2702": 1230,
      "2703": 1230,
      "2704": 1230,
      "2705": 1230,
      "2706": 1230,
      "2707": 1230,
      "2708": 1240,
      "2709": 1240,
      "2710": 1240,
      "2711": 1240,
      "2712": 1240,
      "2713": 1240,
      "2714": 1240,
      "2715": 1240,
      "2716": 1240,
      "2717": 1240,
      "2718": 1240,
      "2719": 1250,
      "2720": 1250,
      "2721": 1250,
      "2722": 1240,
      "2723": 1240,
      "2724": 1240,
      "2725": 1240,
      "2726": 1240,
      "2727": 1260,
      "2728": 1240,
      "2729": 1250,
      "2730": 1260,
      "2731": 1250,
      "2732": 1270,
      "2733": 1250,
      "2734": 1260,
      "2735": 1240,
      "2736": 1260,
      "2737": 1260,
      "2738": 1260,
      "2739": 1260,
      "2740": 1270,
      "2741": 1270,
      "2742": 1250,
      "2743": 1260,
      "2744": 1250,
      "2745": 1250,
      "2746": 1260,
      "2747": 1250,
      "2783": 1180,
      "2800": 1250,
      "2803": 1240,
      "2804": 1240,
      "2805": 1200,
      "2806": 1200,
      "2807": 1230,
      "2808": 1230,
      "2809": 1240,
      "2810": 1240,
      "2819": 1250,
      "2820": 1270,
      "2821": 1272,
      "2822": 1250,
      "2823": 1270,
      "2824": 1272,
      "2827": 1200,
      "2828": 1200,
      "2829": 1230,
      "2830": 1230,
      "2831": 1240,
      "2832": 1240,
      "2833": 1240,
      "2834": 1240,
      "2835": 1230,
      "2836": 1230,
      "2837": 1250,
      "2838": 1250,
      "2839": 1250,
      "2840": 1250,
      "2885": 1200,
      "2886": 1200,
      "2887": 1230,
      "2888": 1230,
      "2889": 1240,
      "2890": 1240,
      "2891": 1250,
      "2892": 1250,
      "2893": 1180,
      "2894": 1180,
      "2895": 1240,
      "2896": 1240,
      "2897": 1250,
      "2898": 1250,
      "2899": 1260,
      "2900": 1260,
      "2901": 1200,
      "2902": 1200,
      "2903": 1210,
      "2904": 1210,
      "2909": 1250,
      "2910": 1250,
      "2913": 900,
      "2914": 1010,
      "2915": 1010,
      "2916": 1025,
      "2917": 1010,
      "2919": 1010,
      "2920": 1020,
      "2921": 1010,
      "2922": 1035,
      "2923": 1025,
      "2924": 1035,
      "2925": 1000,
      "2926": 1000,
      "2928": 1035,
      "2929": 1035,
      "2930": 900,
      "2931": 950,
      "2932": 1035,
      "2933": 1010,
      "2934": 1035,
      "2935": 1120,
      "2936": 1010,
      "2937": 1020,
      "2938": 1020,
      "2939": 1020,
      "2940": 1010,
      "2971": 1269,
      "2972": 1269,
      "2973": 1239,
      "2974": 1239,
      "2975": 1229,
      "2976": 1229,
      "2977": 1179,
      "2978": 1179,
      "2979": 1250,
      "2980": 1250,
      "2981": 1239,
      "2982": 1239,
      "2995": 1260,
      "2996": 1260,
      "12000": 1200,
      "12001": 1200,
      "12002": 1200,
      "12003": 1200,
      "12004": 1200,
      "12005": 1200,
      "12006": 1250,
      "12007": 1250,
      "12008": 1240,
      "12009": 1240,
      "12010": 1264,
      "12011": 1264,
      "12016": 1200,
      "12017": 1200,
      "12019": 1250,
      "12020": 1250,
      "12021": 1250,
      "12022": 1250,
      "12023": 1250,
      "12024": 1250,
      "12025": 1250,
      "12026": 1250,
      "12027": 1200,
      "12028": 1200,
      "12032": 1100,
      "12033": 1100,
      "12034": 1200,
      "12035": 1200,
      "12036": 1200,
      "12037": 1200,
      "12038": 1260,
      "12039": 1260,
      "12040": 1200,
      "12046": 1260,
      "12047": 1260,
      "12048": 1200,
      "12054": 1200,
      "12055": 1200,
      "12058": 1166,
      "12061": 1240,
      "12062": 1240,
      "12063": 1240,
      "12064": 1240,
      "12065": 1240,
      "12066": 1240,
      "12067": 1240,
      "12068": 1240,
      "12069": 1240,
      "12070": 1240,
      "12071": 1260,
      "12072": 1260,
      "12074": 1200,
      "12075": 1200,
      "12078": 1200,
      "12079": 1240,
      "12080": 1240,
      "12081": 1245,
      "12082": 1250,
      "12083": 1200,
      "12084": 1240,
      "12085": 1240,
      "12086": 1245,
      "12087": 1250,
      "12504": 1200,
      "12505": 1200,
      "12506": 1250,
      "12507": 1250,
      "12508": 1240,
      "12509": 1240,
      "12510": 1264,
      "12511": 1264,
      "12519": 1250,
      "12520": 1250,
      "12521": 1250,
      "12522": 1250,
      "12523": 1250,
      "12524": 1250,
      "12525": 1250,
      "12526": 1250,
      "12538": 1260,
      "12539": 1260,
      "12540": 1200,
      "12546": 1260,
      "12547": 1260,
      "12548": 1200,
      "12561": 1240,
      "12562": 1240,
      "12563": 1240,
      "12564": 1240,
      "12565": 1240,
      "12566": 1240,
      "12567": 1240,
      "12568": 1240,
      "12569": 1240,
      "12570": 1240,
      "12571": 1260,
      "12572": 1260,
      "12578": 1200,
      "12579": 1240,
      "12580": 1240,
      "12581": 1245,
      "12582": 1250,
      "12583": 1200,
      "12584": 1240,
      "12585": 1240,
      "12586": 1245,
      "12587": 1250,
      "18866": 1200,
      "18867": 1200,
      "18868": 1200,
      "18869": 1200
  },
  "summon_jinjie_mapping": {
      "2005": 2255,
      "2008": 2272,
      "2009": 2200,
      "2011": 2179,
      "2015": 2199,
      "2016": 2256,
      "2018": 2258,
      "2019": 2263,
      "2020": 2257,
      "2021": 2264,
      "2023": 2178,
      "2031": 2266,
      "2032": 2267,
      "2035": 2274,
      "2038": 2181,
      "2040": 2180,
      "2041": 2182,
      "2049": 2276,
      "2050": 2268,
      "2051": 2275,
      "2060": 2269,
      "2061": 2184,
      "2067": 2198,
      "2068": 2185,
      "2070": 2187,
      "2071": 2188,
      "2072": 2197,
      "2073": 2183,
      "2074": 2186,
      "2076": 2209,
      "2077": 2207,
      "2078": 2206,
      "2085": 2205,
      "2086": 2204,
      "2087": 2208,
      "2093": 2212,
      "2094": 2216,
      "2095": 2217,
      "2096": 2213,
      "2097": 2214,
      "2098": 2215,
      "2099": 2235,
      "2100": 2259,
      "2101": 2260,
      "2102": 2201,
      "2103": 2202,
      "2104": 2203,
      "2105": 2218,
      "2106": 2219,
      "2107": 2220,
      "2108": 2261,
      "2109": 2262,
      "2110": 2271,
      "2111": 2221,
      "2112": 2224,
      "2113": 2225,
      "2114": 2226,
      "2115": 2227,
      "2117": 2195,
      "2118": 2196,
      "2119": 2190,
      "2120": 2193,
      "2121": 2191,
      "2122": 2194,
      "2123": 2192,
      "2124": 2228,
      "2125": 2222,
      "2126": 2230,
      "2127": 2223,
      "2128": 2231,
      "2129": 2229,
      "2130": 2232,
      "2131": 2265,
      "2132": 2273,
      "2150": 2210,
      "2151": 2211,
      "2152": 2233,
      "2153": 2234,
      "2159": 2236,
      "2160": 2239,
      "2161": 2240,
      "2162": 2237,
      "2163": 2241,
      "2164": 2238,
      "2242": 2245,
      "2243": 2246,
      "2244": 2247,
      "2249": 2277,
      "2250": 2270,
      "2283": 2189,
      "2303": 2304,
      "2305": 2306,
      "2307": 2308,
      "2309": 2310,
      "2311": 2312,
      "2313": 2314,
      "2315": 2316,
      "2317": 2318,
      "2319": 2322,
      "2320": 2323,
      "2321": 2324,
      "2325": 2326,
      "2329": 2330,
      "2331": 2332,
      "2333": 2334,
      "2335": 2336,
      "2337": 2338,
      "2339": 2340,
      "2341": 2342,
      "2343": 2344,
      "2345": 2346,
      "2385": 2386,
      "2387": 2388,
      "2389": 2390,
      "2391": 2392,
      "2393": 2394,
      "2395": 2396,
      "2397": 2398,
      "2399": 2400,
      "2401": 2402,
      "2403": 2404,
      "2405": 2406,
      "2407": 2408,
      "2409": 2410,
      "2411": 2412,
      "2459": 2490,
      "2471": 2472,
      "2473": 2474,
      "2475": 2476,
      "2477": 2478,
      "2479": 2480,
      "2481": 2482,
      "2485": 2486,
      "2487": 2488,
      "2495": 2496,
      "2497": 2498,
      "2509": 2700,
      "2511": 2679,
      "2515": 2699,
      "2523": 2678,
      "2538": 2681,
      "2540": 2680,
      "2541": 2682,
      "2561": 2684,
      "2567": 2698,
      "2568": 2685,
      "2570": 2687,
      "2571": 2688,
      "2572": 2697,
      "2573": 2683,
      "2574": 2686,
      "2576": 2709,
      "2577": 2707,
      "2578": 2706,
      "2585": 2705,
      "2586": 2704,
      "2587": 2708,
      "2593": 2712,
      "2594": 2716,
      "2595": 2717,
      "2596": 2713,
      "2597": 2714,
      "2598": 2715,
      "2599": 2735,
      "2602": 2701,
      "2603": 2702,
      "2604": 2703,
      "2605": 2718,
      "2606": 2719,
      "2607": 2720,
      "2611": 2721,
      "2612": 2724,
      "2613": 2725,
      "2614": 2726,
      "2615": 2727,
      "2617": 2695,
      "2618": 2696,
      "2619": 2690,
      "2620": 2693,
      "2621": 2691,
      "2622": 2694,
      "2623": 2692,
      "2624": 2728,
      "2625": 2722,
      "2626": 2730,
      "2627": 2723,
      "2628": 2731,
      "2629": 2729,
      "2630": 2732,
      "2650": 2710,
      "2651": 2711,
      "2652": 2733,
      "2653": 2734,
      "2659": 2736,
      "2660": 2739,
      "2661": 2740,
      "2662": 2737,
      "2663": 2741,
      "2664": 2738,
      "2742": 2745,
      "2743": 2746,
      "2744": 2747,
      "2783": 2689,
      "2803": 2804,
      "2805": 2806,
      "2807": 2808,
      "2809": 2810,
      "2819": 2822,
      "2820": 2823,
      "2821": 2824,
      "2827": 2828,
      "2829": 2830,
      "2831": 2832,
      "2833": 2834,
      "2835": 2836,
      "2837": 2838,
      "2839": 2840,
      "2885": 2886,
      "2887": 2888,
      "2889": 2890,
      "2891": 2892,
      "2893": 2894,
      "2895": 2896,
      "2897": 2898,
      "2899": 2900,
      "2901": 2902,
      "2903": 2904,
      "2909": 2910,
      "2971": 2972,
      "2973": 2974,
      "2975": 2976,
      "2977": 2978,
      "2979": 2980,
      "2981": 2982,
      "2995": 2996,
      "12000": 12001,
      "12002": 12003,
      "12004": 12005,
      "12006": 12007,
      "12008": 12009,
      "12010": 12011,
      "12016": 12017,
      "12019": 12023,
      "12020": 12024,
      "12021": 12025,
      "12022": 12026,
      "12027": 12028,
      "12032": 12033,
      "12034": 12035,
      "12036": 12037,
      "12038": 12046,
      "12039": 12047,
      "12040": 12048,
      "12041": 12049,
      "12042": 12050,
      "12043": 12051,
      "12044": 12052,
      "12045": 12053,
      "12054": 12055,
      "12061": 12066,
      "12062": 12067,
      "12063": 12068,
      "12064": 12069,
      "12065": 12070,
      "12071": 12072,
      "12074": 12075,
      "12078": 12083,
      "12079": 12084,
      "12080": 12085,
      "12081": 12086,
      "12082": 12087,
      "12504": 12505,
      "12506": 12507,
      "12508": 12509,
      "12510": 12511,
      "12519": 12523,
      "12520": 12524,
      "12521": 12525,
      "12522": 12526,
      "12538": 12546,
      "12539": 12547,
      "12540": 12548,
      "12541": 12549,
      "12542": 12550,
      "12543": 12551,
      "12544": 12552,
      "12545": 12553,
      "12561": 12566,
      "12562": 12567,
      "12563": 12568,
      "12564": 12569,
      "12565": 12570,
      "12571": 12572,
      "12578": 12583,
      "12579": 12584,
      "12580": 12585,
      "12581": 12586,
      "12582": 12587,
      "18866": 18867,
      "18868": 18869
  },
  "summon_jinyi_frame_mapping": {
      "12008-58148-attack": 16,
      "12008-58148-die": 12,
      "12008-58148-magic": 20,
      "12008-58148-stand": 32,
      "12008-58148-walk": 20,
      "2023-58148-attack": 11,
      "2023-58148-die": 10,
      "2023-58148-magic": 12,
      "2023-58148-stand": 8,
      "2023-58148-walk": 8,
      "2071-58149-attack": 11,
      "2071-58149-die": 15,
      "2071-58149-magic": 12,
      "2071-58149-stand": 12,
      "2071-58149-walk": 8,
      "2076-58148-attack": 14,
      "2076-58148-die": 9,
      "2076-58148-magic": 12,
      "2076-58148-stand": 10,
      "2076-58148-walk": 8,
      "2077-58148-attack": 12,
      "2077-58148-die": 10,
      "2077-58148-magic": 15,
      "2077-58148-stand": 8,
      "2077-58148-walk": 8,
      "2094-58149-attack": 13,
      "2094-58149-die": 13,
      "2094-58149-magic": 13,
      "2094-58149-stand": 24,
      "2094-58149-walk": 21,
      "2113-58148-attack": 11,
      "2113-58148-die": 13,
      "2113-58148-magic": 13,
      "2113-58148-stand": 12,
      "2113-58148-walk": 8,
      "2122-58149-attack": 11,
      "2122-58149-die": 13,
      "2122-58149-magic": 13,
      "2122-58149-stand": 24,
      "2122-58149-walk": 24,
      "2126-58148-attack": 8,
      "2126-58148-die": 12,
      "2126-58148-magic": 16,
      "2126-58148-stand": 12,
      "2126-58148-walk": 8,
      "2128-58148-attack": 10,
      "2128-58148-die": 12,
      "2128-58148-magic": 31,
      "2128-58148-stand": 10,
      "2128-58148-walk": 8,
      "2151-58148-attack": 10,
      "2151-58148-die": 13,
      "2151-58148-magic": 13,
      "2151-58148-stand": 12,
      "2151-58148-walk": 9,
      "2151-58149-attack": 10,
      "2151-58149-die": 13,
      "2151-58149-magic": 13,
      "2151-58149-stand": 24,
      "2151-58149-walk": 18,
      "2242-58148-attack": 11,
      "2242-58148-die": 13,
      "2242-58148-magic": 12,
      "2242-58148-stand": 16,
      "2242-58148-walk": 8,
      "2243-58148-attack": 11,
      "2243-58148-die": 13,
      "2243-58148-magic": 12,
      "2243-58148-stand": 24,
      "2243-58148-walk": 16,
      "2303-58149-attack": 11,
      "2303-58149-die": 13,
      "2303-58149-magic": 16,
      "2303-58149-stand": 24,
      "2303-58149-walk": 16,
      "2305-58148-attack": 10,
      "2305-58148-die": 10,
      "2305-58148-magic": 15,
      "2305-58148-stand": 12,
      "2305-58148-walk": 16,
      "2389-58148-attack": 10,
      "2389-58148-die": 11,
      "2389-58148-magic": 23,
      "2389-58148-stand": 12,
      "2389-58148-walk": 8,
      "2391-58148-attack": 17,
      "2391-58148-die": 17,
      "2391-58148-magic": 30,
      "2391-58148-stand": 8,
      "2391-58148-walk": 8,
      "2399-58148-attack": 11,
      "2399-58148-die": 13,
      "2399-58148-magic": 16,
      "2399-58148-stand": 24,
      "2399-58148-walk": 24,
      "2403-58148-attack": 11,
      "2403-58148-die": 11,
      "2403-58148-magic": 20,
      "2403-58148-stand": 12,
      "2403-58148-walk": 8,
      "2471-58149-attack": 16,
      "2471-58149-die": 13,
      "2471-58149-magic": 15,
      "2471-58149-stand": 32,
      "2471-58149-walk": 16,
      "2477-58148-attack": 11,
      "2477-58148-die": 12,
      "2477-58148-magic": 17,
      "2477-58148-stand": 8,
      "2477-58148-walk": 10
  },
  "super_yao_jue": [
      "超级夜战",
      "超级反击",
      "超级反震",
      "超级吸血",
      "超级连击",
      "超级飞行",
      "超级隐身",
      "超级感知",
      "超级再生",
      "超级冥思",
      "超级驱鬼",
      "超级毒",
      "超级慧根",
      "超级必杀",
      "超级幸运",
      "超级精神集中",
      "超级神迹",
      "超级招架",
      "超级永恒",
      "超级敏捷",
      "超级否定信仰",
      "超级魔之心",
      "超级偷袭",
      "超级奔雷咒",
      "超级泰山压顶",
      "超级水漫金山",
      "超级地狱烈火",
      "超级雷属性吸收",
      "超级土属性吸收",
      "超级水属性吸收",
      "超级火属性吸收",
      "超级强力",
      "超级防御",
      "超级进击必杀",
      "超级进击法暴",
      "超级遗志",
      "超级法术连击",
      "超级法术暴击",
      "超级法术波动",
      "超级壁垒击破",
      "超级法术抵抗",
      "超级盾气",
      "超级合纵",
      "超级金蝉蜕壳"
  ],
  "tao_zhuang": {
      "1": "附加状态变身",
      "2": "附加状态定心术",
      "3": "附加状态金刚护法",
      "4": "附加状态逆鳞",
      "5": "追加法术满天花雨",
      "6": "附加状态炼气化神",
      "7": "附加状态普渡众生",
      "8": "附加状态生命之泉",
      "9": "变身术之凤凰",
      "10": "变身术之蛟龙",
      "11": "变身术之雨师",
      "12": "变身术之如意仙子",
      "13": "变身术之芙蓉仙子",
      "14": "变身术之巡游天神",
      "15": "变身术之星灵仙子",
      "16": "变身术之幽灵",
      "17": "变身术之鬼将",
      "18": "变身术之吸血鬼",
      "19": "变身术之净瓶女娲",
      "20": "变身术之律法女娲",
      "21": "变身术之灵符女娲",
      "22": "变身术之画魂",
      "23": "变身术之幽萤娃娃",
      "24": "变身术之大力金刚",
      "25": "变身术之雾中仙",
      "26": "变身术之灵鹤",
      "27": "变身术之夜罗刹",
      "28": "变身术之炎魔神",
      "29": "变身术之噬天虎",
      "30": "变身术之踏云兽",
      "31": "变身术之红萼仙子",
      "32": "变身术之龙龟",
      "33": "变身术之机关兽",
      "34": "变身术之机关鸟",
      "35": "变身术之连弩车",
      "36": "变身术之巴蛇",
      "37": "变身术之葫芦宝贝",
      "38": "变身术之猫灵（人型）",
      "39": "变身术之狂豹（人型）",
      "40": "变身术之蝎子精",
      "41": "变身术之混沌兽",
      "42": "变身术之长眉灵猴",
      "43": "变身术之巨力神猿",
      "44": "变身术之修罗傀儡鬼",
      "45": "变身术之修罗傀儡妖",
      "46": "变身术之金身罗汉",
      "47": "变身术之藤蔓妖花",
      "48": "变身术之曼珠沙华",
      "49": "变身术之蜃气妖",
      "50": "附加状态碎星诀",
      "51": "追加法术浪涌",
      "52": "追加法术当头一棒",
      "53": "追加法术勠力一击",
      "54": "追加法术神针撼海",
      "55": "追加法术誓血之祭",
      "56": "追加法术炽火流离",
      "57": "附加状态天神护体"
  },
  "teji_info": {
      "8": "晶清诀",
      "9": "罗汉金钟",
      "10": "放下屠刀",
      "11": "笑里藏刀",
      "12": "破血狂攻",
      "13": "破碎无双",
      "14": "弱点击破",
      "16": "慈航普度",
      "17": "四海升平",
      "18": "玉清诀",
      "19": "野兽之力",
      "20": "流云诀",
      "21": "凝滞术",
      "22": "光辉之甲",
      "23": "破甲术",
      "24": "水清诀",
      "28": "金刚怒目",
      "29": "琴音三叠",
      "30": "乾坤挪移",
      "31": "玄鸟之灵",
      "32": "神鸟之印",
      "33": "伯牙绝弦",
      "34": "焚琴煮鹤",
      "35": "攻心术",
      "36": "惊心术",
      "37": "妙法之护",
      "38": "神机之护"
  },
  "texiao_info": {
      "1": "专用",
      "2": "无级别限制",
      "3": "简易",
      "4": "永不磨损",
      "5": "愤怒",
      "6": "必中",
      "7": "神农",
      "15": "神佑",
      "25": "绝杀",
      "26": "暴怒",
      "27": "精致"
  },
  "texing_poistive_effect_types": {
      "1": "较差",
      "2": "普通",
      "3": "良好",
      "4": "优秀",
      "5": "顶尖"
  },
  "texing_type_list": [
      [
          717,
          "瞬法"
      ],
      [
          721,
          "逆境"
      ],
      [
          712,
          "顺势"
      ],
      [
          716,
          "瞬击"
      ],
      [
          706,
          "力破"
      ],
      [
          718,
          "灵刃"
      ],
      [
          732,
          "闪现"
      ],
      [
          707,
          "争锋"
      ],
      [
          729,
          "易怒"
      ],
      [
          730,
          "鼓舞"
      ],
      [
          702,
          "御风"
      ],
      [
          713,
          "阳护"
      ],
      [
          719,
          "灵法"
      ],
      [
          714,
          "怒吼"
      ],
      [
          701,
          "识药"
      ],
      [
          725,
          "识物"
      ],
      [
          705,
          "抗物"
      ],
      [
          715,
          "护佑"
      ],
      [
          728,
          "荆棘"
      ],
      [
          704,
          "抗法"
      ],
      [
          710,
          "复仇"
      ],
      [
          731,
          "狠毒"
      ],
      [
          733,
          "天道"
      ],
      [
          708,
          "吮魔"
      ],
      [
          720,
          "灵断"
      ],
      [
          711,
          "暗劲"
      ],
      [
          709,
          "弑神"
      ],
      [
          703,
          "巧劲"
      ],
      [
          727,
          "自恋"
      ],
      [
          724,
          "灵动"
      ],
      [
          726,
          "乖巧"
      ],
      [
          722,
          "预知"
      ],
      [
          723,
          "洞察"
      ],
      [
          734,
          "绝息"
      ]
  ],
  "texing_types": {
      "701": "识药",
      "702": "御风",
      "703": "巧劲",
      "704": "抗法",
      "705": "抗物",
      "706": "力破",
      "707": "争锋",
      "708": "吮魔",
      "709": "弑神",
      "710": "复仇",
      "711": "暗劲",
      "712": "顺势",
      "713": "阳护",
      "714": "怒吼",
      "715": "护佑",
      "716": "瞬击",
      "717": "瞬法",
      "718": "灵刃",
      "719": "灵法",
      "720": "灵断",
      "721": "逆境",
      "722": "预知",
      "723": "洞察",
      "724": "灵动",
      "725": "识物",
      "726": "乖巧",
      "727": "自恋",
      "728": "荆棘",
      "729": "易怒",
      "730": "鼓舞",
      "731": "狠毒",
      "732": "闪现",
      "733": "天道",
      "734": "绝息"
  },
  "weapon_armors": [
      [
          10,
          "扇"
      ],
      [
          6,
          "剑"
      ],
      [
          14,
          "刀"
      ],
      [
          5,
          "斧"
      ],
      [
          15,
          "锤"
      ],
      [
          4,
          "枪"
      ],
      [
          13,
          "双环"
      ],
      [
          7,
          "双剑"
      ],
      [
          12,
          "鞭子"
      ],
      [
          9,
          "爪刺"
      ],
      [
          11,
          "魔棒"
      ],
      [
          8,
          "飘带"
      ],
      [
          52,
          "宝珠"
      ],
      [
          53,
          "弓箭"
      ],
      [
          54,
          "法杖"
      ],
      [
          18,
          "男衣"
      ],
      [
          59,
          "女衣"
      ],
      [
          17,
          "男头"
      ],
      [
          58,
          "女头"
      ],
      [
          20,
          "腰带"
      ],
      [
          19,
          "鞋子"
      ],
      [
          21,
          "饰品"
      ],
      [
          72,
          "灯笼"
      ],
      [
          73,
          "巨剑"
      ],
      [
          74,
          "伞"
      ],
      [
          83,
          "双斧"
      ]
  ],
  "widget_info": [
      [
          14350,
          "小恶魔"
      ],
      [
          14269,
          "玉面千金"
      ],
      [
          14287,
          "龙炎"
      ],
      [
          14288,
          "凤羽"
      ],
      [
          14293,
          "遥书"
      ],
      [
          14299,
          "流火"
      ],
      [
          14305,
          "冰爪"
      ],
      [
          14311,
          "星芒"
      ],
      [
          14317,
          "霸天"
      ],
      [
          14323,
          "鬼械"
      ],
      [
          14329,
          "玉瑝"
      ],
      [
          14335,
          "游云"
      ],
      [
          14341,
          "惊雷"
      ],
      [
          14294,
          "燕语"
      ],
      [
          14300,
          "玉骨"
      ],
      [
          14306,
          "香雾"
      ],
      [
          14312,
          "桃枝"
      ],
      [
          14318,
          "影刃"
      ],
      [
          14324,
          "银铃"
      ],
      [
          14330,
          "青鸾"
      ],
      [
          14336,
          "蝶翼"
      ],
      [
          14342,
          "狐烟"
      ]
  ],
  "widget_info_for_display": {
      "14269": "玉面千金",
      "14287": "龙炎",
      "14288": "凤羽",
      "14289": "龙炎·月白",
      "14290": "凤羽·月白",
      "14291": "龙炎·墨黑",
      "14292": "凤羽·墨黑",
      "14293": "遥书",
      "14294": "燕语",
      "14295": "遥书·月白",
      "14296": "燕语·月白",
      "14297": "遥书·墨黑",
      "14298": "燕语·墨黑",
      "14299": "流火",
      "14300": "玉骨",
      "14301": "流火·月白",
      "14302": "玉骨·月白",
      "14303": "流火·墨黑",
      "14304": "玉骨·墨黑",
      "14305": "冰爪",
      "14306": "香雾",
      "14307": "冰爪·月白",
      "14308": "香雾·月白",
      "14309": "冰爪·墨黑",
      "14310": "香雾·墨黑",
      "14311": "星芒",
      "14312": "桃枝",
      "14313": "星芒·月白",
      "14314": "桃枝·月白",
      "14315": "星芒·墨黑",
      "14316": "桃枝·墨黑",
      "14317": "霸天",
      "14318": "影刃",
      "14319": "霸天·月白",
      "14320": "影刃·月白",
      "14321": "霸天·墨黑",
      "14322": "影刃·墨黑",
      "14323": "鬼械",
      "14324": "银铃",
      "14325": "鬼械·月白",
      "14326": "银铃·月白",
      "14327": "鬼械·墨黑",
      "14328": "银铃·墨黑",
      "14329": "玉瑝",
      "14330": "青鸾",
      "14331": "玉瑝·月白",
      "14332": "青鸾·月白",
      "14333": "玉瑝·墨黑",
      "14334": "青鸾·墨黑",
      "14335": "游云",
      "14336": "蝶翼",
      "14337": "游云·月白",
      "14338": "蝶翼·月白",
      "14339": "游云·墨黑",
      "14340": "蝶翼·墨黑",
      "14341": "惊雷",
      "14342": "狐烟",
      "14343": "惊雷·月白",
      "14344": "狐烟·月白",
      "14345": "惊雷·墨黑",
      "14346": "狐烟·墨黑",
      "14350": "小恶魔"
  },
  "wjd_equip_equip_type": {
      "100_10": [
          {
              "label": "太极",
              "value": "1550"
          },
          {
              "label": "玉龙",
              "value": "1551"
          },
          {
              "label": "秋风",
              "value": "1552"
          }
      ],
      "100_11": [
          {
              "label": "沧海",
              "value": "1850"
          },
          {
              "label": "红莲",
              "value": "1851"
          },
          {
              "label": "盘龙",
              "value": "1852"
          }
      ],
      "100_12": [
          {
              "label": "龙筋",
              "value": "1750"
          },
          {
              "label": "百花",
              "value": "1751"
          },
          {
              "label": "吹雪",
              "value": "1752"
          }
      ],
      "100_13": [
          {
              "label": "如意",
              "value": "2050"
          },
          {
              "label": "乾坤",
              "value": "2051"
          },
          {
              "label": "月光",
              "value": "2052"
          }
      ],
      "100_14": [
          {
              "label": "冷月",
              "value": "1150"
          },
          {
              "label": "屠龙",
              "value": "1151"
          },
          {
              "label": "血刃",
              "value": "1152"
          }
      ],
      "100_15": [
          {
              "label": "八卦",
              "value": "1250"
          },
          {
              "label": "鬼牙",
              "value": "1251"
          },
          {
              "label": "雷神",
              "value": "1252"
          }
      ],
      "100_4": [
          {
              "label": "暗夜",
              "value": "1650"
          },
          {
              "label": "梨花",
              "value": "1651"
          },
          {
              "label": "霹雳",
              "value": "1652"
          }
      ],
      "100_5": [
          {
              "label": "破魄",
              "value": "1450"
          },
          {
              "label": "肃魂",
              "value": "1451"
          },
          {
              "label": "无敌",
              "value": "1452"
          }
      ],
      "100_52": [
          {
              "label": "离火",
              "value": "2350"
          },
          {
              "label": "飞星",
              "value": "2351"
          },
          {
              "label": "月华",
              "value": "2352"
          }
      ],
      "100_53": [
          {
              "label": "非攻",
              "value": "2450"
          },
          {
              "label": "幽篁",
              "value": "2451"
          },
          {
              "label": "百鬼",
              "value": "2452"
          }
      ],
      "100_54": [
          {
              "label": "业焰",
              "value": "2250"
          },
          {
              "label": "鹿鸣",
              "value": "2251"
          },
          {
              "label": "玉辉",
              "value": "2252"
          }
      ],
      "100_6": [
          {
              "label": "鱼肠",
              "value": "1050"
          },
          {
              "label": "倚天",
              "value": "1051"
          },
          {
              "label": "湛卢",
              "value": "1052"
          }
      ],
      "100_7": [
          {
              "label": "阴阳",
              "value": "2150"
          },
          {
              "label": "月光",
              "value": "2151"
          },
          {
              "label": "灵蛇",
              "value": "2152"
          }
      ],
      "100_72": [
          {
              "label": "蟠龙",
              "value": "31250"
          },
          {
              "label": "云鹤",
              "value": "31251"
          },
          {
              "label": "风荷",
              "value": "31252"
          }
      ],
      "100_73": [
          {
              "label": "昆吾",
              "value": "31050"
          },
          {
              "label": "弦歌",
              "value": "31051"
          },
          {
              "label": "鸦九",
              "value": "31052"
          }
      ],
      "100_74": [
          {
              "label": "鬼骨",
              "value": "31350"
          },
          {
              "label": "云梦",
              "value": "31351"
          },
          {
              "label": "枕霞",
              "value": "31352"
          }
      ],
      "100_8": [
          {
              "label": "彩虹",
              "value": "1950"
          },
          {
              "label": "流云",
              "value": "1951"
          },
          {
              "label": "碧波",
              "value": "1952"
          }
      ],
      "100_9": [
          {
              "label": "撕天",
              "value": "1350"
          },
          {
              "label": "毒牙",
              "value": "1351"
          },
          {
              "label": "胭脂",
              "value": "1352"
          }
      ],
      "110_10": [
          {
              "label": "太极",
              "value": "1550"
          },
          {
              "label": "玉龙",
              "value": "1551"
          },
          {
              "label": "秋风",
              "value": "1552"
          }
      ],
      "110_11": [
          {
              "label": "沧海",
              "value": "1850"
          },
          {
              "label": "红莲",
              "value": "1851"
          },
          {
              "label": "盘龙",
              "value": "1852"
          }
      ],
      "110_12": [
          {
              "label": "龙筋",
              "value": "1750"
          },
          {
              "label": "百花",
              "value": "1751"
          },
          {
              "label": "吹雪",
              "value": "1752"
          }
      ],
      "110_13": [
          {
              "label": "如意",
              "value": "2050"
          },
          {
              "label": "乾坤",
              "value": "2051"
          },
          {
              "label": "月光",
              "value": "2052"
          }
      ],
      "110_14": [
          {
              "label": "冷月",
              "value": "1150"
          },
          {
              "label": "屠龙",
              "value": "1151"
          },
          {
              "label": "血刃",
              "value": "1152"
          }
      ],
      "110_15": [
          {
              "label": "八卦",
              "value": "1250"
          },
          {
              "label": "鬼牙",
              "value": "1251"
          },
          {
              "label": "雷神",
              "value": "1252"
          }
      ],
      "110_4": [
          {
              "label": "暗夜",
              "value": "1650"
          },
          {
              "label": "梨花",
              "value": "1651"
          },
          {
              "label": "霹雳",
              "value": "1652"
          }
      ],
      "110_5": [
          {
              "label": "破魄",
              "value": "1450"
          },
          {
              "label": "肃魂",
              "value": "1451"
          },
          {
              "label": "无敌",
              "value": "1452"
          }
      ],
      "110_52": [
          {
              "label": "离火",
              "value": "2350"
          },
          {
              "label": "飞星",
              "value": "2351"
          },
          {
              "label": "月华",
              "value": "2352"
          }
      ],
      "110_53": [
          {
              "label": "非攻",
              "value": "2450"
          },
          {
              "label": "幽篁",
              "value": "2451"
          },
          {
              "label": "百鬼",
              "value": "2452"
          }
      ],
      "110_54": [
          {
              "label": "业焰",
              "value": "2250"
          },
          {
              "label": "鹿鸣",
              "value": "2251"
          },
          {
              "label": "玉辉",
              "value": "2252"
          }
      ],
      "110_6": [
          {
              "label": "鱼肠",
              "value": "1050"
          },
          {
              "label": "倚天",
              "value": "1051"
          },
          {
              "label": "湛卢",
              "value": "1052"
          }
      ],
      "110_7": [
          {
              "label": "阴阳",
              "value": "2150"
          },
          {
              "label": "月光",
              "value": "2151"
          },
          {
              "label": "灵蛇",
              "value": "2152"
          }
      ],
      "110_72": [
          {
              "label": "蟠龙",
              "value": "31250"
          },
          {
              "label": "云鹤",
              "value": "31251"
          },
          {
              "label": "风荷",
              "value": "31252"
          }
      ],
      "110_73": [
          {
              "label": "昆吾",
              "value": "31050"
          },
          {
              "label": "弦歌",
              "value": "31051"
          },
          {
              "label": "鸦九",
              "value": "31052"
          }
      ],
      "110_74": [
          {
              "label": "鬼骨",
              "value": "31350"
          },
          {
              "label": "云梦",
              "value": "31351"
          },
          {
              "label": "枕霞",
              "value": "31352"
          }
      ],
      "110_8": [
          {
              "label": "彩虹",
              "value": "1950"
          },
          {
              "label": "流云",
              "value": "1951"
          },
          {
              "label": "碧波",
              "value": "1952"
          }
      ],
      "110_9": [
          {
              "label": "撕天",
              "value": "1350"
          },
          {
              "label": "毒牙",
              "value": "1351"
          },
          {
              "label": "胭脂",
              "value": "1352"
          }
      ],
      "120_10": [
          {
              "label": "画龙点睛",
              "value": "1560"
          },
          {
              "label": "秋水人家",
              "value": "1561"
          },
          {
              "label": "逍遥江湖",
              "value": "1562"
          }
      ],
      "120_11": [
          {
              "label": "降魔玉杵",
              "value": "1860"
          },
          {
              "label": "青藤玉树",
              "value": "1861"
          },
          {
              "label": "墨玉骷髅",
              "value": "1862"
          }
      ],
      "120_12": [
          {
              "label": "游龙惊鸿",
              "value": "1760"
          },
          {
              "label": "仙人指路",
              "value": "1761"
          },
          {
              "label": "血之刺藤",
              "value": "1762"
          }
      ],
      "120_13": [
          {
              "label": "别情离恨",
              "value": "2060"
          },
          {
              "label": "金玉双环",
              "value": "2061"
          },
          {
              "label": "九天金线",
              "value": "2062"
          }
      ],
      "120_14": [
          {
              "label": "偃月青龙",
              "value": "1160"
          },
          {
              "label": "晓风残月",
              "value": "1161"
          },
          {
              "label": "斩妖泣血",
              "value": "1162"
          }
      ],
      "120_15": [
          {
              "label": "混元金锤",
              "value": "1260"
          },
          {
              "label": "九瓣莲花",
              "value": "1261"
          },
          {
              "label": "鬼王蚀日",
              "value": "1262"
          }
      ],
      "120_4": [
          {
              "label": "刑天之逆",
              "value": "1660"
          },
          {
              "label": "五虎断魂",
              "value": "1661"
          },
          {
              "label": "飞龙在天",
              "value": "1662"
          }
      ],
      "120_5": [
          {
              "label": "五丁开山",
              "value": "1460"
          },
          {
              "label": "元神禁锢",
              "value": "1461"
          },
          {
              "label": "护法灭魔",
              "value": "1462"
          }
      ],
      "120_52": [
          {
              "label": "回风舞雪",
              "value": "2360"
          },
          {
              "label": "紫金葫芦",
              "value": "2361"
          },
          {
              "label": "裂云啸日",
              "value": "2362"
          }
      ],
      "120_53": [
          {
              "label": "冥火薄天",
              "value": "2460"
          },
          {
              "label": "龙鸣寒水",
              "value": "2461"
          },
          {
              "label": "太极流光",
              "value": "2462"
          }
      ],
      "120_54": [
          {
              "label": "庄周梦蝶",
              "value": "2260"
          },
          {
              "label": "凤翼流珠",
              "value": "2261"
          },
          {
              "label": "雪蟒霜寒",
              "value": "2262"
          }
      ],
      "120_6": [
          {
              "label": "魏武青虹",
              "value": "1060"
          },
          {
              "label": "灵犀神剑",
              "value": "1061"
          },
          {
              "label": "四法青云",
              "value": "1062"
          }
      ],
      "120_7": [
          {
              "label": "金龙双剪",
              "value": "2160"
          },
          {
              "label": "连理双树",
              "value": "2161"
          },
          {
              "label": "祖龙对剑",
              "value": "2162"
          }
      ],
      "120_72": [
          {
              "label": "金风玉露",
              "value": "31260"
          },
          {
              "label": "凰火燎原",
              "value": "31261"
          },
          {
              "label": "风露清愁",
              "value": "31262"
          }
      ],
      "120_73": [
          {
              "label": "秋水澄流",
              "value": "31060"
          },
          {
              "label": "腾蛇郁刃",
              "value": "31061"
          },
          {
              "label": "墨骨枯麟",
              "value": "31062"
          }
      ],
      "120_74": [
          {
              "label": "月影星痕",
              "value": "31360"
          },
          {
              "label": "雪羽穿云",
              "value": "31361"
          },
          {
              "label": "碧火琉璃",
              "value": "31362"
          }
      ],
      "120_8": [
          {
              "label": "秋水落霞",
              "value": "1960"
          },
          {
              "label": "晃金仙绳",
              "value": "1961"
          },
          {
              "label": "此最相思",
              "value": "1962"
          }
      ],
      "120_9": [
          {
              "label": "九阴勾魂",
              "value": "1360"
          },
          {
              "label": "雪蚕之刺",
              "value": "1361"
          },
          {
              "label": "贵霜之牙",
              "value": "1362"
          }
      ],
      "130_10": [
          {
              "label": "画龙点睛",
              "value": "1560"
          },
          {
              "label": "秋水人家",
              "value": "1561"
          },
          {
              "label": "逍遥江湖",
              "value": "1562"
          }
      ],
      "130_11": [
          {
              "label": "降魔玉杵",
              "value": "1860"
          },
          {
              "label": "青藤玉树",
              "value": "1861"
          },
          {
              "label": "墨玉骷髅",
              "value": "1862"
          }
      ],
      "130_12": [
          {
              "label": "游龙惊鸿",
              "value": "1760"
          },
          {
              "label": "仙人指路",
              "value": "1761"
          },
          {
              "label": "血之刺藤",
              "value": "1762"
          }
      ],
      "130_13": [
          {
              "label": "别情离恨",
              "value": "2060"
          },
          {
              "label": "金玉双环",
              "value": "2061"
          },
          {
              "label": "九天金线",
              "value": "2062"
          }
      ],
      "130_14": [
          {
              "label": "偃月青龙",
              "value": "1160"
          },
          {
              "label": "晓风残月",
              "value": "1161"
          },
          {
              "label": "斩妖泣血",
              "value": "1162"
          }
      ],
      "130_15": [
          {
              "label": "混元金锤",
              "value": "1260"
          },
          {
              "label": "九瓣莲花",
              "value": "1261"
          },
          {
              "label": "鬼王蚀日",
              "value": "1262"
          }
      ],
      "130_4": [
          {
              "label": "刑天之逆",
              "value": "1660"
          },
          {
              "label": "五虎断魂",
              "value": "1661"
          },
          {
              "label": "飞龙在天",
              "value": "1662"
          }
      ],
      "130_5": [
          {
              "label": "五丁开山",
              "value": "1460"
          },
          {
              "label": "元神禁锢",
              "value": "1461"
          },
          {
              "label": "护法灭魔",
              "value": "1462"
          }
      ],
      "130_52": [
          {
              "label": "回风舞雪",
              "value": "2360"
          },
          {
              "label": "紫金葫芦",
              "value": "2361"
          },
          {
              "label": "裂云啸日",
              "value": "2362"
          }
      ],
      "130_53": [
          {
              "label": "冥火薄天",
              "value": "2460"
          },
          {
              "label": "龙鸣寒水",
              "value": "2461"
          },
          {
              "label": "太极流光",
              "value": "2462"
          }
      ],
      "130_54": [
          {
              "label": "庄周梦蝶",
              "value": "2260"
          },
          {
              "label": "凤翼流珠",
              "value": "2261"
          },
          {
              "label": "雪蟒霜寒",
              "value": "2262"
          }
      ],
      "130_6": [
          {
              "label": "魏武青虹",
              "value": "1060"
          },
          {
              "label": "灵犀神剑",
              "value": "1061"
          },
          {
              "label": "四法青云",
              "value": "1062"
          }
      ],
      "130_7": [
          {
              "label": "金龙双剪",
              "value": "2160"
          },
          {
              "label": "连理双树",
              "value": "2161"
          },
          {
              "label": "祖龙对剑",
              "value": "2162"
          }
      ],
      "130_72": [
          {
              "label": "金风玉露",
              "value": "31260"
          },
          {
              "label": "凰火燎原",
              "value": "31261"
          },
          {
              "label": "风露清愁",
              "value": "31262"
          }
      ],
      "130_73": [
          {
              "label": "秋水澄流",
              "value": "31060"
          },
          {
              "label": "腾蛇郁刃",
              "value": "31061"
          },
          {
              "label": "墨骨枯麟",
              "value": "31062"
          }
      ],
      "130_74": [
          {
              "label": "月影星痕",
              "value": "31360"
          },
          {
              "label": "雪羽穿云",
              "value": "31361"
          },
          {
              "label": "碧火琉璃",
              "value": "31362"
          }
      ],
      "130_8": [
          {
              "label": "秋水落霞",
              "value": "1960"
          },
          {
              "label": "晃金仙绳",
              "value": "1961"
          },
          {
              "label": "此最相思",
              "value": "1962"
          }
      ],
      "130_9": [
          {
              "label": "九阴勾魂",
              "value": "1360"
          },
          {
              "label": "雪蚕之刺",
              "value": "1361"
          },
          {
              "label": "贵霜之牙",
              "value": "1362"
          }
      ],
      "140_10": [
          {
              "label": "画龙点睛",
              "value": "1560"
          },
          {
              "label": "秋水人家",
              "value": "1561"
          },
          {
              "label": "逍遥江湖",
              "value": "1562"
          }
      ],
      "140_11": [
          {
              "label": "降魔玉杵",
              "value": "1860"
          },
          {
              "label": "青藤玉树",
              "value": "1861"
          },
          {
              "label": "墨玉骷髅",
              "value": "1862"
          }
      ],
      "140_12": [
          {
              "label": "游龙惊鸿",
              "value": "1760"
          },
          {
              "label": "仙人指路",
              "value": "1761"
          },
          {
              "label": "血之刺藤",
              "value": "1762"
          }
      ],
      "140_13": [
          {
              "label": "别情离恨",
              "value": "2060"
          },
          {
              "label": "金玉双环",
              "value": "2061"
          },
          {
              "label": "九天金线",
              "value": "2062"
          }
      ],
      "140_14": [
          {
              "label": "偃月青龙",
              "value": "1160"
          },
          {
              "label": "晓风残月",
              "value": "1161"
          },
          {
              "label": "斩妖泣血",
              "value": "1162"
          }
      ],
      "140_15": [
          {
              "label": "混元金锤",
              "value": "1260"
          },
          {
              "label": "九瓣莲花",
              "value": "1261"
          },
          {
              "label": "鬼王蚀日",
              "value": "1262"
          }
      ],
      "140_4": [
          {
              "label": "刑天之逆",
              "value": "1660"
          },
          {
              "label": "五虎断魂",
              "value": "1661"
          },
          {
              "label": "飞龙在天",
              "value": "1662"
          }
      ],
      "140_5": [
          {
              "label": "五丁开山",
              "value": "1460"
          },
          {
              "label": "元神禁锢",
              "value": "1461"
          },
          {
              "label": "护法灭魔",
              "value": "1462"
          }
      ],
      "140_52": [
          {
              "label": "回风舞雪",
              "value": "2360"
          },
          {
              "label": "紫金葫芦",
              "value": "2361"
          },
          {
              "label": "裂云啸日",
              "value": "2362"
          }
      ],
      "140_53": [
          {
              "label": "冥火薄天",
              "value": "2460"
          },
          {
              "label": "龙鸣寒水",
              "value": "2461"
          },
          {
              "label": "太极流光",
              "value": "2462"
          }
      ],
      "140_54": [
          {
              "label": "庄周梦蝶",
              "value": "2260"
          },
          {
              "label": "凤翼流珠",
              "value": "2261"
          },
          {
              "label": "雪蟒霜寒",
              "value": "2262"
          }
      ],
      "140_6": [
          {
              "label": "魏武青虹",
              "value": "1060"
          },
          {
              "label": "灵犀神剑",
              "value": "1061"
          },
          {
              "label": "四法青云",
              "value": "1062"
          }
      ],
      "140_7": [
          {
              "label": "金龙双剪",
              "value": "2160"
          },
          {
              "label": "连理双树",
              "value": "2161"
          },
          {
              "label": "祖龙对剑",
              "value": "2162"
          }
      ],
      "140_72": [
          {
              "label": "金风玉露",
              "value": "31260"
          },
          {
              "label": "凰火燎原",
              "value": "31261"
          },
          {
              "label": "风露清愁",
              "value": "31262"
          }
      ],
      "140_73": [
          {
              "label": "秋水澄流",
              "value": "31060"
          },
          {
              "label": "腾蛇郁刃",
              "value": "31061"
          },
          {
              "label": "墨骨枯麟",
              "value": "31062"
          }
      ],
      "140_74": [
          {
              "label": "月影星痕",
              "value": "31360"
          },
          {
              "label": "雪羽穿云",
              "value": "31361"
          },
          {
              "label": "碧火琉璃",
              "value": "31362"
          }
      ],
      "140_8": [
          {
              "label": "秋水落霞",
              "value": "1960"
          },
          {
              "label": "晃金仙绳",
              "value": "1961"
          },
          {
              "label": "此最相思",
              "value": "1962"
          }
      ],
      "140_9": [
          {
              "label": "九阴勾魂",
              "value": "1360"
          },
          {
              "label": "雪蚕之刺",
              "value": "1361"
          },
          {
              "label": "贵霜之牙",
              "value": "1362"
          }
      ],
      "150_10": [
          {
              "label": "浩气长舒",
              "value": "1570"
          }
      ],
      "150_11": [
          {
              "label": "丝萝乔木",
              "value": "1870"
          }
      ],
      "150_12": [
          {
              "label": "牧云清歌",
              "value": "1770"
          }
      ],
      "150_13": [
          {
              "label": "无关风月",
              "value": "2070"
          }
      ],
      "150_14": [
          {
              "label": "业火三灾",
              "value": "1170"
          }
      ],
      "150_15": [
          {
              "label": "狂澜碎岳",
              "value": "1270"
          }
      ],
      "150_4": [
          {
              "label": "天龙破城",
              "value": "1670"
          }
      ],
      "150_5": [
          {
              "label": "碧血干戚",
              "value": "1470"
          }
      ],
      "150_52": [
          {
              "label": "云雷万里",
              "value": "2370"
          }
      ],
      "150_53": [
          {
              "label": "九霄风雷",
              "value": "2470"
          }
      ],
      "150_54": [
          {
              "label": "碧海潮生",
              "value": "2270"
          }
      ],
      "150_6": [
          {
              "label": "霜冷九州",
              "value": "1070"
          }
      ],
      "150_7": [
          {
              "label": "紫电青霜",
              "value": "2170"
          }
      ],
      "150_72": [
          {
              "label": "夭桃秾李",
              "value": "31270"
          }
      ],
      "150_73": [
          {
              "label": "百辟镇魂",
              "value": "31070"
          }
      ],
      "150_74": [
          {
              "label": "浮生归梦",
              "value": "31370"
          }
      ],
      "150_8": [
          {
              "label": "揽月摘星",
              "value": "1970"
          }
      ],
      "150_9": [
          {
              "label": "忘川三途",
              "value": "1370"
          }
      ],
      "160_10": [
          {
              "label": "星瀚",
              "value": "1580"
          }
      ],
      "160_11": [
          {
              "label": "醍醐",
              "value": "1880"
          }
      ],
      "160_12": [
          {
              "label": "霜陨",
              "value": "1780"
          }
      ],
      "160_13": [
          {
              "label": "朝夕",
              "value": "2080"
          }
      ],
      "160_14": [
          {
              "label": "鸣鸿",
              "value": "1180"
          }
      ],
      "160_15": [
          {
              "label": "碎寂",
              "value": "1280"
          }
      ],
      "160_4": [
          {
              "label": "弑皇",
              "value": "1680"
          }
      ],
      "160_5": [
          {
              "label": "裂天",
              "value": "1480"
          }
      ],
      "160_52": [
          {
              "label": "赤明",
              "value": "2380"
          }
      ],
      "160_53": [
          {
              "label": "若木",
              "value": "2480"
          }
      ],
      "160_54": [
          {
              "label": "弦月",
              "value": "2280"
          }
      ],
      "160_6": [
          {
              "label": "擒龙",
              "value": "1080"
          }
      ],
      "160_7": [
          {
              "label": "浮犀",
              "value": "2180"
          }
      ],
      "160_72": [
          {
              "label": "荒尘",
              "value": "31280"
          }
      ],
      "160_73": [
          {
              "label": "长息",
              "value": "31080"
          }
      ],
      "160_74": [
          {
              "label": "晴雪",
              "value": "31380"
          }
      ],
      "160_8": [
          {
              "label": "九霄",
              "value": "1980"
          }
      ],
      "160_9": [
          {
              "label": "离钩",
              "value": "1380"
          }
      ],
      "60_10": [
          {
              "label": "神火扇",
              "value": "1507"
          }
      ],
      "60_11": [
          {
              "label": "满天星",
              "value": "1807"
          }
      ],
      "60_12": [
          {
              "label": "青藤柳叶鞭",
              "value": "1707"
          }
      ],
      "60_13": [
          {
              "label": "蛇形月",
              "value": "2007"
          }
      ],
      "60_14": [
          {
              "label": "狼牙刀",
              "value": "1107"
          }
      ],
      "60_15": [
          {
              "label": "震天锤",
              "value": "1207"
          }
      ],
      "60_4": [
          {
              "label": "玄铁矛",
              "value": "1607"
          }
      ],
      "60_5": [
          {
              "label": "乌金鬼头镰",
              "value": "1407"
          }
      ],
      "60_52": [
          {
              "label": "如意宝珠",
              "value": "2307"
          }
      ],
      "60_53": [
          {
              "label": "连珠神弓",
              "value": "2407"
          }
      ],
      "60_54": [
          {
              "label": "腾云杖",
              "value": "2207"
          }
      ],
      "60_6": [
          {
              "label": "游龙剑",
              "value": "1007"
          }
      ],
      "60_7": [
          {
              "label": "赤焰双剑",
              "value": "2107"
          }
      ],
      "60_72": [
          {
              "label": "玲珑盏",
              "value": "31207"
          }
      ],
      "60_73": [
          {
              "label": "惊涛雪",
              "value": "31007"
          }
      ],
      "60_74": [
          {
              "label": "孔雀羽",
              "value": "31307"
          }
      ],
      "60_8": [
          {
              "label": "七彩罗刹",
              "value": "1907"
          }
      ],
      "60_9": [
          {
              "label": "青刚刺",
              "value": "1307"
          }
      ],
      "70_10": [
          {
              "label": "阴风扇",
              "value": "1508"
          }
      ],
      "70_11": [
          {
              "label": "水晶棒",
              "value": "1808"
          }
      ],
      "70_12": [
          {
              "label": "雷鸣嗜血鞭",
              "value": "1708"
          }
      ],
      "70_13": [
          {
              "label": "子母双月",
              "value": "2008"
          }
      ],
      "70_14": [
          {
              "label": "龙鳞宝刀",
              "value": "1108"
          }
      ],
      "70_15": [
          {
              "label": "巨灵神锤",
              "value": "1208"
          }
      ],
      "70_4": [
          {
              "label": "金蛇信",
              "value": "1608"
          }
      ],
      "70_5": [
          {
              "label": "狂魔镰",
              "value": "1408"
          }
      ],
      "70_52": [
          {
              "label": "沧海明珠",
              "value": "2308"
          }
      ],
      "70_53": [
          {
              "label": "游鱼戏珠",
              "value": "2408"
          }
      ],
      "70_54": [
          {
              "label": "引魂杖",
              "value": "2208"
          }
      ],
      "70_6": [
          {
              "label": "北斗七星剑",
              "value": "1008"
          }
      ],
      "70_7": [
          {
              "label": "墨玉双剑",
              "value": "2108"
          }
      ],
      "70_72": [
          {
              "label": "玉兔盏",
              "value": "31208"
          }
      ],
      "70_73": [
          {
              "label": "醉浮生",
              "value": "31008"
          }
      ],
      "70_74": [
          {
              "label": "金刚伞",
              "value": "31308"
          }
      ],
      "70_8": [
          {
              "label": "缚神绫",
              "value": "1908"
          }
      ],
      "70_9": [
          {
              "label": "华光刺",
              "value": "1308"
          }
      ],
      "80_10": [
          {
              "label": "风云雷电",
              "value": "1509"
          }
      ],
      "80_11": [
          {
              "label": "日月光华",
              "value": "1809"
          }
      ],
      "80_12": [
          {
              "label": "混元金钩",
              "value": "1709"
          }
      ],
      "80_13": [
          {
              "label": "斜月狼牙",
              "value": "2009"
          }
      ],
      "80_14": [
          {
              "label": "黑炎魔刀",
              "value": "1109"
          }
      ],
      "80_15": [
          {
              "label": "天崩地裂",
              "value": "1209"
          }
      ],
      "80_4": [
          {
              "label": "丈八点钢矛",
              "value": "1609"
          }
      ],
      "80_5": [
          {
              "label": "恶龙之齿",
              "value": "1409"
          }
      ],
      "80_52": [
          {
              "label": "无量玉璧",
              "value": "2309"
          }
      ],
      "80_53": [
          {
              "label": "灵犀望月",
              "value": "2409"
          }
      ],
      "80_54": [
          {
              "label": "碧玺杖",
              "value": "2209"
          }
      ],
      "80_6": [
          {
              "label": "碧玉剑",
              "value": "1009"
          }
      ],
      "80_7": [
          {
              "label": "梅花双剑",
              "value": "2109"
          }
      ],
      "80_72": [
          {
              "label": "冰心盏",
              "value": "31209"
          }
      ],
      "80_73": [
          {
              "label": "沉戟天戉",
              "value": "31009"
          }
      ],
      "80_74": [
          {
              "label": "落梅伞",
              "value": "31309"
          }
      ],
      "80_8": [
          {
              "label": "九天仙绫",
              "value": "1909"
          }
      ],
      "80_9": [
          {
              "label": "龙鳞刺",
              "value": "1309"
          }
      ],
      "90_10": [
          {
              "label": "太极",
              "value": "1550"
          },
          {
              "label": "玉龙",
              "value": "1551"
          },
          {
              "label": "秋风",
              "value": "1552"
          }
      ],
      "90_11": [
          {
              "label": "沧海",
              "value": "1850"
          },
          {
              "label": "红莲",
              "value": "1851"
          },
          {
              "label": "盘龙",
              "value": "1852"
          }
      ],
      "90_12": [
          {
              "label": "龙筋",
              "value": "1750"
          },
          {
              "label": "百花",
              "value": "1751"
          },
          {
              "label": "吹雪",
              "value": "1752"
          }
      ],
      "90_13": [
          {
              "label": "如意",
              "value": "2050"
          },
          {
              "label": "乾坤",
              "value": "2051"
          },
          {
              "label": "月光",
              "value": "2052"
          }
      ],
      "90_14": [
          {
              "label": "冷月",
              "value": "1150"
          },
          {
              "label": "屠龙",
              "value": "1151"
          },
          {
              "label": "血刃",
              "value": "1152"
          }
      ],
      "90_15": [
          {
              "label": "八卦",
              "value": "1250"
          },
          {
              "label": "鬼牙",
              "value": "1251"
          },
          {
              "label": "雷神",
              "value": "1252"
          }
      ],
      "90_4": [
          {
              "label": "暗夜",
              "value": "1650"
          },
          {
              "label": "梨花",
              "value": "1651"
          },
          {
              "label": "霹雳",
              "value": "1652"
          }
      ],
      "90_5": [
          {
              "label": "破魄",
              "value": "1450"
          },
          {
              "label": "肃魂",
              "value": "1451"
          },
          {
              "label": "无敌",
              "value": "1452"
          }
      ],
      "90_52": [
          {
              "label": "离火",
              "value": "2350"
          },
          {
              "label": "飞星",
              "value": "2351"
          },
          {
              "label": "月华",
              "value": "2352"
          }
      ],
      "90_53": [
          {
              "label": "非攻",
              "value": "2450"
          },
          {
              "label": "幽篁",
              "value": "2451"
          },
          {
              "label": "百鬼",
              "value": "2452"
          }
      ],
      "90_54": [
          {
              "label": "业焰",
              "value": "2250"
          },
          {
              "label": "鹿鸣",
              "value": "2251"
          },
          {
              "label": "玉辉",
              "value": "2252"
          }
      ],
      "90_6": [
          {
              "label": "鱼肠",
              "value": "1050"
          },
          {
              "label": "倚天",
              "value": "1051"
          },
          {
              "label": "湛卢",
              "value": "1052"
          }
      ],
      "90_7": [
          {
              "label": "阴阳",
              "value": "2150"
          },
          {
              "label": "月光",
              "value": "2151"
          },
          {
              "label": "灵蛇",
              "value": "2152"
          }
      ],
      "90_72": [
          {
              "label": "蟠龙",
              "value": "31250"
          },
          {
              "label": "云鹤",
              "value": "31251"
          },
          {
              "label": "风荷",
              "value": "31252"
          }
      ],
      "90_73": [
          {
              "label": "昆吾",
              "value": "31050"
          },
          {
              "label": "弦歌",
              "value": "31051"
          },
          {
              "label": "鸦九",
              "value": "31052"
          }
      ],
      "90_74": [
          {
              "label": "鬼骨",
              "value": "31350"
          },
          {
              "label": "云梦",
              "value": "31351"
          },
          {
              "label": "枕霞",
              "value": "31352"
          }
      ],
      "90_8": [
          {
              "label": "彩虹",
              "value": "1950"
          },
          {
              "label": "流云",
              "value": "1951"
          },
          {
              "label": "碧波",
              "value": "1952"
          }
      ],
      "90_9": [
          {
              "label": "撕天",
              "value": "1350"
          },
          {
              "label": "毒牙",
              "value": "1351"
          },
          {
              "label": "胭脂",
              "value": "1352"
          }
      ]
  },
  "wjd_equip_kindid": [
      {
          "label": "枪矛",
          "value": 4
      },
      {
          "label": "斧钺",
          "value": 5
      },
      {
          "label": "剑",
          "value": 6
      },
      {
          "label": "双短剑",
          "value": 7
      },
      {
          "label": "飘带",
          "value": 8
      },
      {
          "label": "爪刺",
          "value": 9
      },
      {
          "label": "扇",
          "value": 10
      },
      {
          "label": "魔棒",
          "value": 11
      },
      {
          "label": "鞭",
          "value": 12
      },
      {
          "label": "环圈",
          "value": 13
      },
      {
          "label": "刀",
          "value": 14
      },
      {
          "label": "锤",
          "value": 15
      },
      {
          "label": "头盔",
          "value": 17
      },
      {
          "label": "铠甲",
          "value": 18
      },
      {
          "label": "鞋子",
          "value": 19
      },
      {
          "label": "腰带",
          "value": 20
      },
      {
          "label": "饰物",
          "value": 21
      },
      {
          "label": "宝珠",
          "value": 52
      },
      {
          "label": "弓箭",
          "value": 53
      },
      {
          "label": "法杖",
          "value": 54
      },
      {
          "label": "发钗",
          "value": 58
      },
      {
          "label": "女衣",
          "value": 59
      },
      {
          "label": "灯笼",
          "value": 72
      },
      {
          "label": "巨剑",
          "value": 73
      },
      {
          "label": "伞",
          "value": 74
      }
  ],
  "wjd_equip_level": [
      {
          "label": "160级",
          "value": 160
      },
      {
          "label": "130级",
          "value": 130
      },
      {
          "label": "100级",
          "value": 100
      },
      {
          "label": "70级",
          "value": 70
      },
      {
          "label": "140级",
          "value": 140
      },
      {
          "label": "110级",
          "value": 110
      },
      {
          "label": "80级",
          "value": 80
      },
      {
          "label": "150级",
          "value": 150
      },
      {
          "label": "120级",
          "value": 120
      },
      {
          "label": "90级",
          "value": 90
      },
      {
          "label": "60级",
          "value": 60
      }
  ],
  "wjd_lingshi_equip_level": [
      {
          "label": "160级",
          "value": 160
      },
      {
          "label": "130级",
          "value": 130
      },
      {
          "label": "100级",
          "value": 100
      },
      {
          "label": "70级",
          "value": 70
      },
      {
          "label": "140级",
          "value": 140
      },
      {
          "label": "110级",
          "value": 110
      },
      {
          "label": "80级",
          "value": 80
      },
      {
          "label": "150级",
          "value": 150
      },
      {
          "label": "120级",
          "value": 120
      },
      {
          "label": "90级",
          "value": 90
      },
      {
          "label": "60级",
          "value": 60
      }
  ],
  "wjd_lingshi_equip_type": {
      "100_10": [
          {
              "label": "太极",
              "value": "1550"
          },
          {
              "label": "玉龙",
              "value": "1551"
          },
          {
              "label": "秋风",
              "value": "1552"
          }
      ],
      "100_11": [
          {
              "label": "沧海",
              "value": "1850"
          },
          {
              "label": "红莲",
              "value": "1851"
          },
          {
              "label": "盘龙",
              "value": "1852"
          }
      ],
      "100_12": [
          {
              "label": "龙筋",
              "value": "1750"
          },
          {
              "label": "百花",
              "value": "1751"
          },
          {
              "label": "吹雪",
              "value": "1752"
          }
      ],
      "100_13": [
          {
              "label": "如意",
              "value": "2050"
          },
          {
              "label": "乾坤",
              "value": "2051"
          },
          {
              "label": "月光",
              "value": "2052"
          }
      ],
      "100_14": [
          {
              "label": "冷月",
              "value": "1150"
          },
          {
              "label": "屠龙",
              "value": "1151"
          },
          {
              "label": "血刃",
              "value": "1152"
          }
      ],
      "100_15": [
          {
              "label": "八卦",
              "value": "1250"
          },
          {
              "label": "鬼牙",
              "value": "1251"
          },
          {
              "label": "雷神",
              "value": "1252"
          }
      ],
      "100_4": [
          {
              "label": "暗夜",
              "value": "1650"
          },
          {
              "label": "梨花",
              "value": "1651"
          },
          {
              "label": "霹雳",
              "value": "1652"
          }
      ],
      "100_5": [
          {
              "label": "破魄",
              "value": "1450"
          },
          {
              "label": "肃魂",
              "value": "1451"
          },
          {
              "label": "无敌",
              "value": "1452"
          }
      ],
      "100_52": [
          {
              "label": "离火",
              "value": "2350"
          },
          {
              "label": "飞星",
              "value": "2351"
          },
          {
              "label": "月华",
              "value": "2352"
          }
      ],
      "100_53": [
          {
              "label": "非攻",
              "value": "2450"
          },
          {
              "label": "幽篁",
              "value": "2451"
          },
          {
              "label": "百鬼",
              "value": "2452"
          }
      ],
      "100_54": [
          {
              "label": "业焰",
              "value": "2250"
          },
          {
              "label": "鹿鸣",
              "value": "2251"
          },
          {
              "label": "玉辉",
              "value": "2252"
          }
      ],
      "100_6": [
          {
              "label": "鱼肠",
              "value": "1050"
          },
          {
              "label": "倚天",
              "value": "1051"
          },
          {
              "label": "湛卢",
              "value": "1052"
          }
      ],
      "100_7": [
          {
              "label": "阴阳",
              "value": "2150"
          },
          {
              "label": "月光",
              "value": "2151"
          },
          {
              "label": "灵蛇",
              "value": "2152"
          }
      ],
      "100_72": [
          {
              "label": "蟠龙",
              "value": "31250"
          },
          {
              "label": "云鹤",
              "value": "31251"
          },
          {
              "label": "风荷",
              "value": "31252"
          }
      ],
      "100_73": [
          {
              "label": "昆吾",
              "value": "31050"
          },
          {
              "label": "弦歌",
              "value": "31051"
          },
          {
              "label": "鸦九",
              "value": "31052"
          }
      ],
      "100_74": [
          {
              "label": "鬼骨",
              "value": "31350"
          },
          {
              "label": "云梦",
              "value": "31351"
          },
          {
              "label": "枕霞",
              "value": "31352"
          }
      ],
      "100_8": [
          {
              "label": "彩虹",
              "value": "1950"
          },
          {
              "label": "流云",
              "value": "1951"
          },
          {
              "label": "碧波",
              "value": "1952"
          }
      ],
      "100_9": [
          {
              "label": "撕天",
              "value": "1350"
          },
          {
              "label": "毒牙",
              "value": "1351"
          },
          {
              "label": "胭脂",
              "value": "1352"
          }
      ],
      "110_10": [
          {
              "label": "太极",
              "value": "1550"
          },
          {
              "label": "玉龙",
              "value": "1551"
          },
          {
              "label": "秋风",
              "value": "1552"
          }
      ],
      "110_11": [
          {
              "label": "沧海",
              "value": "1850"
          },
          {
              "label": "红莲",
              "value": "1851"
          },
          {
              "label": "盘龙",
              "value": "1852"
          }
      ],
      "110_12": [
          {
              "label": "龙筋",
              "value": "1750"
          },
          {
              "label": "百花",
              "value": "1751"
          },
          {
              "label": "吹雪",
              "value": "1752"
          }
      ],
      "110_13": [
          {
              "label": "如意",
              "value": "2050"
          },
          {
              "label": "乾坤",
              "value": "2051"
          },
          {
              "label": "月光",
              "value": "2052"
          }
      ],
      "110_14": [
          {
              "label": "冷月",
              "value": "1150"
          },
          {
              "label": "屠龙",
              "value": "1151"
          },
          {
              "label": "血刃",
              "value": "1152"
          }
      ],
      "110_15": [
          {
              "label": "八卦",
              "value": "1250"
          },
          {
              "label": "鬼牙",
              "value": "1251"
          },
          {
              "label": "雷神",
              "value": "1252"
          }
      ],
      "110_4": [
          {
              "label": "暗夜",
              "value": "1650"
          },
          {
              "label": "梨花",
              "value": "1651"
          },
          {
              "label": "霹雳",
              "value": "1652"
          }
      ],
      "110_5": [
          {
              "label": "破魄",
              "value": "1450"
          },
          {
              "label": "肃魂",
              "value": "1451"
          },
          {
              "label": "无敌",
              "value": "1452"
          }
      ],
      "110_52": [
          {
              "label": "离火",
              "value": "2350"
          },
          {
              "label": "飞星",
              "value": "2351"
          },
          {
              "label": "月华",
              "value": "2352"
          }
      ],
      "110_53": [
          {
              "label": "非攻",
              "value": "2450"
          },
          {
              "label": "幽篁",
              "value": "2451"
          },
          {
              "label": "百鬼",
              "value": "2452"
          }
      ],
      "110_54": [
          {
              "label": "业焰",
              "value": "2250"
          },
          {
              "label": "鹿鸣",
              "value": "2251"
          },
          {
              "label": "玉辉",
              "value": "2252"
          }
      ],
      "110_6": [
          {
              "label": "鱼肠",
              "value": "1050"
          },
          {
              "label": "倚天",
              "value": "1051"
          },
          {
              "label": "湛卢",
              "value": "1052"
          }
      ],
      "110_7": [
          {
              "label": "阴阳",
              "value": "2150"
          },
          {
              "label": "月光",
              "value": "2151"
          },
          {
              "label": "灵蛇",
              "value": "2152"
          }
      ],
      "110_72": [
          {
              "label": "蟠龙",
              "value": "31250"
          },
          {
              "label": "云鹤",
              "value": "31251"
          },
          {
              "label": "风荷",
              "value": "31252"
          }
      ],
      "110_73": [
          {
              "label": "昆吾",
              "value": "31050"
          },
          {
              "label": "弦歌",
              "value": "31051"
          },
          {
              "label": "鸦九",
              "value": "31052"
          }
      ],
      "110_74": [
          {
              "label": "鬼骨",
              "value": "31350"
          },
          {
              "label": "云梦",
              "value": "31351"
          },
          {
              "label": "枕霞",
              "value": "31352"
          }
      ],
      "110_8": [
          {
              "label": "彩虹",
              "value": "1950"
          },
          {
              "label": "流云",
              "value": "1951"
          },
          {
              "label": "碧波",
              "value": "1952"
          }
      ],
      "110_9": [
          {
              "label": "撕天",
              "value": "1350"
          },
          {
              "label": "毒牙",
              "value": "1351"
          },
          {
              "label": "胭脂",
              "value": "1352"
          }
      ],
      "120_10": [
          {
              "label": "画龙点睛",
              "value": "1560"
          },
          {
              "label": "秋水人家",
              "value": "1561"
          },
          {
              "label": "逍遥江湖",
              "value": "1562"
          }
      ],
      "120_11": [
          {
              "label": "降魔玉杵",
              "value": "1860"
          },
          {
              "label": "青藤玉树",
              "value": "1861"
          },
          {
              "label": "墨玉骷髅",
              "value": "1862"
          }
      ],
      "120_12": [
          {
              "label": "游龙惊鸿",
              "value": "1760"
          },
          {
              "label": "仙人指路",
              "value": "1761"
          },
          {
              "label": "血之刺藤",
              "value": "1762"
          }
      ],
      "120_13": [
          {
              "label": "别情离恨",
              "value": "2060"
          },
          {
              "label": "金玉双环",
              "value": "2061"
          },
          {
              "label": "九天金线",
              "value": "2062"
          }
      ],
      "120_14": [
          {
              "label": "偃月青龙",
              "value": "1160"
          },
          {
              "label": "晓风残月",
              "value": "1161"
          },
          {
              "label": "斩妖泣血",
              "value": "1162"
          }
      ],
      "120_15": [
          {
              "label": "混元金锤",
              "value": "1260"
          },
          {
              "label": "九瓣莲花",
              "value": "1261"
          },
          {
              "label": "鬼王蚀日",
              "value": "1262"
          }
      ],
      "120_4": [
          {
              "label": "刑天之逆",
              "value": "1660"
          },
          {
              "label": "五虎断魂",
              "value": "1661"
          },
          {
              "label": "飞龙在天",
              "value": "1662"
          }
      ],
      "120_5": [
          {
              "label": "五丁开山",
              "value": "1460"
          },
          {
              "label": "元神禁锢",
              "value": "1461"
          },
          {
              "label": "护法灭魔",
              "value": "1462"
          }
      ],
      "120_52": [
          {
              "label": "回风舞雪",
              "value": "2360"
          },
          {
              "label": "紫金葫芦",
              "value": "2361"
          },
          {
              "label": "裂云啸日",
              "value": "2362"
          }
      ],
      "120_53": [
          {
              "label": "冥火薄天",
              "value": "2460"
          },
          {
              "label": "龙鸣寒水",
              "value": "2461"
          },
          {
              "label": "太极流光",
              "value": "2462"
          }
      ],
      "120_54": [
          {
              "label": "庄周梦蝶",
              "value": "2260"
          },
          {
              "label": "凤翼流珠",
              "value": "2261"
          },
          {
              "label": "雪蟒霜寒",
              "value": "2262"
          }
      ],
      "120_6": [
          {
              "label": "魏武青虹",
              "value": "1060"
          },
          {
              "label": "灵犀神剑",
              "value": "1061"
          },
          {
              "label": "四法青云",
              "value": "1062"
          }
      ],
      "120_7": [
          {
              "label": "金龙双剪",
              "value": "2160"
          },
          {
              "label": "连理双树",
              "value": "2161"
          },
          {
              "label": "祖龙对剑",
              "value": "2162"
          }
      ],
      "120_72": [
          {
              "label": "金风玉露",
              "value": "31260"
          },
          {
              "label": "凰火燎原",
              "value": "31261"
          },
          {
              "label": "风露清愁",
              "value": "31262"
          }
      ],
      "120_73": [
          {
              "label": "秋水澄流",
              "value": "31060"
          },
          {
              "label": "腾蛇郁刃",
              "value": "31061"
          },
          {
              "label": "墨骨枯麟",
              "value": "31062"
          }
      ],
      "120_74": [
          {
              "label": "月影星痕",
              "value": "31360"
          },
          {
              "label": "雪羽穿云",
              "value": "31361"
          },
          {
              "label": "碧火琉璃",
              "value": "31362"
          }
      ],
      "120_8": [
          {
              "label": "秋水落霞",
              "value": "1960"
          },
          {
              "label": "晃金仙绳",
              "value": "1961"
          },
          {
              "label": "此最相思",
              "value": "1962"
          }
      ],
      "120_9": [
          {
              "label": "九阴勾魂",
              "value": "1360"
          },
          {
              "label": "雪蚕之刺",
              "value": "1361"
          },
          {
              "label": "贵霜之牙",
              "value": "1362"
          }
      ],
      "130_10": [
          {
              "label": "画龙点睛",
              "value": "1560"
          },
          {
              "label": "秋水人家",
              "value": "1561"
          },
          {
              "label": "逍遥江湖",
              "value": "1562"
          }
      ],
      "130_11": [
          {
              "label": "降魔玉杵",
              "value": "1860"
          },
          {
              "label": "青藤玉树",
              "value": "1861"
          },
          {
              "label": "墨玉骷髅",
              "value": "1862"
          }
      ],
      "130_12": [
          {
              "label": "游龙惊鸿",
              "value": "1760"
          },
          {
              "label": "仙人指路",
              "value": "1761"
          },
          {
              "label": "血之刺藤",
              "value": "1762"
          }
      ],
      "130_13": [
          {
              "label": "别情离恨",
              "value": "2060"
          },
          {
              "label": "金玉双环",
              "value": "2061"
          },
          {
              "label": "九天金线",
              "value": "2062"
          }
      ],
      "130_14": [
          {
              "label": "偃月青龙",
              "value": "1160"
          },
          {
              "label": "晓风残月",
              "value": "1161"
          },
          {
              "label": "斩妖泣血",
              "value": "1162"
          }
      ],
      "130_15": [
          {
              "label": "混元金锤",
              "value": "1260"
          },
          {
              "label": "九瓣莲花",
              "value": "1261"
          },
          {
              "label": "鬼王蚀日",
              "value": "1262"
          }
      ],
      "130_4": [
          {
              "label": "刑天之逆",
              "value": "1660"
          },
          {
              "label": "五虎断魂",
              "value": "1661"
          },
          {
              "label": "飞龙在天",
              "value": "1662"
          }
      ],
      "130_5": [
          {
              "label": "五丁开山",
              "value": "1460"
          },
          {
              "label": "元神禁锢",
              "value": "1461"
          },
          {
              "label": "护法灭魔",
              "value": "1462"
          }
      ],
      "130_52": [
          {
              "label": "回风舞雪",
              "value": "2360"
          },
          {
              "label": "紫金葫芦",
              "value": "2361"
          },
          {
              "label": "裂云啸日",
              "value": "2362"
          }
      ],
      "130_53": [
          {
              "label": "冥火薄天",
              "value": "2460"
          },
          {
              "label": "龙鸣寒水",
              "value": "2461"
          },
          {
              "label": "太极流光",
              "value": "2462"
          }
      ],
      "130_54": [
          {
              "label": "庄周梦蝶",
              "value": "2260"
          },
          {
              "label": "凤翼流珠",
              "value": "2261"
          },
          {
              "label": "雪蟒霜寒",
              "value": "2262"
          }
      ],
      "130_6": [
          {
              "label": "魏武青虹",
              "value": "1060"
          },
          {
              "label": "灵犀神剑",
              "value": "1061"
          },
          {
              "label": "四法青云",
              "value": "1062"
          }
      ],
      "130_7": [
          {
              "label": "金龙双剪",
              "value": "2160"
          },
          {
              "label": "连理双树",
              "value": "2161"
          },
          {
              "label": "祖龙对剑",
              "value": "2162"
          }
      ],
      "130_72": [
          {
              "label": "金风玉露",
              "value": "31260"
          },
          {
              "label": "凰火燎原",
              "value": "31261"
          },
          {
              "label": "风露清愁",
              "value": "31262"
          }
      ],
      "130_73": [
          {
              "label": "秋水澄流",
              "value": "31060"
          },
          {
              "label": "腾蛇郁刃",
              "value": "31061"
          },
          {
              "label": "墨骨枯麟",
              "value": "31062"
          }
      ],
      "130_74": [
          {
              "label": "月影星痕",
              "value": "31360"
          },
          {
              "label": "雪羽穿云",
              "value": "31361"
          },
          {
              "label": "碧火琉璃",
              "value": "31362"
          }
      ],
      "130_8": [
          {
              "label": "秋水落霞",
              "value": "1960"
          },
          {
              "label": "晃金仙绳",
              "value": "1961"
          },
          {
              "label": "此最相思",
              "value": "1962"
          }
      ],
      "130_9": [
          {
              "label": "九阴勾魂",
              "value": "1360"
          },
          {
              "label": "雪蚕之刺",
              "value": "1361"
          },
          {
              "label": "贵霜之牙",
              "value": "1362"
          }
      ],
      "140_10": [
          {
              "label": "画龙点睛",
              "value": "1560"
          },
          {
              "label": "秋水人家",
              "value": "1561"
          },
          {
              "label": "逍遥江湖",
              "value": "1562"
          }
      ],
      "140_11": [
          {
              "label": "降魔玉杵",
              "value": "1860"
          },
          {
              "label": "青藤玉树",
              "value": "1861"
          },
          {
              "label": "墨玉骷髅",
              "value": "1862"
          }
      ],
      "140_12": [
          {
              "label": "游龙惊鸿",
              "value": "1760"
          },
          {
              "label": "仙人指路",
              "value": "1761"
          },
          {
              "label": "血之刺藤",
              "value": "1762"
          }
      ],
      "140_13": [
          {
              "label": "别情离恨",
              "value": "2060"
          },
          {
              "label": "金玉双环",
              "value": "2061"
          },
          {
              "label": "九天金线",
              "value": "2062"
          }
      ],
      "140_14": [
          {
              "label": "偃月青龙",
              "value": "1160"
          },
          {
              "label": "晓风残月",
              "value": "1161"
          },
          {
              "label": "斩妖泣血",
              "value": "1162"
          }
      ],
      "140_15": [
          {
              "label": "混元金锤",
              "value": "1260"
          },
          {
              "label": "九瓣莲花",
              "value": "1261"
          },
          {
              "label": "鬼王蚀日",
              "value": "1262"
          }
      ],
      "140_4": [
          {
              "label": "刑天之逆",
              "value": "1660"
          },
          {
              "label": "五虎断魂",
              "value": "1661"
          },
          {
              "label": "飞龙在天",
              "value": "1662"
          }
      ],
      "140_5": [
          {
              "label": "五丁开山",
              "value": "1460"
          },
          {
              "label": "元神禁锢",
              "value": "1461"
          },
          {
              "label": "护法灭魔",
              "value": "1462"
          }
      ],
      "140_52": [
          {
              "label": "回风舞雪",
              "value": "2360"
          },
          {
              "label": "紫金葫芦",
              "value": "2361"
          },
          {
              "label": "裂云啸日",
              "value": "2362"
          }
      ],
      "140_53": [
          {
              "label": "冥火薄天",
              "value": "2460"
          },
          {
              "label": "龙鸣寒水",
              "value": "2461"
          },
          {
              "label": "太极流光",
              "value": "2462"
          }
      ],
      "140_54": [
          {
              "label": "庄周梦蝶",
              "value": "2260"
          },
          {
              "label": "凤翼流珠",
              "value": "2261"
          },
          {
              "label": "雪蟒霜寒",
              "value": "2262"
          }
      ],
      "140_6": [
          {
              "label": "魏武青虹",
              "value": "1060"
          },
          {
              "label": "灵犀神剑",
              "value": "1061"
          },
          {
              "label": "四法青云",
              "value": "1062"
          }
      ],
      "140_7": [
          {
              "label": "金龙双剪",
              "value": "2160"
          },
          {
              "label": "连理双树",
              "value": "2161"
          },
          {
              "label": "祖龙对剑",
              "value": "2162"
          }
      ],
      "140_72": [
          {
              "label": "金风玉露",
              "value": "31260"
          },
          {
              "label": "凰火燎原",
              "value": "31261"
          },
          {
              "label": "风露清愁",
              "value": "31262"
          }
      ],
      "140_73": [
          {
              "label": "秋水澄流",
              "value": "31060"
          },
          {
              "label": "腾蛇郁刃",
              "value": "31061"
          },
          {
              "label": "墨骨枯麟",
              "value": "31062"
          }
      ],
      "140_74": [
          {
              "label": "月影星痕",
              "value": "31360"
          },
          {
              "label": "雪羽穿云",
              "value": "31361"
          },
          {
              "label": "碧火琉璃",
              "value": "31362"
          }
      ],
      "140_8": [
          {
              "label": "秋水落霞",
              "value": "1960"
          },
          {
              "label": "晃金仙绳",
              "value": "1961"
          },
          {
              "label": "此最相思",
              "value": "1962"
          }
      ],
      "140_9": [
          {
              "label": "九阴勾魂",
              "value": "1360"
          },
          {
              "label": "雪蚕之刺",
              "value": "1361"
          },
          {
              "label": "贵霜之牙",
              "value": "1362"
          }
      ],
      "150_10": [
          {
              "label": "浩气长舒",
              "value": "1570"
          }
      ],
      "150_11": [
          {
              "label": "丝萝乔木",
              "value": "1870"
          }
      ],
      "150_12": [
          {
              "label": "牧云清歌",
              "value": "1770"
          }
      ],
      "150_13": [
          {
              "label": "无关风月",
              "value": "2070"
          }
      ],
      "150_14": [
          {
              "label": "业火三灾",
              "value": "1170"
          }
      ],
      "150_15": [
          {
              "label": "狂澜碎岳",
              "value": "1270"
          }
      ],
      "150_4": [
          {
              "label": "天龙破城",
              "value": "1670"
          }
      ],
      "150_5": [
          {
              "label": "碧血干戚",
              "value": "1470"
          }
      ],
      "150_52": [
          {
              "label": "云雷万里",
              "value": "2370"
          }
      ],
      "150_53": [
          {
              "label": "九霄风雷",
              "value": "2470"
          }
      ],
      "150_54": [
          {
              "label": "碧海潮生",
              "value": "2270"
          }
      ],
      "150_6": [
          {
              "label": "霜冷九州",
              "value": "1070"
          }
      ],
      "150_7": [
          {
              "label": "紫电青霜",
              "value": "2170"
          }
      ],
      "150_72": [
          {
              "label": "夭桃秾李",
              "value": "31270"
          }
      ],
      "150_73": [
          {
              "label": "百辟镇魂",
              "value": "31070"
          }
      ],
      "150_74": [
          {
              "label": "浮生归梦",
              "value": "31370"
          }
      ],
      "150_8": [
          {
              "label": "揽月摘星",
              "value": "1970"
          }
      ],
      "150_9": [
          {
              "label": "忘川三途",
              "value": "1370"
          }
      ],
      "160_10": [
          {
              "label": "星瀚",
              "value": "1580"
          }
      ],
      "160_11": [
          {
              "label": "醍醐",
              "value": "1880"
          }
      ],
      "160_12": [
          {
              "label": "霜陨",
              "value": "1780"
          }
      ],
      "160_13": [
          {
              "label": "朝夕",
              "value": "2080"
          }
      ],
      "160_14": [
          {
              "label": "鸣鸿",
              "value": "1180"
          }
      ],
      "160_15": [
          {
              "label": "碎寂",
              "value": "1280"
          }
      ],
      "160_4": [
          {
              "label": "弑皇",
              "value": "1680"
          }
      ],
      "160_5": [
          {
              "label": "裂天",
              "value": "1480"
          }
      ],
      "160_52": [
          {
              "label": "赤明",
              "value": "2380"
          }
      ],
      "160_53": [
          {
              "label": "若木",
              "value": "2480"
          }
      ],
      "160_54": [
          {
              "label": "弦月",
              "value": "2280"
          }
      ],
      "160_6": [
          {
              "label": "擒龙",
              "value": "1080"
          }
      ],
      "160_7": [
          {
              "label": "浮犀",
              "value": "2180"
          }
      ],
      "160_72": [
          {
              "label": "荒尘",
              "value": "31280"
          }
      ],
      "160_73": [
          {
              "label": "长息",
              "value": "31080"
          }
      ],
      "160_74": [
          {
              "label": "晴雪",
              "value": "31380"
          }
      ],
      "160_8": [
          {
              "label": "九霄",
              "value": "1980"
          }
      ],
      "160_9": [
          {
              "label": "离钩",
              "value": "1380"
          }
      ],
      "60_10": [
          {
              "label": "神火扇",
              "value": "1507"
          }
      ],
      "60_11": [
          {
              "label": "满天星",
              "value": "1807"
          }
      ],
      "60_12": [
          {
              "label": "青藤柳叶鞭",
              "value": "1707"
          }
      ],
      "60_13": [
          {
              "label": "蛇形月",
              "value": "2007"
          }
      ],
      "60_14": [
          {
              "label": "狼牙刀",
              "value": "1107"
          }
      ],
      "60_15": [
          {
              "label": "震天锤",
              "value": "1207"
          }
      ],
      "60_4": [
          {
              "label": "玄铁矛",
              "value": "1607"
          }
      ],
      "60_5": [
          {
              "label": "乌金鬼头镰",
              "value": "1407"
          }
      ],
      "60_52": [
          {
              "label": "如意宝珠",
              "value": "2307"
          }
      ],
      "60_53": [
          {
              "label": "连珠神弓",
              "value": "2407"
          }
      ],
      "60_54": [
          {
              "label": "腾云杖",
              "value": "2207"
          }
      ],
      "60_6": [
          {
              "label": "游龙剑",
              "value": "1007"
          }
      ],
      "60_7": [
          {
              "label": "赤焰双剑",
              "value": "2107"
          }
      ],
      "60_72": [
          {
              "label": "玲珑盏",
              "value": "31207"
          }
      ],
      "60_73": [
          {
              "label": "惊涛雪",
              "value": "31007"
          }
      ],
      "60_74": [
          {
              "label": "孔雀羽",
              "value": "31307"
          }
      ],
      "60_8": [
          {
              "label": "七彩罗刹",
              "value": "1907"
          }
      ],
      "60_9": [
          {
              "label": "青刚刺",
              "value": "1307"
          }
      ],
      "70_10": [
          {
              "label": "阴风扇",
              "value": "1508"
          }
      ],
      "70_11": [
          {
              "label": "水晶棒",
              "value": "1808"
          }
      ],
      "70_12": [
          {
              "label": "雷鸣嗜血鞭",
              "value": "1708"
          }
      ],
      "70_13": [
          {
              "label": "子母双月",
              "value": "2008"
          }
      ],
      "70_14": [
          {
              "label": "龙鳞宝刀",
              "value": "1108"
          }
      ],
      "70_15": [
          {
              "label": "巨灵神锤",
              "value": "1208"
          }
      ],
      "70_4": [
          {
              "label": "金蛇信",
              "value": "1608"
          }
      ],
      "70_5": [
          {
              "label": "狂魔镰",
              "value": "1408"
          }
      ],
      "70_52": [
          {
              "label": "沧海明珠",
              "value": "2308"
          }
      ],
      "70_53": [
          {
              "label": "游鱼戏珠",
              "value": "2408"
          }
      ],
      "70_54": [
          {
              "label": "引魂杖",
              "value": "2208"
          }
      ],
      "70_6": [
          {
              "label": "北斗七星剑",
              "value": "1008"
          }
      ],
      "70_7": [
          {
              "label": "墨玉双剑",
              "value": "2108"
          }
      ],
      "70_72": [
          {
              "label": "玉兔盏",
              "value": "31208"
          }
      ],
      "70_73": [
          {
              "label": "醉浮生",
              "value": "31008"
          }
      ],
      "70_74": [
          {
              "label": "金刚伞",
              "value": "31308"
          }
      ],
      "70_8": [
          {
              "label": "缚神绫",
              "value": "1908"
          }
      ],
      "70_9": [
          {
              "label": "华光刺",
              "value": "1308"
          }
      ],
      "80_10": [
          {
              "label": "风云雷电",
              "value": "1509"
          }
      ],
      "80_11": [
          {
              "label": "日月光华",
              "value": "1809"
          }
      ],
      "80_12": [
          {
              "label": "混元金钩",
              "value": "1709"
          }
      ],
      "80_13": [
          {
              "label": "斜月狼牙",
              "value": "2009"
          }
      ],
      "80_14": [
          {
              "label": "黑炎魔刀",
              "value": "1109"
          }
      ],
      "80_15": [
          {
              "label": "天崩地裂",
              "value": "1209"
          }
      ],
      "80_4": [
          {
              "label": "丈八点钢矛",
              "value": "1609"
          }
      ],
      "80_5": [
          {
              "label": "恶龙之齿",
              "value": "1409"
          }
      ],
      "80_52": [
          {
              "label": "无量玉璧",
              "value": "2309"
          }
      ],
      "80_53": [
          {
              "label": "灵犀望月",
              "value": "2409"
          }
      ],
      "80_54": [
          {
              "label": "碧玺杖",
              "value": "2209"
          }
      ],
      "80_6": [
          {
              "label": "碧玉剑",
              "value": "1009"
          }
      ],
      "80_7": [
          {
              "label": "梅花双剑",
              "value": "2109"
          }
      ],
      "80_72": [
          {
              "label": "冰心盏",
              "value": "31209"
          }
      ],
      "80_73": [
          {
              "label": "沉戟天戉",
              "value": "31009"
          }
      ],
      "80_74": [
          {
              "label": "落梅伞",
              "value": "31309"
          }
      ],
      "80_8": [
          {
              "label": "九天仙绫",
              "value": "1909"
          }
      ],
      "80_9": [
          {
              "label": "龙鳞刺",
              "value": "1309"
          }
      ],
      "90_10": [
          {
              "label": "太极",
              "value": "1550"
          },
          {
              "label": "玉龙",
              "value": "1551"
          },
          {
              "label": "秋风",
              "value": "1552"
          }
      ],
      "90_11": [
          {
              "label": "沧海",
              "value": "1850"
          },
          {
              "label": "红莲",
              "value": "1851"
          },
          {
              "label": "盘龙",
              "value": "1852"
          }
      ],
      "90_12": [
          {
              "label": "龙筋",
              "value": "1750"
          },
          {
              "label": "百花",
              "value": "1751"
          },
          {
              "label": "吹雪",
              "value": "1752"
          }
      ],
      "90_13": [
          {
              "label": "如意",
              "value": "2050"
          },
          {
              "label": "乾坤",
              "value": "2051"
          },
          {
              "label": "月光",
              "value": "2052"
          }
      ],
      "90_14": [
          {
              "label": "冷月",
              "value": "1150"
          },
          {
              "label": "屠龙",
              "value": "1151"
          },
          {
              "label": "血刃",
              "value": "1152"
          }
      ],
      "90_15": [
          {
              "label": "八卦",
              "value": "1250"
          },
          {
              "label": "鬼牙",
              "value": "1251"
          },
          {
              "label": "雷神",
              "value": "1252"
          }
      ],
      "90_4": [
          {
              "label": "暗夜",
              "value": "1650"
          },
          {
              "label": "梨花",
              "value": "1651"
          },
          {
              "label": "霹雳",
              "value": "1652"
          }
      ],
      "90_5": [
          {
              "label": "破魄",
              "value": "1450"
          },
          {
              "label": "肃魂",
              "value": "1451"
          },
          {
              "label": "无敌",
              "value": "1452"
          }
      ],
      "90_52": [
          {
              "label": "离火",
              "value": "2350"
          },
          {
              "label": "飞星",
              "value": "2351"
          },
          {
              "label": "月华",
              "value": "2352"
          }
      ],
      "90_53": [
          {
              "label": "非攻",
              "value": "2450"
          },
          {
              "label": "幽篁",
              "value": "2451"
          },
          {
              "label": "百鬼",
              "value": "2452"
          }
      ],
      "90_54": [
          {
              "label": "业焰",
              "value": "2250"
          },
          {
              "label": "鹿鸣",
              "value": "2251"
          },
          {
              "label": "玉辉",
              "value": "2252"
          }
      ],
      "90_6": [
          {
              "label": "鱼肠",
              "value": "1050"
          },
          {
              "label": "倚天",
              "value": "1051"
          },
          {
              "label": "湛卢",
              "value": "1052"
          }
      ],
      "90_7": [
          {
              "label": "阴阳",
              "value": "2150"
          },
          {
              "label": "月光",
              "value": "2151"
          },
          {
              "label": "灵蛇",
              "value": "2152"
          }
      ],
      "90_72": [
          {
              "label": "蟠龙",
              "value": "31250"
          },
          {
              "label": "云鹤",
              "value": "31251"
          },
          {
              "label": "风荷",
              "value": "31252"
          }
      ],
      "90_73": [
          {
              "label": "昆吾",
              "value": "31050"
          },
          {
              "label": "弦歌",
              "value": "31051"
          },
          {
              "label": "鸦九",
              "value": "31052"
          }
      ],
      "90_74": [
          {
              "label": "鬼骨",
              "value": "31350"
          },
          {
              "label": "云梦",
              "value": "31351"
          },
          {
              "label": "枕霞",
              "value": "31352"
          }
      ],
      "90_8": [
          {
              "label": "彩虹",
              "value": "1950"
          },
          {
              "label": "流云",
              "value": "1951"
          },
          {
              "label": "碧波",
              "value": "1952"
          }
      ],
      "90_9": [
          {
              "label": "撕天",
              "value": "1350"
          },
          {
              "label": "毒牙",
              "value": "1351"
          },
          {
              "label": "胭脂",
              "value": "1352"
          }
      ]
  },
  "wjd_lingshi_kindid": [
      {
          "label": "枪矛",
          "value": 4
      },
      {
          "label": "斧钺",
          "value": 5
      },
      {
          "label": "剑",
          "value": 6
      },
      {
          "label": "双短剑",
          "value": 7
      },
      {
          "label": "飘带",
          "value": 8
      },
      {
          "label": "爪刺",
          "value": 9
      },
      {
          "label": "扇",
          "value": 10
      },
      {
          "label": "魔棒",
          "value": 11
      },
      {
          "label": "鞭",
          "value": 12
      },
      {
          "label": "环圈",
          "value": 13
      },
      {
          "label": "刀",
          "value": 14
      },
      {
          "label": "锤",
          "value": 15
      },
      {
          "label": "头盔",
          "value": 17
      },
      {
          "label": "铠甲",
          "value": 18
      },
      {
          "label": "鞋子",
          "value": 19
      },
      {
          "label": "腰带",
          "value": 20
      },
      {
          "label": "饰物",
          "value": 21
      },
      {
          "label": "宝珠",
          "value": 52
      },
      {
          "label": "弓箭",
          "value": 53
      },
      {
          "label": "法杖",
          "value": 54
      },
      {
          "label": "发钗",
          "value": 58
      },
      {
          "label": "女衣",
          "value": 59
      },
      {
          "label": "灯笼",
          "value": 72
      },
      {
          "label": "巨剑",
          "value": 73
      },
      {
          "label": "伞",
          "value": 74
      }
  ],
  "yuanshen_attrs": {
      "fangyu": "防御",
      "lingli": "灵力",
      "mingzhong": "命中",
      "minjie": "敏捷",
      "mofa": "魔法",
      "qixue": "气血",
      "shanghai": "伤害",
      "zongshang": "总伤"
  },
  "yuanshen_equip_types": {
      "4221": "枪",
      "4222": "斧",
      "4223": "剑",
      "4224": "扇",
      "4225": "刀",
      "4226": "锤",
      "4227": "双剑",
      "4228": "飘带",
      "4229": "爪刺",
      "4230": "魔棒",
      "4231": "长鞭",
      "4232": "双环",
      "4233": "头盔",
      "4234": "冠冕",
      "4235": "坚甲",
      "4236": "纱衣",
      "4237": "鞋履",
      "4238": "束带",
      "4239": "挂坠",
      "4240": "弓",
      "4241": "宝珠",
      "4242": "长杖",
      "4246": "巨剑",
      "4247": "灯笼",
      "4248": "伞"
  },
  "zuoqi_skill_desc": {
      "600": {
          "lv1_desc": "增加统御的召唤兽力量点数*5%的伤害力",
          "lv2_desc": "增加统御的召唤兽力量点数*10%的伤害力",
          "lv3_desc": "增加统御的召唤兽力量点数*15%的伤害力",
          "name": "开天辟地"
      },
      "601": {
          "lv1_desc": "增加统驭的召唤兽致命几率2%，命中率增加1%",
          "lv2_desc": "增加统驭的召唤兽致命几率2%，命中率增加2%",
          "lv3_desc": "增加统驭的召唤兽致命几率3%，命中率增加3%",
          "name": "破釜沉舟"
      },
      "602": {
          "lv1_desc": "统驭的召唤兽受到伤害时有20%的几率减少4%所受伤害",
          "lv2_desc": "统驭的召唤兽受到伤害时有40%的几率减少4%所受伤害",
          "lv3_desc": "统驭的召唤兽受到伤害时有60%的几率减少4%所受伤害",
          "name": "金刚护身"
      },
      "603": {
          "lv1_desc": "统驭的召唤兽受到的所有伤害降低0.8%",
          "lv2_desc": "统驭的召唤兽受到的所有伤害降低1.6%",
          "lv3_desc": "统驭的召唤兽受到的所有伤害降低2.4%",
          "name": "偃旗息鼓"
      },
      "604": {
          "lv1_desc": "统驭的召唤兽速度降低2%",
          "lv2_desc": "统驭的召唤兽速度降低5%",
          "lv3_desc": "统驭的召唤兽速度降低10%",
          "name": "飞火流星"
      },
      "605": {
          "lv1_desc": "增加统驭的召唤兽闪躲3%，同时在物理攻击对方目标时有20%几率自身获得提升5%速度效果持续三回合",
          "lv2_desc": "增加统驭的召唤兽闪躲3%，同时在物理攻击对方目标时有30%几率自身获得提升8%速度效果持续三回合",
          "lv3_desc": "增加统驭的召唤兽闪躲3%，同时在物理攻击对方目标时有50%几率自身获得提升10%速度效果持续三回合",
          "name": "乾坤借速"
      },
      "606": {
          "lv1_desc": "增加统驭的召唤兽对（水攻、水漫金山、超级水漫金山、落岩、泰山压顶、超级泰山压顶）水系土系法术伤害结果减免3%",
          "lv2_desc": "增加统驭的召唤兽对（水攻、水漫金山、超级水漫金山、落岩、泰山压顶、超级泰山压顶）水系土系法术伤害结果减免8%",
          "lv3_desc": "增加统驭的召唤兽对（水攻、水漫金山、超级水漫金山、落岩、泰山压顶、超级泰山压顶）水系土系法术伤害结果减免12%",
          "name": "大浪淘沙"
      },
      "607": {
          "lv1_desc": "增加统驭的召唤兽对（烈火、地狱烈火、超级地狱烈火、雷击、奔雷咒、超级奔雷咒）火系雷系法术伤害结果减免3%",
          "lv2_desc": "增加统驭的召唤兽对（烈火、地狱烈火、超级地狱烈火、雷击、奔雷咒、超级奔雷咒）火系雷系法术伤害结果减免8%",
          "lv3_desc": "增加统驭的召唤兽对（烈火、地狱烈火、超级地狱烈火、雷击、奔雷咒、超级奔雷咒）火系雷系法术伤害结果减免12%",
          "name": "炫火乱舞"
      },
      "608": {
          "lv1_desc": "敌人对统驭的召唤兽物理暴击和法术暴击倍率降低10%；",
          "lv2_desc": "敌人对统驭的召唤兽物理暴击和法术暴击倍率降低20%；",
          "lv3_desc": "敌人对统驭的召唤兽物理暴击和法术暴击倍率降低30%；",
          "name": "铜墙铁壁"
      },
      "609": {
          "lv1_desc": "增加统驭召唤兽20%的中毒抵抗几率",
          "lv2_desc": "增加统驭召唤兽50%的中毒抵抗几率，同时降低中毒后毒伤害结果的5%",
          "lv3_desc": "增加统驭召唤兽80%的中毒抵抗几率，同时降低中毒后毒伤害结果的10%",
          "name": "水来土掩"
      },
      "610": {
          "lv1_desc": "召唤兽在战斗中忠诚的消耗变为4场战斗掉1点忠诚",
          "lv2_desc": "召唤兽在战斗中忠诚的消耗变为5场战斗掉1点忠诚",
          "lv3_desc": "召唤兽在战斗中忠诚的消耗变为6场战斗掉1点忠诚",
          "name": "忠贯日月"
      },
      "611": {
          "lv1_desc": "每天第一次食用长寿面，豆斋果不会中毒",
          "lv2_desc": "每天第一，二次食用长寿面，豆斋果不会中毒",
          "lv3_desc": "每天第一，二，三次食用长寿面，豆斋果不会中毒",
          "name": "正身清心"
      },
      "612": {
          "lv1_desc": "增加统驭召唤兽食用长寿面、桂花丸和豆斋果时额外再增加寿命2%",
          "lv2_desc": "增加统驭召唤兽食用长寿面、桂花丸和豆斋果时额外再增加寿命3%",
          "lv3_desc": "增加统驭召唤兽食用长寿面、桂花丸和豆斋果时额外再增加寿命5%",
          "name": "延年益寿"
      }
  },
  "zz_skill_books": {
      "zz_1": "项链",
      "zz_10": "女衣",
      "zz_11": "巨剑",
      "zz_12": "长杖",
      "zz_13": "弓",
      "zz_14": "锤",
      "zz_15": "宝珠",
      "zz_16": "斧钺",
      "zz_17": "发钗",
      "zz_18": "环圈",
      "zz_19": "双短剑",
      "zz_2": "铠甲",
      "zz_20": "爪刺",
      "zz_21": "飘带",
      "zz_22": "魔棒",
      "zz_23": "鞭",
      "zz_24": "灯笼",
      "zz_25": "伞",
      "zz_26": "双斧",
      "zz_3": "刀",
      "zz_4": "剑",
      "zz_5": "靴",
      "zz_6": "枪矛",
      "zz_7": "腰带",
      "zz_8": "头盔",
      "zz_9": "扇"
  }
}