window.CBG_GAME_CONFIG = {
    "addon_attrs": {
      "addon_fali": "法力",
      "addon_liliang": "力量",
      "addon_lingli": "灵力",
      "addon_minjie": "敏捷",
      "addon_naili": "耐力",
      "addon_tizhi": "体质"
    },
    "attr_point_strategy": {
      "cor": "体质",
      "corres": "体耐",
      "mag": "魔力",
      "magcor": "魔体",
      "magres": "魔耐",
      "magspe": "魔敏",
      "res": "耐力",
      "spe": "敏捷",
      "specor": "敏体",
      "speres": "敏耐",
      "str": "力量",
      "strcor": "力体",
      "strmag": "力魔",
      "strres": "力耐",
      "strspe": "力敏"
    },
    "boy_child_info": {
      "100101": "小毛头",
      "100103": "小魔头",
      "100105": "小神灵",
      "100107": "小毛头",
      "100109": "小魔头",
      "100111": "小神灵"
    },
    "can_cover_pet_equip_skills": [
      [
        "观照万象",
        "力大无穷（水）",
        "超级连击",
        "柳暗花明",
        "高级精神集中",
        "焰火烁星",
        "超级法术波动",
        "法术防御",
        "高级反震",
        "超级精神集中",
        "超级隐身",
        "招财进宝",
        "理直气壮",
        "法术反震",
        "超级幸运",
        "超级法术连击",
        "义薄云天",
        "高级飞行",
        "好梦连连",
        "龙魂",
        "北冥之渊",
        "高级盾气",
        "移花接木",
        "超级地狱烈火",
        "超级偷袭",
        "超级壁垒击破",
        "虎虎生风",
        "超级泰山压顶",
        "超级神柚复生",
        "超级冥思",
        "力大无穷（木）",
        "高级土属性吸收",
        "高级隐身",
        "高级招架",
        "顾盼生姿",
        "高级否定信仰",
        "超级强力",
        "出奇制胜",
        "圣婴大王",
        "万物之灵（火）",
        "超级进击法暴",
        "超级感知",
        "超级进击必杀",
        "气贯长虹",
        "欣欣向荣",
        "超级法术抵抗",
        "超级慧根",
        "万物之灵（水）",
        "高级毒",
        "超级奔雷咒",
        "高级感知",
        "逍遥游",
        "节节高升",
        "高级防御",
        "超级夜战",
        "力大无穷（火）",
        "清风之华",
        "克敌五行",
        "高级再生",
        "高级合纵",
        "溜之大吉",
        "地狱烈火",
        "高级法术反震",
        "超级水属性吸收",
        "超级金蝉蜕壳",
        "超级反震",
        "气吞万象·水火",
        "狂莽一击",
        "超级飞行",
        "出其不意",
        "高级强力",
        "高级独行",
        "天狐之舞",
        "高级蓄势待发",
        "高级敏捷",
        "诸天正法",
        "超级否定信仰",
        "超级驱鬼",
        "超级魔之心",
        "超级永恒",
        "万物之灵（土）",
        "高级法术抵抗",
        "独行",
        "超级吸血",
        "超级水漫金山",
        "超级防御",
        "超级合纵",
        "灵能激发",
        "拘魂索命",
        "高级火属性吸收",
        "凭风借力",
        "高级冥思",
        "高级遗志",
        "势如破竹",
        "流沙轻音",
        "超级火属性吸收",
        "超级敏捷",
        "超级毒",
        "超级神迹",
        "桀骜自恃",
        "超级遗志",
        "高级慧根",
        "超级雷属性吸收",
        "乘胜追击",
        "高级反击",
        "潜能激发",
        "与生俱来",
        "超级反击",
        "八凶法阵",
        "无赦魔诀",
        "超级必杀",
        "超级土属性吸收",
        "神来气旺",
        "高级水属性吸收",
        "力大无穷（土）",
        "泰山压顶",
        "风起龙游",
        "超级再生",
        "水击三千",
        "龙行风雨",
        "风沙之盾",
        "高级夜战",
        "超级法术暴击",
        "超级招架",
        "映雪棱镜",
        "扶摇万里",
        "高级神迹",
        "泡泡相伴",
        "昼伏夜出",
        "超级三昧真火",
        "超级盾气",
        "妙手灵丹",
        "万物之灵（木）",
        "力大无穷（金）",
        "焚天陨火",
        "食指大动",
        "雨露之泽",
        "洞察",
        "叱咤风云",
        "高级驱鬼",
        "高级幸运",
        "水漫金山",
        "高级永恒",
        "迅风出击",
        "薪火相传",
        "神出鬼没",
        "奔雷咒",
        "法力陷阱",
        "气吞万象·雷土",
        "高级金蝉蜕壳",
        "万物之灵（金）",
        "高级雷属性吸收"
      ],
      [
        "偷袭",
        "雷击",
        "否定信仰",
        "防御",
        "真灵（木）",
        "招架",
        "火属性吸收",
        "神佑复生",
        "浮云神马",
        "鬼魂术",
        "真灵（水）",
        "净台妙谛",
        "从天而降",
        "月光",
        "隐身",
        "毒",
        "土属性吸收",
        "花好月圆",
        "神迹",
        "进击法暴",
        "弱点水",
        "弱点土",
        "飞行",
        "驱鬼",
        "真灵（土）",
        "慧根",
        "法术波动",
        "茁壮",
        "法术暴击",
        "法术抵抗",
        "无畏布施",
        "遗志",
        "大快朵颐",
        "凝光炼彩",
        "落岩",
        "苍鸾怒击",
        "进击必杀",
        "合纵",
        "反震",
        "敏捷",
        "盾气",
        "真灵（火）",
        "真灵（金）",
        "弱点雷",
        "水属性吸收",
        "精神集中",
        "必杀",
        "金蝉蜕壳",
        "夜战",
        "天降灵葫",
        "千钧一怒",
        "吸血",
        "健壮（金）",
        "幸运",
        "弱点火",
        "蓄势待发",
        "水攻",
        "强力",
        "健壮（木）",
        "永恒",
        "健壮（水）",
        "津津有味",
        "连击",
        "健壮（土）",
        "灵山禅语",
        "反击",
        "烈火",
        "魔之心",
        "须弥真言",
        "健壮（火）",
        "再生",
        "感知",
        "雷属性吸收",
        "迟钝",
        "冥思",
        "法术连击"
      ],
      [
        "高级连击",
        "高级偷袭",
        "高级必杀",
        "高级吸血",
        "高级进击必杀"
      ],
      [
        "高级进击法暴",
        "高级法术波动",
        "高级法术暴击",
        "高级魔之心",
        "高级法术连击"
      ],
      [
        "高级神佑复生",
        "高级鬼魂术"
      ]
    ],
    "child_icon_mapping": {
      "105873": 100107,
      "105874": 100108,
      "105875": 100109,
      "105876": 100110,
      "105877": 100111,
      "105878": 100112,
      "105888": 100107,
      "105889": 100108,
      "105890": 100109,
      "105891": 100110,
      "105892": 100111,
      "105893": 100112,
      "107026": 100107,
      "107027": 100108,
      "107028": 100109,
      "107029": 100110,
      "107030": 100111,
      "107032": 100112
    },
    "child_info": {
      "100101": "小毛头",
      "100102": "小丫丫",
      "100103": "小魔头",
      "100104": "小精灵",
      "100105": "小神灵",
      "100106": "小仙女",
      "100107": "小毛头",
      "100108": "小丫丫",
      "100109": "小魔头",
      "100110": "小精灵",
      "100111": "小神灵",
      "100112": "小仙女"
    },
    "clothes_info": {
      "11158": "凤鸣灵杖",
      "11159": "方天画戟",
      "11169": "狼牙棒",
      "11170": "盘龙棍",
      "12000": "锦绣新娘服",
      "12001": "鎏金新娘服",
      "12002": "璀璨新娘服",
      "12003": "锦绣新郎服",
      "12004": "鎏金新郎服",
      "12005": "璀璨新郎服",
      "12006": "绿色官服",
      "12007": "蓝色官服",
      "12008": "黑色官服",
      "12009": "白色官服",
      "12010": "橙色官服",
      "12011": "橙色仕女服",
      "12012": "粉色仕女服",
      "12013": "鹅黄仕女服",
      "12014": "绿色仕女服",
      "12015": "浅紫仕女服",
      "12016": "红色武将服",
      "12017": "金色武将服",
      "12018": "青色武将服",
      "12019": "黑色武将服",
      "12020": "红色刀马旦服",
      "12021": "金色刀马旦服",
      "12022": "青色刀马旦服",
      "12023": "黑色刀马旦服",
      "12024": "简单的官服",
      "12025": "简单的仕女服",
      "12026": "玉露（上衣）",
      "12027": "玉露（上衣）",
      "12028": "玉露（上衣）",
      "12029": "玉露（上衣）",
      "12030": "凤羽（上衣）",
      "12031": "凤羽（上衣）",
      "12032": "凤羽（上衣）",
      "12033": "凤羽（上衣）",
      "12034": "金风（上衣）",
      "12035": "金风（上衣）",
      "12036": "金风（上衣）",
      "12037": "金风（上衣）",
      "12038": "鸾翎（上衣）",
      "12039": "鸾翎（上衣）",
      "12040": "鸾翎（上衣）",
      "12041": "鸾翎（上衣）",
      "12042": "武生服",
      "12043": "武生服",
      "12044": "武生服",
      "12045": "武生服",
      "12046": "花旦服",
      "12047": "花旦服",
      "12048": "花旦服",
      "12049": "花旦服",
      "12054": "蒙古族男衣",
      "12055": "蒙古族男衣",
      "12056": "蒙古族男衣",
      "12057": "蒙古族男衣",
      "12058": "蒙古族男衣",
      "12059": "苗女服饰",
      "12060": "苗女服饰",
      "12061": "苗女服饰",
      "12062": "苗女服饰",
      "12063": "苗女服饰",
      "12064": "夜影",
      "12065": "夜影",
      "12066": "夜影",
      "12067": "夜影",
      "12068": "夜魅",
      "12069": "夜魅",
      "12070": "夜魅",
      "12071": "夜魅",
      "12072": "吉龙贺春",
      "12073": "吉龙贺春",
      "12074": "吉龙贺春",
      "12075": "吉龙贺春",
      "12076": "吉龙贺春",
      "12077": "吉龙贺春",
      "12078": "夜影",
      "12079": "夜魅",
      "12080": "金风（上衣）",
      "12081": "鸾翎（上衣）",
      "12082": "玉露（上衣）",
      "12083": "凤羽（上衣）",
      "12084": "西域游侠（上衣）",
      "12085": "西域游侠（上衣）",
      "12086": "西域游侠（上衣）",
      "12087": "西域游侠（上衣）",
      "12088": "西域舞娘（上衣）",
      "12089": "西域舞娘（上衣）",
      "12090": "西域舞娘（上衣）",
      "12091": "西域舞娘（上衣）",
      "12092": "明光宝甲",
      "12093": "明光宝甲",
      "12094": "明光宝甲",
      "12095": "明光宝甲",
      "12096": "锦绣软甲",
      "12097": "锦绣软甲",
      "12098": "锦绣软甲",
      "12099": "锦绣软甲",
      "12100": "雁翎银钩(上身、腿部)",
      "12101": "雁翎银钩(上身、腿部)",
      "12102": "雁翎银钩(上身、腿部)",
      "12103": "雁翎银钩(上身、腿部)",
      "12104": "绣翎雪羽(上身、腿部)",
      "12105": "绣翎雪羽(上身、腿部)",
      "12106": "绣翎雪羽(上身、腿部)",
      "12107": "绣翎雪羽(上身、腿部)",
      "12108": "隐夜鬼蝠",
      "12109": "隐夜鬼蝠",
      "12110": "隐夜鬼蝠",
      "12111": "隐夜鬼蝠",
      "12112": "秋水芙蓉",
      "12113": "秋水芙蓉",
      "12114": "秋水芙蓉",
      "12115": "秋水芙蓉",
      "12116": "可爱猫猫装（男）",
      "12117": "可爱猫猫装（男）",
      "12118": "可爱猫猫装（男）",
      "12119": "可爱猫猫装（男）",
      "12120": "可爱猫猫装（女）",
      "12121": "可爱猫猫装（女）",
      "12122": "可爱猫猫装（女）",
      "12123": "可爱猫猫装（女）",
      "12124": "闲云野鹤",
      "12125": "闲云野鹤",
      "12126": "闲云野鹤",
      "12127": "闲云野鹤",
      "12128": "闲云野鹤",
      "12129": "蕙质兰心",
      "12130": "蕙质兰心",
      "12131": "蕙质兰心",
      "12132": "蕙质兰心",
      "12133": "蕙质兰心",
      "12161": "五彩翎羽",
      "12162": "五彩翎羽",
      "12163": "五彩翎羽",
      "12164": "五彩翎羽",
      "12165": "五彩翎羽",
      "12166": "霓彩羽衣",
      "12167": "霓彩羽衣",
      "12168": "霓彩羽衣",
      "12169": "霓彩羽衣",
      "12170": "霓彩羽衣",
      "12246": "夜之孤煞",
      "12247": "夜之幽兰",
      "12600": "玉露（下衣）",
      "12601": "玉露（下衣）",
      "12602": "玉露（下衣）",
      "12603": "玉露（下衣）",
      "12604": "凤羽（下衣）",
      "12605": "凤羽（下衣）",
      "12606": "凤羽（下衣）",
      "12607": "凤羽（下衣）",
      "12608": "金风（下衣）",
      "12609": "金风（下衣）",
      "12610": "金风（下衣）",
      "12611": "金风（下衣）",
      "12612": "鸾翎（下衣）",
      "12613": "鸾翎（下衣）",
      "12614": "鸾翎（下衣）",
      "12615": "鸾翎（下衣）",
      "12616": "吉龙贺春",
      "12617": "吉龙贺春",
      "12618": "吉龙贺春",
      "12619": "吉龙贺春",
      "12620": "吉龙贺春",
      "12621": "吉龙贺春",
      "12622": "金风（下衣）",
      "12623": "鸾翎（下衣）",
      "12624": "玉露（下衣）",
      "12625": "凤羽（下衣）",
      "12626": "西域游侠（下衣）",
      "12627": "西域游侠（下衣）",
      "12628": "西域游侠（下衣）",
      "12629": "西域游侠（下衣）",
      "12630": "西域舞娘（下衣）",
      "12631": "西域舞娘（下衣）",
      "12632": "西域舞娘（下衣）",
      "12633": "西域舞娘（下衣）",
      "13100": "雪人炫卡",
      "13101": "雪人炫卡",
      "13102": "雪人炫卡",
      "13103": "雪人炫卡",
      "13104": "雪人炫卡",
      "13105": "蟠桃童子炫卡",
      "13200": "绿色囧囧面具",
      "13201": "深蓝囧囧面具",
      "13202": "黄色大汗帽子",
      "13203": "红色大汗帽子",
      "13204": "蓝色大汗帽子",
      "13205": "黄色哭泣帽子",
      "13206": "粉紫哭泣帽子",
      "13207": "绿色哭泣帽子",
      "13208": "粉色微笑帽子",
      "13209": "白色微笑帽子",
      "13210": "黄色微笑帽子",
      "13211": "黑色坏笑帽子",
      "13212": "红色坏笑帽子",
      "13213": "蓝色坏笑帽子",
      "13214": "蓝色武将头饰",
      "13215": "金色武将头饰",
      "13216": "银色武将头饰",
      "13217": "黑色武将头饰",
      "13218": "红色刀马旦头饰",
      "13219": "金色刀马旦头饰",
      "13220": "青色刀马旦头饰",
      "13221": "黑色刀马旦头饰",
      "13222": "怀旧大汗帽子",
      "13223": "怀旧哭泣帽子",
      "13224": "怀旧微笑帽子",
      "13225": "怀旧坏笑帽子",
      "13226": "坏坏小兔帽（蓝）",
      "13227": "坏坏小兔帽（紫）",
      "13228": "坏坏小兔帽（粉）",
      "13229": "黄色童真猫猫帽",
      "13230": "粉色童真猫猫帽",
      "13231": "浅紫童真猫猫帽",
      "13232": "蓝色顽皮小狗帽",
      "13233": "灰色顽皮小狗帽",
      "13234": "褐色顽皮小狗帽",
      "13235": "褐色狮子王头饰",
      "13236": "淡紫狮子王头饰",
      "13237": "青色狮子王头饰",
      "13238": "懒洋洋熊猫头饰",
      "13239": "美美小兔帽（粉）",
      "13240": "美美小兔帽（绿）",
      "13241": "美美小兔帽（紫）",
      "13242": "羽毛头饰（男）",
      "13243": "羽毛头饰（男）",
      "13244": "羽毛头饰（男）",
      "13245": "羽毛头饰（女）",
      "13246": "羽毛头饰（女）",
      "13247": "羽毛头饰（女）",
      "13248": "玉露（发饰）",
      "13249": "玉露（发饰）",
      "13250": "玉露（发饰）",
      "13251": "玉露（发饰）",
      "13252": "凤羽（发饰）",
      "13253": "凤羽（发饰）",
      "13254": "凤羽（发饰）",
      "13255": "凤羽（发饰）",
      "13256": "金风（发饰）",
      "13257": "金风（发饰）",
      "13258": "金风（发饰）",
      "13259": "金风（发饰）",
      "13260": "鸾翎（发饰）",
      "13261": "鸾翎（发饰）",
      "13262": "鸾翎（发饰）",
      "13263": "鸾翎（发饰）",
      "13264": "武生头饰",
      "13265": "武生头饰",
      "13266": "武生头饰",
      "13267": "武生头饰",
      "13268": "花旦头饰",
      "13269": "花旦头饰",
      "13270": "花旦头饰",
      "13271": "花旦头饰",
      "13272": "武将脸谱头饰",
      "13273": "武将脸谱头饰",
      "13274": "武将脸谱头饰",
      "13275": "武将脸谱头饰",
      "13276": "武将脸谱头饰",
      "13277": "武将脸谱头饰",
      "13278": "武将脸谱头饰",
      "13279": "武将脸谱头饰",
      "13280": "武将脸谱头饰",
      "13281": "武将脸谱头饰",
      "13282": "武将脸谱头饰",
      "13283": "武将脸谱头饰",
      "13284": "刀马旦脸谱头饰",
      "13285": "刀马旦脸谱头饰",
      "13286": "刀马旦脸谱头饰",
      "13287": "刀马旦脸谱头饰",
      "13288": "刀马旦脸谱头饰",
      "13289": "刀马旦脸谱头饰",
      "13290": "刀马旦脸谱头饰",
      "13291": "刀马旦脸谱头饰",
      "13292": "刀马旦脸谱头饰",
      "13293": "刀马旦脸谱头饰",
      "13294": "刀马旦脸谱头饰",
      "13295": "刀马旦脸谱头饰",
      "13300": "蒙古族男帽",
      "13301": "蒙古族男帽",
      "13302": "蒙古族男帽",
      "13303": "蒙古族男帽",
      "13304": "蒙古族男帽",
      "13305": "苗女头饰",
      "13306": "苗女头饰",
      "13307": "苗女头饰",
      "13308": "苗女头饰",
      "13309": "苗女头饰",
      "13310": "夜影（发饰）",
      "13311": "夜影（发饰）",
      "13312": "夜影（发饰）",
      "13313": "夜影（发饰）",
      "13314": "夜魅（发饰）",
      "13315": "夜魅（发饰）",
      "13316": "夜魅（发饰）",
      "13317": "夜魅（发饰）",
      "13318": "隐者草帽",
      "13319": "隐者草帽",
      "13320": "隐者草帽",
      "13321": "隐者草帽",
      "13322": "隐者草帽",
      "13323": "隐者草帽",
      "13324": "隐者草帽",
      "13325": "隐者草帽",
      "13326": "红色圣诞帽",
      "13327": "橙色圣诞帽",
      "13328": "粉色圣诞帽",
      "13329": "黄色圣诞帽",
      "13330": "吉龙贺春",
      "13331": "吉龙贺春",
      "13332": "吉龙贺春",
      "13333": "吉龙贺春",
      "13334": "吉龙贺春",
      "13335": "吉龙贺春",
      "13336": "夜影（发饰）",
      "13337": "夜魅（发饰）",
      "13338": "隐者草帽",
      "13339": "隐者草帽",
      "13340": "金风（发饰）",
      "13341": "鸾翎（发饰）",
      "13342": "玉露（发饰）",
      "13343": "凤羽（发饰）",
      "13344": "西域游侠（发饰）",
      "13345": "西域游侠（发饰）",
      "13346": "西域游侠（发饰）",
      "13347": "西域游侠（发饰）",
      "13348": "西域舞娘（发饰）",
      "13349": "西域舞娘（发饰）",
      "13350": "西域舞娘（发饰）",
      "13351": "西域舞娘（发饰）",
      "13357": "明光宝甲",
      "13358": "明光宝甲",
      "13359": "明光宝甲",
      "13360": "明光宝甲",
      "13361": "锦绣软甲",
      "13362": "锦绣软甲",
      "13363": "锦绣软甲",
      "13364": "锦绣软甲",
      "13365": "雁翎银钩(头部)",
      "13366": "雁翎银钩(头部)",
      "13367": "雁翎银钩(头部)",
      "13368": "雁翎银钩(头部)",
      "13369": "绣翎雪羽(头部)",
      "13370": "绣翎雪羽(头部)",
      "13371": "绣翎雪羽(头部)",
      "13372": "绣翎雪羽(头部)",
      "13373": "乌纱帽",
      "13374": "乌纱帽",
      "13375": "乌纱帽",
      "13376": "双丫髻",
      "13377": "双丫髻",
      "13378": "双丫髻",
      "13379": "隐夜鬼蝠",
      "13380": "隐夜鬼蝠",
      "13381": "隐夜鬼蝠",
      "13382": "隐夜鬼蝠",
      "13383": "秋水芙蓉",
      "13384": "秋水芙蓉",
      "13385": "秋水芙蓉",
      "13386": "秋水芙蓉",
      "13387": "可爱猫猫装（头饰）",
      "13388": "可爱猫猫装（头饰）",
      "13389": "可爱猫猫装（头饰）",
      "13390": "可爱猫猫装（头饰）",
      "13391": "可爱猫猫装（头饰）",
      "13392": "可爱猫猫装（头饰）",
      "13393": "可爱猫猫装（头饰）",
      "13394": "可爱猫猫装（头饰）",
      "13395": "闲云野鹤",
      "13396": "闲云野鹤",
      "13397": "闲云野鹤",
      "13398": "闲云野鹤",
      "13399": "闲云野鹤",
      "13400": "蕙质兰心",
      "13401": "蕙质兰心",
      "13402": "蕙质兰心",
      "13403": "蕙质兰心",
      "13404": "蕙质兰心",
      "13427": "五彩羽帽",
      "13428": "五彩羽帽",
      "13429": "五彩羽帽",
      "13430": "五彩羽帽",
      "13431": "五彩羽帽",
      "13432": "霓彩羽帽",
      "13433": "霓彩羽帽",
      "13434": "霓彩羽帽",
      "13435": "霓彩羽帽",
      "13436": "霓彩羽帽",
      "13512": "夜之孤煞",
      "13513": "夜之幽兰",
      "13800": "红色彩旗",
      "13801": "金色彩旗",
      "13802": "青色彩旗",
      "13803": "黑色彩旗",
      "13804": "珍宝佩剑",
      "13805": "珍宝佩剑",
      "13806": "珍宝佩剑",
      "13807": "珍宝佩剑",
      "13808": "酒葫芦",
      "13809": "酒葫芦",
      "13810": "酒葫芦",
      "13811": "酒葫芦",
      "13812": "巧燕纸鸢",
      "13813": "巧燕纸鸢",
      "13814": "巧燕纸鸢",
      "13815": "巧燕纸鸢",
      "13816": "碧血宝刀",
      "13817": "碧血宝刀",
      "13818": "碧血宝刀",
      "13819": "碧血宝刀",
      "13820": "雾鹰",
      "13821": "雾鹰",
      "13822": "雾鹰",
      "13823": "雾鹰",
      "13824": "鬼头圆盾",
      "13825": "鬼头圆盾",
      "13826": "鬼头圆盾",
      "13827": "鬼头圆盾",
      "13828": "百媚狐尾",
      "13829": "百媚狐尾",
      "13830": "百媚狐尾",
      "13831": "百媚狐尾",
      "13832": "幽灵翼",
      "13833": "幽灵翼",
      "13834": "幽灵翼",
      "13835": "幽灵翼",
      "13836": "天神光晕",
      "13837": "天神光晕",
      "13838": "天神光晕",
      "13839": "天神光晕",
      "13840": "龙纹光晕",
      "13841": "龙纹光晕",
      "13842": "龙纹光晕",
      "13843": "龙纹光晕",
      "13844": "轻舞披风",
      "13845": "轻舞披风",
      "13846": "轻舞披风",
      "13847": "轻舞披风",
      "13848": "彩蝶翅膀",
      "13849": "彩蝶翅膀",
      "13850": "彩蝶翅膀",
      "13851": "彩蝶翅膀",
      "13852": "小猫竹篓",
      "13853": "小猫竹篓",
      "13854": "小猫竹篓",
      "13855": "小熊竹篓",
      "13856": "小熊竹篓",
      "13857": "小熊竹篓",
      "13858": "夜影（装饰）",
      "13859": "夜影（装饰）",
      "13860": "夜影（装饰）",
      "13861": "夜影（装饰）",
      "13862": "夜魅（装饰）",
      "13863": "夜魅（装饰）",
      "13864": "夜魅（装饰）",
      "13865": "夜魅（装饰）",
      "13866": "夜魅（装饰）",
      "13867": "夜魅（装饰）",
      "13870": "烟雨蓑",
      "13871": "烟雨蓑",
      "13872": "烟雨蓑",
      "13873": "烟雨蓑",
      "13874": "荷风竹伞",
      "13875": "荷风竹伞",
      "13876": "荷风竹伞",
      "13877": "荷风竹伞",
      "13878": "青荧古剑",
      "13879": "青荧古剑",
      "13880": "青荧古剑",
      "13881": "青荧古剑",
      "13882": "榴花风车",
      "13883": "榴花风车",
      "13884": "榴花风车",
      "13885": "榴花风车",
      "13886": "落日神弓",
      "13887": "落日神弓",
      "13888": "落日神弓",
      "13889": "落日神弓",
      "13890": "蛮鬼铁盾",
      "13891": "蛮鬼铁盾",
      "13892": "蛮鬼铁盾",
      "13893": "蛮鬼铁盾",
      "13894": "金虎战鼓",
      "13895": "金虎战鼓",
      "13896": "金虎战鼓",
      "13897": "金虎战鼓",
      "13898": "绛玉琵琶",
      "13899": "绛玉琵琶",
      "13900": "绛玉琵琶",
      "13901": "绛玉琵琶",
      "13902": "冥火灵翅",
      "13903": "冥火灵翅",
      "13904": "冥火灵翅",
      "13905": "冥火灵翅",
      "13906": "龙鳞金氅",
      "13907": "龙鳞金氅",
      "13908": "龙鳞金氅",
      "13909": "龙鳞金氅",
      "13910": "碧竹长琴",
      "13911": "碧竹长琴",
      "13912": "碧竹长琴",
      "13913": "碧竹长琴",
      "13914": "夭桃舞鼓",
      "13915": "夭桃舞鼓",
      "13916": "夭桃舞鼓",
      "13917": "夭桃舞鼓",
      "13918": "蝉翼蝶衣",
      "13919": "蝉翼蝶衣",
      "13920": "蝉翼蝶衣",
      "13921": "蝉翼蝶衣",
      "13922": "神秘的翅膀",
      "13923": "神秘的翅膀",
      "13924": "隐夜鬼蝠",
      "13925": "隐夜鬼蝠",
      "13926": "隐夜鬼蝠",
      "13927": "隐夜鬼蝠",
      "13928": "秋水芙蓉",
      "13929": "秋水芙蓉",
      "13930": "秋水芙蓉",
      "13931": "秋水芙蓉",
      "13932": "小猫爪",
      "13933": "小猫爪",
      "13934": "小猫爪",
      "13935": "鱼骨",
      "13936": "鱼骨",
      "13937": "鱼骨",
      "13938": "小猫抱球",
      "13939": "小猫抱球",
      "13940": "小猫抱球",
      "13941": "猫猫拨浪鼓",
      "13942": "猫猫拨浪鼓",
      "13943": "猫猫拨浪鼓",
      "13983": "夜之孤煞",
      "13984": "夜之幽兰",
      "13985": "荷风竹伞",
      "13986": "荷风竹伞",
      "13987": "青荧古剑",
      "13988": "青荧古剑",
      "13989": "榴花风车",
      "13990": "榴花风车",
      "13991": "落日神弓",
      "13992": "落日神弓",
      "13993": "蛮鬼铁盾",
      "13994": "蛮鬼铁盾",
      "13995": "金虎战鼓",
      "13996": "金虎战鼓",
      "13997": "绛玉琵琶",
      "13998": "绛玉琵琶",
      "13999": "冥火灵翅",
      "14000": "冥火灵翅",
      "14001": "龙鳞金氅",
      "14002": "龙鳞金氅",
      "14003": "龙纹光晕",
      "14004": "龙纹光晕",
      "14005": "夭桃舞鼓",
      "14006": "夭桃舞鼓",
      "14007": "蝉翼蝶衣",
      "14008": "蝉翼蝶衣",
      "14009": "银铃雪纱",
      "14010": "银铃雪纱",
      "14011": "寒云轻裘",
      "14012": "寒云轻裘",
      "14013": "煌火金翎",
      "14014": "煌火金翎",
      "14400": "植物装饰篮",
      "14401": "动物装饰篮",
      "14402": "红玫瑰",
      "14403": "黄玫瑰",
      "14404": "蓝色妖姬",
      "14405": "石器时代",
      "14426": "流萤碧罗",
      "14500": "波纹足迹",
      "14501": "波纹足迹",
      "14502": "波纹足迹",
      "14503": "火焰足迹",
      "14504": "莲花足迹",
      "14505": "莲花足迹",
      "14506": "莲花足迹",
      "14507": "普通足迹",
      "14508": "普通足迹",
      "14509": "普通足迹",
      "14510": "桃心足迹",
      "14511": "桃心足迹",
      "14512": "桃心足迹",
      "14513": "地裂足迹",
      "14514": "肥皂泡足迹",
      "14515": "蝴蝶足迹",
      "14516": "猫爪足迹",
      "14517": "爱心足迹",
      "14518": "旋律足迹",
      "14519": "雪花足迹",
      "14520": "元宝足迹",
      "14521": "地裂足迹",
      "14522": "肥皂泡足迹",
      "14523": "蝴蝶足迹",
      "14524": "蝴蝶足迹",
      "14525": "蝴蝶足迹",
      "14526": "蝴蝶足迹",
      "14527": "蝴蝶足迹",
      "14528": "猫爪足迹",
      "14529": "猫爪足迹",
      "14530": "爱心足迹",
      "14531": "元宝足迹",
      "14532": "光剑足迹",
      "14533": "光剑足迹",
      "14534": "光剑足迹",
      "14535": "光剑足迹",
      "14536": "光剑足迹",
      "14537": "皮球足迹",
      "14538": "龙卷风足迹",
      "14539": "龙卷风足迹",
      "14540": "龙卷风足迹",
      "14541": "龙卷风足迹",
      "14542": "龙卷风足迹",
      "14543": "焰火足迹",
      "14544": "焰火足迹",
      "14545": "焰火足迹",
      "14546": "焰火足迹",
      "14547": "气球足迹",
      "14548": "气球足迹",
      "14549": "气球足迹",
      "14550": "气球足迹",
      "14551": "气球足迹",
      "14562": "枫叶足迹",
      "14563": "枫叶足迹",
      "14564": "枫叶足迹",
      "14565": "枫叶足迹",
      "14566": "枫叶足迹",
      "14567": "鱼群足迹",
      "14568": "鱼群足迹",
      "14569": "鱼群足迹",
      "14570": "鱼群足迹",
      "14571": "鱼群足迹",
      "14572": "星星足迹",
      "14573": "星星足迹",
      "14574": "星星足迹",
      "14575": "星星足迹",
      "14576": "星星足迹",
      "14577": "璀璨足迹",
      "14578": "璀璨足迹",
      "14579": "璀璨足迹",
      "14580": "璀璨足迹",
      "14581": "璀璨足迹",
      "14582": "云雾足迹",
      "14583": "云雾足迹",
      "14584": "云雾足迹",
      "14585": "云雾足迹",
      "14586": "云雾足迹",
      "14587": "翅膀足迹",
      "14588": "翅膀足迹",
      "14589": "翅膀足迹",
      "14590": "翅膀足迹",
      "14591": "翅膀足迹",
      "14592": "火漩涡足迹",
      "14593": "火漩涡足迹",
      "14594": "火漩涡足迹",
      "14595": "火漩涡足迹",
      "14596": "火漩涡足迹",
      "42619": "沧溟谣",
      "42620": "沧溟谣",
      "42621": "沧溟谣·归墟",
      "42622": "沧溟谣·归墟",
      "45531": "孤天高月",
      "45532": "孤天高月",
      "45597": "沧溟谣",
      "45598": "沧溟谣",
      "45599": "沧溟谣·归墟",
      "45600": "沧溟谣·归墟",
      "45601": "沧溟谣·归墟",
      "45602": "沧溟谣·归墟"
    },
    "clothes_type_conf": [
      {
        "id": 0,
        "name": "限量"
      },
      {
        "id": 1,
        "name": "普通锦衣"
      }
    ],
    "dianhua_stone_type": [
      "高级神佑复生",
      "高级鬼魂术",
      "高级法术暴击",
      "高级法术连击",
      "高级法术波动",
      "高级魔之心",
      "高级必杀",
      "高级偷袭",
      "高级吸血",
      "高级连击",
      "力劈华山",
      "善恶有报",
      "死亡召唤",
      "剑荡四方",
      "壁垒击破",
      "高级强力",
      "高级夜战",
      "高级感知",
      "高级驱鬼",
      "高级反震",
      "高级幸运",
      "高级防御",
      "高级敏捷",
      "高级隐身",
      "高级毒",
      "高级进击法暴",
      "高级进击必杀",
      "高级遗志",
      "高级合纵",
      "高级金蝉蜕壳",
      "高级招架",
      "万物之灵（火）",
      "万物之灵（水）",
      "万物之灵（木）",
      "万物之灵（金）",
      "万物之灵（土）",
      "力大无穷（火）",
      "力大无穷（水）",
      "力大无穷（木）",
      "力大无穷（金）",
      "力大无穷（土）"
    ],
    "ending_info": {
      "1": "禁军斥候",
      "2": "少将军",
      "3": "大学士",
      "4": "小神医",
      "5": "大诗人",
      "6": "江湖豪侠",
      "7": "蓬莱小仙",
      "8": "三清小祖",
      "9": "文曲星",
      "10": "大天师,小仙姬",
      "11": "狂金刚,蛮圣女",
      "12": "小财神",
      "13": "魔界小卒",
      "14": "混世魔尊,百媚魔女",
      "15": "驯兽小大王,驯兽小小主",
      "16": "冷判官",
      "17": "小阎王",
      "18": "假无常"
    },
    "equip_160_attrs": {
      "1": "物理暴击几率",
      "2": "法术暴击几率",
      "3": "物理暴击伤害",
      "4": "法术暴击伤害",
      "5": "治疗能力",
      "6": "封印命中率",
      "7": "抵抗封印命中率",
      "8": "穿刺效果",
      "9": "格挡物理伤害",
      "10": "魔法回复",
      "11": "法术伤害减免效果"
    },
    "equip_addon_status": [
      "高级合纵",
      "高级法术抵抗",
      "高级盾气",
      "合纵",
      "法术抵抗",
      "盾气",
      "惊心一剑",
      "死亡召唤",
      "上古灵符",
      "善恶有报",
      "力劈华山",
      "夜舞倾城",
      "剑荡四方"
    ],
    "equip_info": {
      "606": {
        "desc": "古医书，分灵柩、素问两部，以问答体详述医学基本理论。#r【物品类型】儿童物品#r【功能】儿童学习的初级医书，减少武学悟性60点，成年后可领悟“治疗”的特殊技能。",
        "name": "黄帝内经"
      },
      "611": {
        "desc": "记载着上古魔兽特技，可供你的召唤兽学习。",
        "name": "魔兽要诀"
      },
      "612": {
        "desc": "记载各种装备武器制造方法的书卷。",
        "name": "制造指南书"
      },
      "904": {
        "desc": "不知名的小果子，极为少见，却有着神气的功效。#r【物品类型】儿童物品#r【功能】儿童食用。减少根骨、定力、武力、智力和念力各10点，养育结束后可领悟“潜力激发”的特殊技能。",
        "name": "奇异果"
      },
      "905": {
        "desc": "神奇的医书秘本，据说书中记载着还魂之法，能够令人起死回生。#r【物品类型】儿童物品#r【功能】可供儿童学习，减少根骨属性40点及武力属性20点，养育结束后可领悟“还魂咒”的特殊技能",
        "name": "还魂密术"
      },
      "906": {
        "desc": "记载着蚩尤所创的武术心法。#r【物品类型】儿童物品#r【功能】可供儿童学习，减少智力属性40点，减少定力及念力属性各20点，养育结束后可领悟“蚩尤之搏”的特殊技能。",
        "name": "蚩尤武诀"
      },
      "997": {
        "desc": "",
        "name": "神木林"
      },
      "998": {
        "desc": "",
        "name": "凌波城"
      },
      "999": {
        "desc": "",
        "name": "无底洞"
      },
      "1001": {
        "desc": "青铜制成，上铸有简单的图案纹饰，初学者练习常用。#R【装备条件】等级0#R【装备角色】逍遥生，剑侠客",
        "name": "青铜短剑"
      },
      "1002": {
        "desc": "铁制的短剑，边缘带齿。#R【装备条件】等级10#R【装备角色】逍遥生，剑侠客",
        "name": "铁齿剑"
      },
      "1003": {
        "desc": "吴越之地产名剑，极其锐利；#R【装备条件】等级20#R【装备角色】逍遥生，剑侠客",
        "name": "吴越剑"
      },
      "1004": {
        "desc": "剑长三尺，用起来方便灵活，是常用的兵器；#R【装备条件】等级30#R【装备角色】逍遥生，剑侠客",
        "name": "青锋剑"
      },
      "1005": {
        "desc": "精铁铸造，又以龙泉之水淬制，上刻青龙。其利无比。#R【装备条件】等级40#R【装备角色】逍遥生，剑侠客",
        "name": "龙泉剑"
      },
      "1006": {
        "desc": "真金铸脊，精钢淬锋，其光灿烂夺人眼。魔障远避不及。此剑沉于渭水以镇河魔。#R【装备条件】等级50#R【装备角色】逍遥生，剑侠客",
        "name": "黄金剑"
      },
      "1007": {
        "desc": "剑体九曲如龙形，覆鳞片，手弹其锋刃鸣如龙吟。#r【装备条件】等级60#r【装备角色】逍遥生，剑侠客，偃无师",
        "name": "游龙剑"
      },
      "1008": {
        "desc": "精炼白金之铁铸造，有北斗七星之纹饰。#r【装备条件】等级70#r【装备角色】逍遥生，剑侠客，偃无师",
        "name": "北斗七星剑"
      },
      "1009": {
        "desc": "以寒冰碧玉制成，剑身如竹节，刚硬无比，难得的奇珍之物。#r【装备条件】等级80#r【装备角色】逍遥生，剑侠客，偃无师",
        "name": "碧玉剑"
      },
      "1050": {
        "desc": "上古名剑，细短柔软，可入鱼腹。#r【装备角色】逍遥生，剑侠客，偃无师",
        "name": "鱼肠"
      },
      "1051": {
        "desc": "上古名剑，雾中山神铁所制，朽磨生烟，石击火起，剑光如电，切金如泥。#r【装备角色】逍遥生，剑侠客，偃无师",
        "name": "倚天"
      },
      "1052": {
        "desc": "上古名剑，剑身宽大，湛然如墨，骨锻其脊，血淬其锋，成绝世剑。#r【装备角色】逍遥生，剑侠客，偃无师",
        "name": "湛卢"
      },
      "1060": {
        "desc": "通体青亮如玉，长八尺有余，传说能在千里之外取人首级，吸血如虹。曾为魏王曹操配剑，后在战乱中失传，不知为何又重现江湖。#r【装备角色】逍遥生，剑侠客，偃无师",
        "name": "魏武青虹"
      },
      "1061": {
        "desc": "此剑长有七寸，有鼻有眼，与主人心有灵犀。平常藏于宝葫芦内，如果主人有令，则出三丈白光扣住敌人泥丸宫，斩仙魔鬼神怪如草不闻声。#r【装备角色】逍遥生，剑侠客，偃无师",
        "name": "灵犀神剑"
      },
      "1062": {
        "desc": "上有符印，分别为地，火，风，水四字。挥舞时候天昏地暗，火蛇狂舞，飞沙走石，龙腾海啸。#r【装备角色】逍遥生，剑侠客，偃无师",
        "name": "四法青云"
      },
      "1070": {
        "desc": "通体洁白，冰晶雪魄，如淡烟璞玉，浑然天成。出则霜华满地，朔风回舞。其容清明，天高日晶；其气凛冽，砭人肌骨；其意萧条，山川寂寥。#r【装备角色】逍遥生，剑侠客，偃无师",
        "name": "霜冷九州"
      },
      "1080": {
        "desc": "上古魔神所铸神兵，以之与八部天龙相抗。型如鱼骨，伸缩随心。刃翼可化出无数剑丝，其柔如春蚕吐丝，其韧如天地经纬，其锐如阴阳交融。#r【装备条件】等级160#r【装备角色】剑侠客，逍遥生，偃无师",
        "name": "擒龙"
      },
      "1101": {
        "desc": "形如柳叶的细弯刀。#R【装备条件】等级0#R【装备角色】剑侠客，巨魔王",
        "name": "柳叶刀"
      },
      "1102": {
        "desc": "苗疆常用的兵器，极细极尖锐。#R【装备条件】等级10#R【装备角色】剑侠客，巨魔王",
        "name": "苗刀"
      },
      "1103": {
        "desc": "精钢制成的细弯刀，刀背密布细齿如夜魔之牙。#R【装备条件】等级20#R【装备角色】剑侠客，巨魔王",
        "name": "夜魔弯刀"
      },
      "1104": {
        "desc": "刀身挺直，以黄金镶背，刀道沉猛。#R【装备条件】等级30#R【装备角色】剑侠客，巨魔王",
        "name": "金背大砍刀"
      },
      "1105": {
        "desc": "刀背布满粗大的锯齿，上挂银环，铿锵入耳如雁过九天。#R【装备条件】等级40#R【装备角色】剑侠客，巨魔王",
        "name": "雁翅刀"
      },
      "1106": {
        "desc": "刀光八面，劈风破天。#R【装备条件】等级50#R【装备角色】剑侠客，巨魔王",
        "name": "破天宝刀"
      },
      "1107": {
        "desc": "精钢打造，刀背密布狼牙锯齿。#r【装备条件】等级60#r【装备角色】剑侠客，巨魔王",
        "name": "狼牙刀"
      },
      "1108": {
        "desc": "百练寒钢打造，以龙鳞装饰，身份的象征。#r【装备条件】等级70#r【装备角色】剑侠客，巨魔王",
        "name": "龙鳞宝刀"
      },
      "1109": {
        "desc": "刀身透出森森鬼气，有着摄人心魄的魔力。#r【装备条件】等级80#r【装备角色】剑侠客，巨魔王",
        "name": "黑炎魔刀"
      },
      "1150": {
        "desc": "夜清冷，月露眉尖，笑引幽冥路。#r【装备角色】剑侠客，巨魔王",
        "name": "冷月"
      },
      "1151": {
        "desc": "上古神兵，宝刀屠龙。#r【装备角色】剑侠客，巨魔王",
        "name": "屠龙"
      },
      "1152": {
        "desc": "血红的刃，血红的光，以血洗天地。#r【装备角色】剑侠客，巨魔王",
        "name": "血刃"
      },
      "1160": {
        "desc": "此是三国时关公所用心爱配刀，传说刀柄乃青龙所化，刀身如半月，锋利无比，在百万军中取上将首级如探囊取物。关公死，刀柄不知去向，唯余此刀身。#r【装备角色】剑侠客，巨魔王",
        "name": "偃月青龙"
      },
      "1161": {
        "desc": "迅如晓风，刃如残月。此非中土大唐之物，乃是海外大食国宝刀。上面据说蛩伏着能实现愿望的神仙，如何召唤还是个秘密。传说是海外魔术师的发明。#r【装备角色】剑侠客，巨魔王",
        "name": "晓风残月"
      },
      "1162": {
        "desc": "此刀乃是大唐名匠半生心血所沥而成的宝刀。传言他妻子被妖魔所害，所以将满腔愤怒与复仇欲望倾注于此刀之中，扬言谁能为他复仇，他便以此刀相赠。#r【装备角色】剑侠客，巨魔王",
        "name": "斩妖泣血"
      },
      "1170": {
        "desc": "周身暗红，如浴血池，刃裂三线，引为三灾，中有赤瞳，勾人心火。敌心神既失，十方俱灭。#r【装备角色】剑侠客，巨魔王",
        "name": "业火三灾"
      },
      "1180": {
        "desc": "刀长三尺，与黄帝所配轩辕剑同炉而成，黄帝见其刀意过盛，恐反噬刀主，欲以轩辕剑毁之，此刀乃化玄红云鹊，穿霞而逝。#r【装备条件】等级160#r【装备角色】剑侠客，巨魔王",
        "name": "鸣鸿"
      },
      "1201": {
        "desc": "松木质轻，制成的锤主要作练习用。#R【装备条件】等级0#R【装备角色】神天兵，虎头怪",
        "name": "松木锤"
      },
      "1202": {
        "desc": "镔铁打造的锤是价廉而常被采用的兵器。#R【装备条件】等级10#R【装备角色】神天兵，虎头怪",
        "name": "镔铁锤"
      },
      "1203": {
        "desc": "锤似金瓜，八棱突起，是实用的战锤。#R【装备条件】等级20#R【装备角色】神天兵，虎头怪",
        "name": "八棱金瓜"
      },
      "1204": {
        "desc": "锤面密布狼牙细齿，杀伤力不可小视。#R【装备条件】等级30#R【装备角色】神天兵，虎头怪",
        "name": "狼牙锤"
      },
      "1205": {
        "desc": "锤面上制造了不少火焰波浪一般的锋刃，可怕的武器。#R【装备条件】等级40#R【装备角色】神天兵，虎头怪",
        "name": "烈焰锤"
      },
      "1206": {
        "desc": "精钢打造的巨型战锤，上布粗大的尖齿，可破甲裂碑。#R【装备条件】等级50#R【装备角色】神天兵，虎头怪",
        "name": "破甲战锤"
      },
      "1207": {
        "desc": "寒钢制成的锤头巨大沉重，一击之下威势震天。#r【装备条件】等级60#r【装备角色】神天兵，虎头怪",
        "name": "震天锤"
      },
      "1208": {
        "desc": "巨灵神所用神锤，锤似流星，非凡力可举，可挡十万天兵。#r【装备条件】等级70#r【装备角色】神天兵，虎头怪",
        "name": "巨灵神锤"
      },
      "1209": {
        "desc": "静似天柱巍巍，动则天崩地裂。#r【装备条件】等级80#r【装备角色】神天兵，虎头怪",
        "name": "天崩地裂"
      },
      "1250": {
        "desc": "八卦其间，太极天成，天地造化，混沌无常。#r【装备角色】神天兵，虎头怪",
        "name": "八卦"
      },
      "1251": {
        "desc": "以万炼钢，合猛鬼牙，噬三界。#r【装备角色】神天兵，虎头怪",
        "name": "鬼牙"
      },
      "1252": {
        "desc": "一击天地轰鸣，再击电光四起，三击万物惧灰。#r【装备角色】神天兵，虎头怪",
        "name": "雷神"
      },
      "1260": {
        "desc": "锤按六道之纹，柄接阴阳之气，持之者自有五行造化，诸天看护。#r【装备角色】神天兵，虎头怪",
        "name": "混元金锤"
      },
      "1261": {
        "desc": "此锤乃仙池中的一朵婷婷玉莲，花开九瓣，蕊露金蓬。不知道被谁采来，炼为兵器。虽然已过五百年，依然盛开如新发。#r【装备角色】神天兵，虎头怪",
        "name": "九瓣莲花"
      },
      "1262": {
        "desc": "斩魔王之头为锤，隐隐发出邪气使日月无光。执此物则将与魔神签定契约，便能拥有魔王之怪力。#r【装备角色】神天兵，虎头怪",
        "name": "鬼王蚀日"
      },
      "1270": {
        "desc": "此双锤乃水神共工掌中至宝，内收九曲黄河，出则天地齐喑，奔涛如雷。#r【装备角色】神天兵，虎头怪",
        "name": "狂澜碎岳"
      },
      "1280": {
        "desc": "此锤乃盘古龙齿所化，外实中空，固若金汤。嘘为风雨，吹为雷电，舞之铿锵如鸣金铁，天下至阳至刚之物，邪魔宵小望之丧魂。#r【装备条件】等级160#r【装备角色】虎头怪，神天兵",
        "name": "碎寂"
      },
      "1301": {
        "desc": "镔铁制成的铁爪。#R【装备条件】等级0#R【装备角色】狐美人，骨精灵",
        "name": "铁爪"
      },
      "1302": {
        "desc": "天山雪狼之爪，锐利无比。#R【装备条件】等级10#R【装备角色】狐美人，骨精灵",
        "name": "天狼爪"
      },
      "1303": {
        "desc": "精钢打造，饰以冥文，透出森森鬼气。#R【装备条件】等级20#R【装备角色】狐美人，骨精灵",
        "name": "幽冥鬼爪"
      },
      "1304": {
        "desc": "龙牙状的尖刺，可以透入坚固的衣甲。#R【装备条件】等级30#R【装备角色】狐美人，骨精灵",
        "name": "青龙牙"
      },
      "1305": {
        "desc": "状似银勾，夺命勾魂。#R【装备条件】等级40#R【装备角色】狐美人，骨精灵",
        "name": "勾魂爪"
      },
      "1306": {
        "desc": "吸玄冰阴寒之气，可以直透骨骸。#R【装备条件】等级50#R【装备角色】狐美人，骨精灵",
        "name": "玄冰刺"
      },
      "1307": {
        "desc": "寒刚玉所制，坚硬无比，可断金。#r【装备条件】等级60#r【装备角色】狐美人，骨精灵，鬼潇潇，影精灵",
        "name": "青刚刺"
      },
      "1308": {
        "desc": "百炼纯钢打造，华光刺目。#r【装备条件】等级70#r【装备角色】狐美人，骨精灵，鬼潇潇，影精灵",
        "name": "华光刺"
      },
      "1309": {
        "desc": "金色似龙鳞的针刺。#r【装备条件】等级80#r【装备角色】狐美人，骨精灵，鬼潇潇，影精灵",
        "name": "龙鳞刺"
      },
      "1350": {
        "desc": "天如幕，白光起，破九重天。#r【装备角色】狐美人，骨精灵，鬼潇潇，影精灵",
        "name": "撕天"
      },
      "1351": {
        "desc": "恐惧，只有经历无尽虚空中袭来的毒牙才知其真意。#r【装备角色】狐美人，骨精灵，鬼潇潇，影精灵",
        "name": "毒牙"
      },
      "1352": {
        "desc": "血红的颜色，胭脂的香气，将缤纷的灵魂凝结为黑白。#r【装备角色】狐美人，骨精灵，鬼潇潇，影精灵",
        "name": "胭脂"
      },
      "1360": {
        "desc": "爪有九刺，阴寒冷酷，破颅勾魂，使正道名门闻名色变。为地藏王所得，将要销毁，不知何人盗出又重现江湖。#r【装备角色】狐美人，骨精灵，鬼潇潇，影精灵",
        "name": "九阴勾魂"
      },
      "1361": {
        "desc": "此是昆仑山上雪蚕身上的毒毛，非常坚硬，穿犀牛皮如针穿薄纱，瞬间透入，刺中之后，使人身中热毒，如在灼热地狱之中。#r【装备角色】狐美人，骨精灵，鬼潇潇，影精灵",
        "name": "雪蚕之刺"
      },
      "1362": {
        "desc": "此物传说是天竺国千年神象之牙所雕刻而成，纯如傅霜，又有神象法力贯注其中，具有神秘的威力。#r【装备角色】狐美人，骨精灵，鬼潇潇，影精灵",
        "name": "贵霜之牙"
      },
      "1370": {
        "desc": "忘川为生死界河，以善不善业为流水，水分三途，缓急不同。此爪凝三途之水，可证罪业，望之似缓，暗流甚疾。#r【装备角色】狐美人，骨精灵，鬼潇潇，影精灵",
        "name": "忘川三途"
      },
      "1380": {
        "desc": "鸿蒙初辟之时，混沌之气混焉。后清浊渐离，有具神识之气胶而不舍，亦聚亦离，愁丝千丈，钩绊难舍，岁月风化遂成离钩。#r【装备条件】等级160#r【装备角色】骨精灵，狐美人，鬼潇潇，影精灵",
        "name": "离钩"
      },
      "1401": {
        "desc": "以硬木和青铜制造的大斧，斧面有些随意雕琢的花纹，是常用的兵器。#R【装备条件】等级0#R【装备角色】巨魔王，虎头怪",
        "name": "青铜斧"
      },
      "1402": {
        "desc": "铁铸的巨大战斧，沉重无比，力大者用以开石裂碑。#R【装备条件】等级10#R【装备角色】巨魔王，虎头怪",
        "name": "开山斧"
      },
      "1403": {
        "desc": "两面均制成半月状锋刃，双面制敌，力猛势强，#R【装备条件】等级20#R【装备角色】巨魔王，虎头怪",
        "name": "双面斧"
      },
      "1404": {
        "desc": "铁杆黝黑，银月如弦，舞动时眩人眼目。#R【装备条件】等级30#R【装备角色】巨魔王，虎头怪",
        "name": "双弦钺"
      },
      "1405": {
        "desc": "精钢打造，环随舞动，铿锵入耳，震人心魄。#R【装备条件】等级40#R【装备角色】巨魔王，虎头怪",
        "name": "精钢禅钺"
      },
      "1406": {
        "desc": "以华丽的黄金装饰，使其更加沉重威猛，金光起出血光飞溅。#R【装备条件】等级50#R【装备角色】巨魔王，虎头怪",
        "name": "黄金钺"
      },
      "1407": {
        "desc": "乌金打造的巨镰，透出森森鬼气，令人不寒而栗。#r【装备条件】等级60#r【装备角色】巨魔王，虎头怪",
        "name": "乌金鬼头镰"
      },
      "1408": {
        "desc": "沉与万魔之地，染魔性，映魔心，挥之即魔瘴四起。#r【装备条件】等级70#r【装备角色】巨魔王，虎头怪",
        "name": "狂魔镰"
      },
      "1409": {
        "desc": "寒钢为柄，龙齿为刃，风过龙鸣，摄破敌胆。#r【装备条件】等级80#r【装备角色】巨魔王，虎头怪",
        "name": "恶龙之齿"
      },
      "1450": {
        "desc": "集艳日与阴月之精华，挥舞如日月同晖，中者形神俱灭。#r【装备角色】巨魔王，虎头怪",
        "name": "破魄"
      },
      "1451": {
        "desc": "墨黑的长柄，墨黑的巨镰，吸取无尽黑暗之气，肃清无规、无序、无章之魂。#r【装备角色】巨魔王，虎头怪",
        "name": "肃魂"
      },
      "1452": {
        "desc": "斧杆以千年古木之根打造，盘桓虬曲，寒铁锻造的双面的巨斧发出魔气逼人的暗光。#r【装备角色】巨魔王，虎头怪",
        "name": "无敌"
      },
      "1460": {
        "desc": "上古蜀国有力士五人奉命凿通群山，见一大蛇尾在洞外，乃曳之出，其身长数十里，惊讶间，山崩，五丁与蛇俱死，遂化为神斧，执之者有开山之力。#r【装备角色】巨魔王，虎头怪",
        "name": "五丁开山"
      },
      "1461": {
        "desc": "为阴司轮转王司过之宝物。若地府中有鬼仙犯下大恶，即以此物拟其头，立将元神一吸而尽，再无转生可能。仔细看其刃缘，可照见无数痛苦鬼脸。#r【装备角色】巨魔王，虎头怪",
        "name": "元神禁锢"
      },
      "1462": {
        "desc": "为佛门中护法之武器。柄乃是吴刚所伐月宫桂树之枝，鲁班雕刻。斧乃是老君以千年玄铁在八卦炉炼化而成，上有佛门梵文，妖怪见之退避三舍。#r【装备角色】巨魔王，虎头怪",
        "name": "护法灭魔"
      },
      "1470": {
        "desc": "上古刑天与天帝争权，身首异处而壮志未陨。碧血零落、干缺戚残，后经无名氏冶于一炉，乃得神兵。#r【装备角色】巨魔王，虎头怪",
        "name": "碧血干戚"
      },
      "1480": {
        "desc": "蚩尤随身魔武之一，取大荒四极异兽骨翼所制，形如巨镰，镰刃以海皇兽魂魄淬炼，隐然有嘶鸣之声。可裂天笞地，割风断雨。#r【装备条件】等级160#r【装备角色】巨魔王，虎头怪",
        "name": "裂天"
      },
      "1501": {
        "desc": "普通的纸扇改装而成，可以此练习最基本的使扇方法。#R【装备条件】等级0#R【装备角色】逍遥生，龙太子",
        "name": "折扇"
      },
      "1502": {
        "desc": "铁制的扇骨会对敌人造成较大的威胁。#R【装备条件】等级10#R【装备角色】逍遥生，龙太子",
        "name": "铁骨扇"
      },
      "1503": {
        "desc": "精钢制的扇骨，可以格挡锋利的兵器攻击。#R【装备条件】等级20#R【装备角色】逍遥生，龙太子",
        "name": "精钢扇"
      },
      "1504": {
        "desc": "连扇面也用铁片构成，更易格挡，晃动可出声，乱敌耳目。#R【装备条件】等级30#R【装备角色】逍遥生，龙太子",
        "name": "铁面扇"
      },
      "1505": {
        "desc": "采用非常多的扇骨，扇面百折，非常坚固。#R【装备条件】等级40#R【装备角色】逍遥生，龙太子",
        "name": "百折扇"
      },
      "1506": {
        "desc": "挥舞之下可使狂风止，水断流。#R【装备条件】等级50#R【装备角色】逍遥生，龙太子",
        "name": "劈水扇"
      },
      "1507": {
        "desc": "神面用红绸制，巨大无比，此扇动则似神火四起，使敌人心不能宁。#r【装备条件】等级60#r【装备角色】逍遥生，龙太子",
        "name": "神火扇"
      },
      "1508": {
        "desc": "扇骨采玄冰制，阴风习习，让人不寒而栗。#r【装备条件】等级70#r【装备角色】逍遥生，龙太子",
        "name": "阴风扇"
      },
      "1509": {
        "desc": "气势勇猛的大型折扇。扇开似风云突变，扇出似雷鸣电闪。#r【装备条件】等级80#r【装备角色】逍遥生，龙太子",
        "name": "风云雷电"
      },
      "1550": {
        "desc": "包荣太极于其内，博采天地之灵气。#r【装备角色】逍遥生，龙太子",
        "name": "太极"
      },
      "1551": {
        "desc": "白玉制的扇骨，优雅灵巧，似白龙出海。#r【装备角色】逍遥生，龙太子",
        "name": "玉龙"
      },
      "1552": {
        "desc": "一纸折扇，荡平天下事，一缕秋风，吹尽凡尘心。#r【装备角色】逍遥生，龙太子",
        "name": "秋风"
      },
      "1560": {
        "desc": "本来是一把普通的折扇，只因张僧繇在上面画了条神龙，并点上了眼睛。此扇挥动的时候就隐隐有风雷之声，云雨之气，展开则有神龙奔出。#r【装备角色】逍遥生，龙太子",
        "name": "画龙点睛"
      },
      "1561": {
        "desc": "此扇面上不知何人所画的《秋水人家图》，出神入化，栩栩如生。更加奇异的是，展开居然可以进入其中，游山玩水，真是身临其境。看来上面有道家仙法无疑。#r【装备角色】逍遥生，龙太子",
        "name": "秋水人家"
      },
      "1562": {
        "desc": "拿此扇行走江湖，有福祸凶吉可预先知晓。据说是钦天监台正先生袁天罡将他的奇门妙法写在上面，才使得此扇有逍遥的美名。#r【装备角色】逍遥生，龙太子",
        "name": "逍遥江湖"
      },
      "1570": {
        "desc": "持之若登高望远，五湖四海俱在眼前。则不以物喜，不以己悲，心旷神怡，宠辱偕忘。有感浩然之气至大至刚，以直养而无害，充盈于天地之间。#r【装备角色】逍遥生，龙太子",
        "name": "浩气长舒"
      },
      "1580": {
        "desc": "三垣中坠，不知其故。展则漫天星辰失色，收则幽渺万籁无声。万顷星瀚，无始无终，无他无我，怎不使人目眩神驰？#r【装备条件】等级160#r【装备角色】逍遥生，龙太子",
        "name": "星瀚"
      },
      "1601": {
        "desc": "白腊木制成的枪杆，柔韧有弹性，是便宜实用的练习用枪。#R【装备条件】等级0#R【装备角色】神天兵，龙太子",
        "name": "红樱枪"
      },
      "1602": {
        "desc": "采用上等合木，枪尖九曲，是常用的兵器。#R【装备条件】等级10#R【装备角色】神天兵，龙太子",
        "name": "曲尖枪"
      },
      "1603": {
        "desc": "枪尖三陷三突，枪杆红绸缠绕，彩樱闪动令人眼花瞭乱。#R【装备条件】等级20#R【装备角色】神天兵，龙太子",
        "name": "锯齿矛"
      },
      "1604": {
        "desc": "玄铁长枪，头部以乌金打造，气势如虹；#R【装备条件】等级30#R【装备角色】神天兵，龙太子",
        "name": "乌金三叉戟"
      },
      "1605": {
        "desc": "以火焰状的精铁代替枪樱，焰缘锋利无比，似一股无穷尽的压迫。#R【装备条件】等级40#R【装备角色】神天兵，龙太子",
        "name": "火焰枪"
      },
      "1606": {
        "desc": "乌金铁杆，枪尖粗大且制有金色的粗大倒钩，威猛无比。#R【装备条件】等级50#R【装备角色】神天兵，龙太子",
        "name": "墨杆金钩"
      },
      "1607": {
        "desc": "枪头玄铁制成，宽大沉重，可剌可砍，威势不可挡。#r【装备条件】等级60#r【装备角色】神天兵，龙太子",
        "name": "玄铁矛"
      },
      "1608": {
        "desc": "神木制杆，弯曲似蛇形，金枪透甲，腥红双叉似金蛇出信。#r【装备条件】等级70#r【装备角色】神天兵，龙太子",
        "name": "金蛇信"
      },
      "1609": {
        "desc": "通体百精纯钢，如天雷击落、蛟龙出海，相传神将张飞以此矛退百万兵。#r【装备条件】等级80#r【装备角色】神天兵，龙太子",
        "name": "丈八点钢矛"
      },
      "1650": {
        "desc": "通体乌黑，极细的枪尖无形中直抵咽喉，如暗夜中引魂之手。#r【装备角色】神天兵，龙太子",
        "name": "暗夜"
      },
      "1651": {
        "desc": "锋刃五裂似梨花绽放，粉红的枪樱银白的枪，尽显潇洒风流。#r【装备角色】神天兵，龙太子",
        "name": "梨花"
      },
      "1652": {
        "desc": "以万古溶岩之火锤炼，枪杆似古树盘结，枪尖似雷霆霹雳，摄人心魂。#r【装备角色】神天兵，龙太子",
        "name": "霹雳"
      },
      "1660": {
        "desc": "上古破坏神刑天出世之时，必应地上劫数。劫有五种，分为天兵火水土。此为他应兵劫而出世所持之武器。形长两丈，刃如月牙，锋似寒星，身雕百龙蟠纹，挥舞只欲搅碎银汉，号为枪中霸君。#r【装备角色】神天兵，龙太子",
        "name": "刑天之逆"
      },
      "1661": {
        "desc": "出如虎奔，刺如虎爪，扫如虎尾，锁如虎噬，声如虎啸。使敌人魂断胆破，不战自溃。此谓之“五虎断魂。”有枪中王者之气。#r【装备角色】神天兵，龙太子",
        "name": "五虎断魂"
      },
      "1662": {
        "desc": "此枪掷出可在空中化为一条飞龙，从万丈高空中俯冲而下，将敌人撕成碎片。曾为文殊菩萨降妖密宝，如今幻化为一杆银龙宝枪。#r【装备角色】神天兵，龙太子",
        "name": "飞龙在天"
      },
      "1670": {
        "desc": "此戟以天外陨石炼九日九夜，雷生地底、天坠神龙乃成，西楚霸王项羽持之横行当世，睥睨天下英雄，故名“天龙破城”。#r【装备角色】神天兵，龙太子",
        "name": "天龙破城"
      },
      "1680": {
        "desc": "炎黄之战，杀怨之气俱归此兵。黄帝得胜，以此兵祭祀天地，誓曰:若治下三界失靖、四海不宁，则天下之人皆可持此兵取吾之首级！#r【装备条件】等级160#r【装备角色】神天兵，龙太子",
        "name": "弑皇"
      },
      "1701": {
        "desc": "用牛皮制的皮鞭，很容易得到的练习用品。#R【装备条件】等级0#R【装备角色】英女侠，狐美人",
        "name": "牛皮鞭"
      },
      "1702": {
        "desc": "以上等牛筋制成，弹性极佳，抽之有破空之声。#R【装备条件】等级10#R【装备角色】英女侠，狐美人",
        "name": "牛筋鞭"
      },
      "1703": {
        "desc": "以鲨鱼皮制成，表皮毛糙，极其坚韧。#R【装备条件】等级20#R【装备角色】英女侠，狐美人",
        "name": "乌龙鞭"
      },
      "1704": {
        "desc": "以细钢环联结起一个个钢条，柔中带刚。#R【装备条件】等级30#R【装备角色】英女侠，狐美人",
        "name": "钢结鞭"
      },
      "1705": {
        "desc": "结似蛇骨，环环相联，抖动时骨节相撞，噼啪作响。#R【装备条件】等级40#R【装备角色】英女侠，狐美人",
        "name": "蛇骨鞭"
      },
      "1706": {
        "desc": "由碧玉制的小竹节联结而成，节间缚着金铃，铃随鞭动，声声悦耳。#R【装备条件】等级50#R【装备角色】英女侠，狐美人",
        "name": "玉竹金铃"
      },
      "1707": {
        "desc": "采深山古藤制成，上缚柳叶刀片，刀光闪动，杀气逼人。#r【装备条件】等级60#r【装备角色】英女侠，狐美人",
        "name": "青藤柳叶鞭"
      },
      "1708": {
        "desc": "管节空洞，银钩闪闪，挥动时隐隐有风雷之音，银钩上若有血光闪动。#r【装备条件】等级70#r【装备角色】英女侠，狐美人",
        "name": "雷鸣嗜血鞭"
      },
      "1709": {
        "desc": "混元钢索之上缚有金钩，追命勾魂。#r【装备条件】等级80#r【装备角色】英女侠，狐美人",
        "name": "混元金钩"
      },
      "1750": {
        "desc": "以恶龙之筋制成，挥舞若龙腾。#r【装备角色】英女侠，狐美人",
        "name": "龙筋"
      },
      "1751": {
        "desc": "龙藤塑其筋，百花其上，集仙灵之气，香飘四海。#r【装备角色】英女侠，狐美人",
        "name": "百花"
      },
      "1752": {
        "desc": "鞭上石晶经千年生长，成雪花密布，映日月之光。#r【装备角色】英女侠，狐美人",
        "name": "吹雪"
      },
      "1760": {
        "desc": "此鞭舞动矫如游龙，翩若惊鸿，宛如活的一般。有人认为必然是因为仙家点化的功效。#r【装备角色】英女侠，狐美人",
        "name": "游龙惊鸿"
      },
      "1761": {
        "desc": "此鞭奇异之处在于打斗之时会自己寻找敌人弱点，或攻或守，或点或缠，如仙人指路飘忽不定，变化万端。又如灵蛇狂舞，使人眼花缭乱。#r【装备角色】英女侠，狐美人",
        "name": "仙人指路"
      },
      "1762": {
        "desc": "此鞭遍体生有倒刺，散发黑色邪气。传说打斗之时如巨蟒将敌人缠住，倒刺嵌入敌人体内，吸食其血肉。#r【装备角色】英女侠，狐美人",
        "name": "血之刺藤"
      },
      "1770": {
        "desc": "此鞭具大神通，持之神虑清明，兼可驭使万物。素以苍穹为牧野，云霞为羔犊，驱鞭行于九天之上。或可驭风乘云，与电竞逐。#r【装备角色】英女侠，狐美人",
        "name": "牧云清歌"
      },
      "1780": {
        "desc": "昆仑之巅有涧曰冰溪，月华照则灿然如银，陨则凝霜聚雪。溪流九曲，矫然若蛟，后凝为软玉长鞭，姑射仙子倚为护身仙器。#r【装备条件】等级160#r【装备角色】英女侠，狐美人",
        "name": "霜陨"
      },
      "1801": {
        "desc": "看似细小却有不小的威力，可以当作兵器防身。#R【装备条件】等级0#R【装备角色】玄彩娥，骨精灵",
        "name": "细木棒"
      },
      "1802": {
        "desc": "棒身缠以金丝，显得华丽。#R【装备条件】等级10#R【装备角色】玄彩娥，骨精灵",
        "name": "金丝魔棒"
      },
      "1803": {
        "desc": "细长的白玉棒，白玉使魔棒能力得到加强。#R【装备条件】等级20#R【装备角色】玄彩娥，骨精灵",
        "name": "玉如意"
      },
      "1804": {
        "desc": "华丽的蛇形棒，相传作法之人常用其点石成金。#R【装备条件】等级30#R【装备角色】玄彩娥，骨精灵",
        "name": "点金棒"
      },
      "1805": {
        "desc": "棒身九曲，似云龙腾跃。#R【装备条件】等级40#R【装备角色】玄彩娥，骨精灵",
        "name": "云龙棒"
      },
      "1806": {
        "desc": "通体乌黑，引魂归冥。#R【装备条件】等级50#R【装备角色】玄彩娥，骨精灵",
        "name": "幽路引魂"
      },
      "1807": {
        "desc": "棒头细密的镶嵌了无数宝石，闪闪发光，似满天星辰。#r【装备条件】等级60#r【装备角色】玄彩娥，骨精灵，影精灵",
        "name": "满天星"
      },
      "1808": {
        "desc": "通体以水晶制成，棒头镶嵌了纯净的水晶球，灵光闪闪。#r【装备条件】等级70#r【装备角色】玄彩娥，骨精灵，影精灵",
        "name": "水晶棒"
      },
      "1809": {
        "desc": "棒端有日月神珠，半黑半白，收太极其内，五行其间。#r【装备条件】等级80#r【装备角色】玄彩娥，骨精灵，影精灵",
        "name": "日月光华"
      },
      "1850": {
        "desc": "静如海之渊深博大，动似海之激荡翻腾。#r【装备角色】玄彩娥，骨精灵，影精灵",
        "name": "沧海"
      },
      "1851": {
        "desc": "碧杆红莲，阅众生相，度众生孽。#r【装备角色】玄彩娥，骨精灵，影精灵",
        "name": "红莲"
      },
      "1852": {
        "desc": "身若九曲盘龙，口吞八卦金珠。#r【装备角色】玄彩娥，骨精灵，影精灵",
        "name": "盘龙"
      },
      "1860": {
        "desc": "乃一块绝世好玉雕刻而成，杵头刻有仙家符咒。拿在手中，轻如鸿毛，打在人身上，重如泰山。#r【装备角色】玄彩娥，骨精灵，影精灵",
        "name": "降魔玉杵"
      },
      "1861": {
        "desc": "这是一件完美的艺术品，翡翠雕刻成的藤蔓缠绕在碧玉雕刻成的树干上，一朵红宝石雕刻成的鲜花正在怒放。有谁知道它还是一件仙家的妙宝，除魔的利器。#r【装备角色】玄彩娥，骨精灵，影精灵",
        "name": "青藤玉树"
      },
      "1862": {
        "desc": "此魔棒上镶嵌着一个刻画精美的墨水晶骷髅，使它流露出神秘的死亡气息。看来这件兵器跟地府有很深的渊源。#r【装备角色】玄彩娥，骨精灵，影精灵",
        "name": "墨玉骷髅"
      },
      "1870": {
        "desc": "乃上古一对仙侣所化，丝萝出尘，花分五色；中为桐木，曾栖彩凤。千秋万载，其情不泯。#r【装备角色】玄彩娥，骨精灵，影精灵",
        "name": "丝萝乔木"
      },
      "1880": {
        "desc": "盘古未分天地之时，混沌之中有异树焉。亿万年长成，亿万年花开，亿万年结果，果落则化为醍醐，持此杖者洞悉天地，与万物同息。#r【装备条件】等级160#r【装备角色】骨精灵，玄彩娥，影精灵",
        "name": "醍醐"
      },
      "1901": {
        "desc": "五色蚕丝织成的彩缎。#R【装备条件】等级0#R【装备角色】舞天姬，玄彩娥",
        "name": "五色缎带"
      },
      "1902": {
        "desc": "上等蚕丝与银丝混织成的纱带。#R【装备条件】等级10#R【装备角色】舞天姬，玄彩娥",
        "name": "幻彩银纱"
      },
      "1903": {
        "desc": "金丝与彩缎编成的丝带。#R【装备条件】等级20#R【装备角色】舞天姬，玄彩娥",
        "name": "金丝彩带"
      },
      "1904": {
        "desc": "天地无极尽收于其间。#R【装备条件】等级30#R【装备角色】舞天姬，玄彩娥",
        "name": "无极丝"
      },
      "1905": {
        "desc": "以名贵天蚕丝制成，可通生命之灵气。#R【装备条件】等级40#R【装备角色】舞天姬，玄彩娥",
        "name": "天蚕丝带"
      },
      "1906": {
        "desc": "绸如云彩，龙隐其间。#R【装备条件】等级50#R【装备角色】舞天姬，玄彩娥",
        "name": "云龙绸带"
      },
      "1907": {
        "desc": "用各式丝绸编织而成的丝带。#r【装备条件】等级60#r【装备角色】舞天姬，玄彩娥，桃夭夭",
        "name": "七彩罗刹"
      },
      "1908": {
        "desc": "丝带可紧可松，传言可缚神灵。#r【装备条件】等级70#r【装备角色】舞天姬，玄彩娥，桃夭夭",
        "name": "缚神绫"
      },
      "1909": {
        "desc": "存于九天，吸日月玄灵。#r【装备条件】等级80#r【装备角色】舞天姬，玄彩娥，桃夭夭",
        "name": "九天仙绫"
      },
      "1950": {
        "desc": "以七彩天蚕丝制成，似天边彩虹。#r【装备角色】舞天姬，玄彩娥，桃夭夭",
        "name": "彩虹"
      },
      "1951": {
        "desc": "流光溢彩，似天边云彩幻生幻灭。#r【装备角色】舞天姬，玄彩娥，桃夭夭",
        "name": "流云"
      },
      "1952": {
        "desc": "聚海之灵气，碧波起，天地清。#r【装备角色】舞天姬，玄彩娥，桃夭夭",
        "name": "碧波"
      },
      "1960": {
        "desc": "落霞与孤鹜齐飞，秋水共长天一色。”此带乃是天女掬长空之色，染落霞之艳织成。展开绚烂无比，使人俗念顿消，心无点尘。#r【装备角色】舞天姬，玄彩娥，桃夭夭",
        "name": "秋水落霞"
      },
      "1961": {
        "desc": "此物可随主人意，捆住神仙魔怪，捆住之后，令其不能再施展变化之术。而且此绳坚韧异常，火烧刀砍不断。#r【装备角色】舞天姬，玄彩娥，桃夭夭",
        "name": "晃金仙绳"
      },
      "1962": {
        "desc": "道是无情却有情，从来最苦是相思。”此物乃是太虚幻境警幻仙子敕令还情债之物。缠住之后，至死方休。尔虽有金石心，也顿为绕指柔，神仙也难逃此物。#r【装备角色】舞天姬，玄彩娥，桃夭夭",
        "name": "此最相思"
      },
      "1970": {
        "desc": "翩若惊鸿，婉若游龙，仿佛兮若轻云之蔽月，飘飖兮若流风之回雪。三垣为画布，此带为软毫，可清夜起舞，拟为漫天星宿平添花鸟虫鱼。#r【装备角色】舞天姬，玄彩娥，桃夭夭",
        "name": "揽月摘星"
      },
      "1980": {
        "desc": "九霄澄云所凝，诸天护佑，乾坤氤氲。形随意动，其高则冠盖乎九霄，其旷则笼罩乎八隅，祥瑞纷现，异香扑鼻。#r【装备条件】等级160#r【装备角色】舞天姬，玄彩娥，桃夭夭",
        "name": "九霄"
      },
      "2001": {
        "desc": "黄铜制的环圈，握手处缚上丝线，是常用的兵器。#R【装备条件】等级0#R【装备角色】飞燕女，舞天姬",
        "name": "黄铜圈"
      },
      "2002": {
        "desc": "精钢打造的圆环，外缘锋利。#R【装备条件】等级10#R【装备角色】飞燕女，舞天姬",
        "name": "精钢日月圈"
      },
      "2003": {
        "desc": "乌金铁环，通体乌黑，似悠悠离情。#R【装备条件】等级20#R【装备角色】飞燕女，舞天姬",
        "name": "离情环"
      },
      "2004": {
        "desc": "由多片精铁打造的极薄的锋刃组成，刃口白光闪闪。#R【装备条件】等级30#R【装备角色】飞燕女，舞天姬",
        "name": "金刺轮"
      },
      "2005": {
        "desc": "钢制的边缘有似火焰般的刀锋。#R【装备条件】等级40#R【装备角色】飞燕女，舞天姬",
        "name": "风火圈"
      },
      "2006": {
        "desc": "环边有锯齿，如太阳之火焰。#R【装备条件】等级50#R【装备角色】飞燕女，舞天姬",
        "name": "赤炎环"
      },
      "2007": {
        "desc": "划动时锋刃似盘卷的黑蛇，令人防不胜防。#r【装备条件】等级60#r【装备角色】飞燕女，舞天姬",
        "name": "蛇形月"
      },
      "2008": {
        "desc": "锋刃似弯月一般交错，可四面制敌。#r【装备条件】等级70#r【装备角色】飞燕女，舞天姬",
        "name": "子母双月"
      },
      "2009": {
        "desc": "青玉制成，锋似狼牙。#r【装备条件】等级80#r【装备角色】飞燕女，舞天姬",
        "name": "斜月狼牙"
      },
      "2050": {
        "desc": "白玉制成，光滑清丽，如意随心。#r【装备角色】飞燕女，舞天姬",
        "name": "如意"
      },
      "2051": {
        "desc": "集天地乾坤之灵，制万物。#r【装备角色】飞燕女，舞天姬",
        "name": "乾坤"
      },
      "2052": {
        "desc": "清明无暇，似映月之光。#r【装备角色】飞燕女，舞天姬",
        "name": "月光"
      },
      "2060": {
        "desc": "乐莫乐兮新相知，悲莫悲兮生别离。这种感情是黯然销魂，永恨伤心的。所以有人制作了同心永结环，象征永不分离，在别离之后把玩，却更加伤感。#r【装备角色】飞燕女，舞天姬",
        "name": "别情离恨"
      },
      "2061": {
        "desc": "一为金环一为玉环，佩带起来铿锵作响，祥光袅绕。定然是受到福神的祝福，才能有这样的灵气。#r【装备角色】飞燕女，舞天姬",
        "name": "金玉双环"
      },
      "2062": {
        "desc": "此物套在手上，金光闪闪。圈飘金线，声音清越，守中有攻，刚柔并济。使敌人不知所措。#r【装备角色】飞燕女，舞天姬",
        "name": "九天金线"
      },
      "2070": {
        "desc": "精玉双环，一名“离风”，一名“遮月”，舞之月影憧憧，别愁离绪，俱上心头，思之恻然。#r【装备角色】飞燕女，舞天姬",
        "name": "无关风月"
      },
      "2080": {
        "desc": "此双环伴日月而生，沐浴光华，吞吐烟云，三清将其置于天穹之上，日夜吸纳诸天亿兆流光，朝夕霞雾源出于此。#r【装备条件】等级160#r【装备角色】飞燕女，舞天姬",
        "name": "朝夕"
      },
      "2101": {
        "desc": "青铜制的双短剑，制造简单，是练习常用的兵器。#R【装备条件】等级0#R【装备角色】英女侠，飞燕女",
        "name": "双短剑"
      },
      "2102": {
        "desc": "铁制双短剑，简单实用。#R【装备条件】等级10#R【装备角色】英女侠，飞燕女",
        "name": "镔铁双剑"
      },
      "2103": {
        "desc": "双剑剑身一刻龙纹一刻凤饰，可同入一鞘。#R【装备条件】等级20#R【装备角色】英女侠，飞燕女",
        "name": "龙凤双剑"
      },
      "2104": {
        "desc": "精钢制成，剑身似竹节般伸长。#R【装备条件】等级30#R【装备角色】英女侠，飞燕女",
        "name": "竹节双剑"
      },
      "2105": {
        "desc": "剑身向前方密布粗长的狼牙锯齿，令人胆寒。#R【装备条件】等级40#R【装备角色】英女侠，飞燕女",
        "name": "狼牙双剑"
      },
      "2106": {
        "desc": "剑身似鱼骨，长满倒钩剌。#R【装备条件】等级50#R【装备角色】英女侠，飞燕女",
        "name": "鱼骨双剑"
      },
      "2107": {
        "desc": "剑身赤红，齿如焰苗窜动，有一股刚烈之势。#r【装备条件】等级60#r【装备角色】英女侠，飞燕女",
        "name": "赤焰双剑"
      },
      "2108": {
        "desc": "通体采寒冰墨玉所制，暗光流动。#r【装备条件】等级70#r【装备角色】英女侠，飞燕女",
        "name": "墨玉双剑"
      },
      "2109": {
        "desc": "千年古木所制，剑似梅枝。#r【装备条件】等级80#r【装备角色】英女侠，飞燕女",
        "name": "梅花双剑"
      },
      "2150": {
        "desc": "赤阳之铁成阳，玄冰之玉成阴，两仪相生，气韵非凡。#r【装备角色】英女侠，飞燕女",
        "name": "阴阳"
      },
      "2151": {
        "desc": "蛟洁如白玉，清明如月光。#r【装备角色】英女侠，飞燕女",
        "name": "月光"
      },
      "2152": {
        "desc": "采千年寒冰碧玉制成，通体碧绿，剑出似灵蛇出洞。#r【装备角色】英女侠，飞燕女",
        "name": "灵蛇"
      },
      "2160": {
        "desc": "传说乃是一对金龙所化，头并头如剑，尾交尾如股。从半空中呼啸而下，一绞之力无人能挡。#r【装备角色】英女侠，飞燕女",
        "name": "金龙双剪"
      },
      "2161": {
        "desc": "一对痴情男女坟前精魂所化双树，攀枝连理，象征在世虽不能合枕，来世愿永无分离。以此木为剑，因至情贯其中，也可成绕指柔，也可以断金玉。#r【装备角色】英女侠，飞燕女",
        "name": "连理双树"
      },
      "2162": {
        "desc": "三国时蜀帝刘备所用双剑。据说一为白龙所化，一为赤龙所化。白龙乃是秦皇，赤龙乃是汉祖。执之者当有九五之尊。#r【装备角色】英女侠，飞燕女",
        "name": "祖龙对剑"
      },
      "2170": {
        "desc": "鸿蒙灵气之所钟，诸天精魄之所禳。异器天生，一派自然。紫电稚弱，性如婴孩，青霜老沉，俨如兄长。#r【装备角色】英女侠，飞燕女",
        "name": "紫电青霜"
      },
      "2180": {
        "desc": "九天玄女以夔牛之角所制双剑，锋锐无双，轻如无物。裁夔皮为鼓，助黄帝九击擒杀蚩尤。上书天书密咒，丹血为文，翠莹如碧。#r【装备条件】等级160#r【装备角色】飞燕女，英女侠",
        "name": "浮犀"
      },
      "2201": {
        "desc": "柳木雕凿的法杖，蕴含一点法力，适合新手使用。#r【装备条件】等级0#r【装备角色】巫蛮儿，羽灵神",
        "name": "曲柳杖"
      },
      "2202": {
        "desc": "用上好红木刻成的法杖，十分坚硬，内含一点奇妙的法力。#r【装备条件】等级10#r【装备角色】巫蛮儿，羽灵神",
        "name": "红木杖"
      },
      "2203": {
        "desc": "用极佳的椴木精心雕凿的而成法杖，杖身光滑，蕴含着奇妙的法力。#r【装备条件】等级20#r【装备角色】巫蛮儿，羽灵神",
        "name": "白椴杖"
      },
      "2204": {
        "desc": "墨铁打造而成的法杖，冰冷坚硬，似乎含有奇妙的力量。#r【装备条件】等级30#r【装备角色】巫蛮儿，羽灵神",
        "name": "墨铁拐"
      },
      "2205": {
        "desc": "用寒铁锻冶的牛角状法杖，尖锐坚硬，闪着寒光，隐含奇妙的法力。#r【装备条件】等级40#r【装备角色】巫蛮儿，羽灵神",
        "name": "玄铁牛角杖"
      },
      "2206": {
        "desc": "孤鹰展翅，划破长空，依照孤鹰之形打造的法杖，蕴含神奇法力。#r【装备条件】等级50#r【装备角色】巫蛮儿，羽灵神",
        "name": "鹰眼法杖"
      },
      "2207": {
        "desc": "仙人踏云而至，有着祥云之形的云母石法杖，也有着奇妙法力。#r【装备条件】等级60#r【装备角色】巫蛮儿，羽灵神",
        "name": "腾云杖"
      },
      "2208": {
        "desc": "点点萤光，引路幽魂，指引迷途幽魂的法杖，有着强大的法力。#r【装备条件】等级70#r【装备角色】巫蛮儿，羽灵神",
        "name": "引魂杖"
      },
      "2209": {
        "desc": "碧霞莹莹，玉暖生烟，浑然天成的碧玉法杖，神妙异常。#r【装备条件】等级80#r【装备角色】巫蛮儿，羽灵神",
        "name": "碧玺杖"
      },
      "2250": {
        "desc": "取地狱燧石锻冶，燃万年业火之杖。“以业火乾枯，酬其宿债”，业焰之舞，焚尽世间罪孽。#r【装备角色】巫蛮儿，羽灵神",
        "name": "业焰"
      },
      "2251": {
        "desc": "牡鹿凄鸣，风云雷动，天下至寒之墨玉炼成鹿角之形，夹风雷之势，让敌人闻之色变。#r【装备角色】巫蛮儿，羽灵神",
        "name": "鹿鸣"
      },
      "2252": {
        "desc": "琉璃玉辉，星降人间，熠熠生辉的琉璃法杖，挥舞时如繁星落尽，蕴含无限灵力。#r【装备角色】巫蛮儿，羽灵神",
        "name": "玉辉"
      },
      "2260": {
        "desc": "“昔者庄周梦为蝴蝶，栩栩然蝴蝶也”梦中蝶舞花落，焉知人世几何，取冥府幽灯为首之杖，引路蝶翩然飞舞，如泣似诉，最善蛊惑人心。#r【装备角色】巫蛮儿，羽灵神",
        "name": "庄周梦蝶"
      },
      "2261": {
        "desc": "有凤来仪，为祥瑞之兆。炎帝融千金，取深海明珠，塑以凤凰振翅衔珠之形，炼得一杖，谓之光华灿烂，具百鸟朝凤皇者之气，深蕴妙法奥秘。#r【装备角色】巫蛮儿，羽灵神",
        "name": "凤翼流珠"
      },
      "2262": {
        "desc": "刘邦斩白蛇，取其精魄，封于至阴至寒之地，吸寒冰精华千年，蛇魄化杖，曰之“雪蟒霜寒”，阴鸷寒毒，唯奇人异士方可驾驭自如。#r【装备角色】巫蛮儿，羽灵神",
        "name": "雪蟒霜寒"
      },
      "2270": {
        "desc": "应龙伏旱魃，寻深海冰晶，取潮涌奔腾之势，融白浪连山之气，吐龙息为灵珠，成龙神逐珠之形，终获一杖，名曰“碧海潮生”。#r【装备角色】巫蛮儿，羽灵神",
        "name": "碧海潮生"
      },
      "2280": {
        "desc": "盘古开天辟地之时，一外化陨铁落于不周山之巅，沐月华，吸星魄，尽得天地清明之气，化一杖，清辉万丈，疏影琉璃，曰之“弦月”。#r【装备条件】等级160#r【装备角色】巫蛮儿，羽灵神",
        "name": "弦月"
      },
      "2301": {
        "desc": "三色琉璃熔成的宝珠，轻盈剔透，适合新手携带。#r【装备条件】等级0#r【装备角色】巫蛮儿，杀破狼",
        "name": "琉璃珠"
      },
      "2302": {
        "desc": "晶莹水晶打磨而成的水晶球，发出微微的光晕。#r【装备条件】等级10#r【装备角色】巫蛮儿，杀破狼",
        "name": "水晶珠"
      },
      "2303": {
        "desc": "东海海底方能寻得的巨大珍珠，光华缓缓流动，似是凝聚了海底之中游鱼的灵气。#r【装备条件】等级20#r【装备角色】巫蛮儿，杀破狼",
        "name": "珍宝珠"
      },
      "2304": {
        "desc": "南蛮之地进献之翡翠，经能工巧匠九琢九磨，方成玲珑宝珠，通体翠绿凝碧，触手冰凉，仿似有仙气缭绕。#r【装备条件】等级30#r【装备角色】巫蛮儿，杀破狼",
        "name": "翡翠珠"
      },
      "2305": {
        "desc": "来自天竺佛国的灵巧宝珠，晶莹圆润，光华四溢，置于水中，可化作轻盈莲花，净水生香。#r【装备条件】等级40#r【装备角色】巫蛮儿，杀破狼",
        "name": "莲华珠"
      },
      "2306": {
        "desc": "白日之时看似平平无奇，置于灯火昏昏之处，方有幽光融融。其夜愈深，而光华愈明。#r【装备条件】等级50#r【装备角色】巫蛮儿，杀破狼",
        "name": "夜灵珠"
      },
      "2307": {
        "desc": "琅嬛福地生香橼，百年方熟，熟而坠地，化为如意宝珠，鲜明莹洁，祥瑞兆也。#r【装备条件】等级60#r【装备角色】巫蛮儿，杀破狼",
        "name": "如意宝珠"
      },
      "2308": {
        "desc": "东海之浪，西海之湍，南海之潮，北海之涌，凝为玲珑明珠，置于耳畔，可闻四海浪涛奔涌。#r【装备条件】等级70#r【装备角色】巫蛮儿，杀破狼",
        "name": "沧海明珠"
      },
      "2309": {
        "desc": "奇珍璞玉，历神工鬼斧琢磨百年，方成无瑕白璧，明澈如镜，可见本心。心无旁骛，不惹尘埃。#r【装备条件】等级80#r【装备角色】巫蛮儿，杀破狼",
        "name": "无量玉璧"
      },
      "2350": {
        "desc": "北地铁骨，质坚且寒，南疆离火，熔之成珠。铁骨灼灼，烈火熊熊，炽焰炎炎，刚猛之至。#r【装备角色】巫蛮儿，杀破狼",
        "name": "离火"
      },
      "2351": {
        "desc": "河汉渺渺，星华灿灿。流星坠地，而光华不灭，繁光云影，剔透灵动。#r【装备角色】巫蛮儿，杀破狼",
        "name": "飞星"
      },
      "2352": {
        "desc": "芙蓉出水，风荷凌波。采月宫新荷之叶，凝流金月色之光，成琳琅花灯一盏，暖光融融，晴光皎皎。#r【装备角色】巫蛮儿，杀破狼",
        "name": "月华"
      },
      "2360": {
        "desc": "洛水汤汤，钟灵毓秀。河洛之女，质比霜雪，态似惊鸿。一日，童心乍起，采河滨之蝶，沉水之冰，吟清歌而宝珠成，蝶舞之时，回风舞雪，琴音泠泠。#r【装备角色】巫蛮儿，杀破狼",
        "name": "回风舞雪"
      },
      "2361": {
        "desc": "混沌初分，天开地辟，昆仑山脚下，生仙藤一缕，上结葫芦七枚，名曰紫金葫芦者，千年方得瓜熟蒂落，有吞吐万象之力。#r【装备角色】巫蛮儿，杀破狼",
        "name": "紫金葫芦"
      },
      "2362": {
        "desc": "烛龙之鳞，采璇玑之华，待千年。浴羲和之光，再千年。经九煅九灼，方熔为赤金之珠，其光煌煌，可照千里，其势熊熊，耀日贯虹。#r【装备角色】巫蛮儿，杀破狼",
        "name": "裂云啸日"
      },
      "2370": {
        "desc": "北溟之鲲，化而为鹏，凌风而飞，翼若垂天之云，啸如雷霆之怒，水击三千，风驰如电。沉眠之时，化作神异之珠，聚风雷云电之力，有呼山啸海之能。#r【装备角色】巫蛮儿，杀破狼",
        "name": "云雷万里"
      },
      "2380": {
        "desc": "鸿蒙初辟，首生盘古，垂死化身，齿骨为金石，精髓为珠玉，汗流为雨泽，呼啸为风雷，灵窍一点，聚天地浩气，化为宝珠“赤明”，虹霓为衣，金螭为息，吞云吐明，异光可传万里。#r【装备角色】巫蛮儿，杀破狼",
        "name": "赤明"
      },
      "2401": {
        "desc": "木头制成的短弓，质轻便携，很适合新手练习使用。#r【装备条件】等级0#r【装备角色】羽灵神，杀破狼",
        "name": "硬木弓"
      },
      "2402": {
        "desc": "硬木制成的弓箭，背嵌铁条，射程很远。#r【装备条件】等级10#r【装备角色】羽灵神，杀破狼",
        "name": "铁胆弓"
      },
      "2403": {
        "desc": "精致的紫楠木弓箭，云纹雕花流畅雅致。#r【装备条件】等级20#r【装备角色】羽灵神，杀破狼",
        "name": "紫檀弓"
      },
      "2404": {
        "desc": "乌木长弓，弓身镌刻之宝雕，栩栩如生，振翅欲飞。#r【装备条件】等级30#r【装备角色】羽灵神，杀破狼",
        "name": "宝雕长弓"
      },
      "2405": {
        "desc": "黑檀宝弓，经巧匠之手精雕细錾，华贵不可方物。#r【装备条件】等级40#r【装备角色】羽灵神，杀破狼",
        "name": "錾金宝弓"
      },
      "2406": {
        "desc": "柘木宝弓嵌以碧绿美玉，质坚且韧，精准凌厉。#r【装备条件】等级50#r【装备角色】羽灵神，杀破狼",
        "name": "玉腰弯弓"
      },
      "2407": {
        "desc": "玲珑连珠，发机如电，一发连五，绝无虚矢。#r【装备条件】等级60#r【装备角色】羽灵神，杀破狼",
        "name": "连珠神弓"
      },
      "2408": {
        "desc": "弓箭之形仿若双鱼，共戏剔透宝珠。出箭之势，亦如游鱼嬉水，婉转灵动，让对手无从躲避。#r【装备条件】等级70#r【装备角色】羽灵神，杀破狼",
        "name": "游鱼戏珠"
      },
      "2409": {
        "desc": "天降奇石，锻为兵器，自生光华。美玉做灵犀之形，嵌于弓腰，祥瑞兆也。#r【装备条件】等级80#r【装备角色】羽灵神，杀破狼",
        "name": "灵犀望月"
      },
      "2450": {
        "desc": "墨家机关之术，只见典籍所载，无人得见真容。相传，有采玉人无名偶得残片，上记“非攻”弓弩，机括精妙，威力非常。遂寻美玉，勤琢磨，终得天下难见之绝品。#r【装备角色】羽灵神，杀破狼",
        "name": "非攻"
      },
      "2451": {
        "desc": "潮音洞外，梵音悠悠，云岚缭绕，更有幽篁万杆，满目翠色嫣然。林中紫竹，既坚且韧，扣之琅然有金石声，金童子将之于老君炉中锻九日，成神弓一柄，名曰“幽篁”。#r【装备角色】羽灵神，杀破狼",
        "name": "幽篁"
      },
      "2452": {
        "desc": "春秋时古墓中，青铜之樽，凝百鬼之魂，锻九千日，乃成。#r【装备角色】羽灵神，杀破狼",
        "name": "百鬼"
      },
      "2460": {
        "desc": "幽冥之地，麒麟衔火而生，踏火而行，所经之处，金石皆熔，游九州聚天地精华，得遇有缘之士，乃化作良弓一柄，凌风驭火，箭矢如焰，有燎日之能。#r【装备角色】羽灵神，杀破狼",
        "name": "冥火薄天"
      },
      "2461": {
        "desc": "云龙居寒水，可呼云雨，开江海，声鸣动天地，腾云风云起。此弩熔云龙之鳞，凝万年寒水之底，聚玄冰苦寒之气，千年方成，出矢如冰，霜寒雪冷。#r【装备角色】羽灵神，杀破狼",
        "name": "龙鸣寒水"
      },
      "2462": {
        "desc": "天地之道，以阴阳二气造化万物，日月、风雨，刚柔、动静莫不合此道也。此番水火相逢，相生相克，有大神通。#r【装备角色】羽灵神，杀破狼",
        "name": "太极流光"
      },
      "2470": {
        "desc": "九天河汉之畔，有灵凰栖，其态翩然，高飞可穿云，其声婉转，有裂石之能。妙手仙匠采灵凰之魄，河汉之星，云雷之怒，以九霄之上长风寥寥锻造千载，方铸成此弓，其态翩然，其力万钧，箭簇既出，风雷声动，江海怒号。#r【装备角色】羽灵神，杀破狼",
        "name": "九霄风雷"
      },
      "2480": {
        "desc": "长天之东，金乌栖于若木，振翅而日升，归巢而日落，十鸟齐飞，则十日齐出，大地干涸，民不聊生。后羿采若木为弓，连射九日。九只神鸟精魂归于神弓之上，化为赤红枝叶，羲和光华，日夜不息。#r【装备角色】羽灵神，杀破狼",
        "name": "若木"
      },
      "2501": {
        "desc": "普通人常带的帽子#R【装备条件】等级0 #R【装备角色】男",
        "name": "方巾"
      },
      "2502": {
        "desc": "布制，普通人家使用的头冠#R【装备条件】等级10#R【装备角色】男",
        "name": "布帽"
      },
      "2503": {
        "desc": "用皮制的面具，可以起到防御的作用#R【装备条件】等级20#R【装备角色】男",
        "name": "面具"
      },
      "2504": {
        "desc": "真丝织成的白色头巾，可以起到防御的作用#R【装备条件】等级30#R【装备角色】男",
        "name": "纶巾"
      },
      "2505": {
        "desc": "红色的缨络结成的丝带，可以起到防御的作用#R【装备条件】等级40#R【装备角色】男",
        "name": "缨络丝带"
      },
      "2506": {
        "desc": "以羊角为装饰的盔，有非常强的防御力#R【装备条件】等级50#R【装备角色】男",
        "name": "羊角盔"
      },
      "2507": {
        "desc": "水晶制成的帽子因为坚硬，故而有相当强的防御力。#r【装备条件】等级60#r【装备角色】男",
        "name": "水晶帽"
      },
      "2508": {
        "desc": "天下名冠，暗藏乾坤玄机，有相当的防御力#r【装备条件】等级70#r【装备角色】男",
        "name": "乾坤帽"
      },
      "2509": {
        "desc": "魔王妖王常戴的冠帽，有相当的防御力。#r【装备条件】等级80#r【装备角色】男\n",
        "name": "黑魔冠"
      },
      "2510": {
        "desc": "女孩子们喜欢的簪子，可以起到防御的作用#R【装备条件】等级0 #R【装备角色】女",
        "name": "簪子"
      },
      "2511": {
        "desc": "用玉制成的钗，可以起到防御的作用#R【装备条件】等级10#R【装备角色】女",
        "name": "玉钗"
      },
      "2512": {
        "desc": "簪子外端有梅花形状，因而得名，可以起到防御的作用#R【装备条件】等级20#R【装备角色】女",
        "name": "梅花簪子"
      },
      "2513": {
        "desc": "珍珠结成的头带，非常好看女性饰品，可以起到防御的作用#R【装备条件】等级30#R【装备角色】女",
        "name": "珍珠头带"
      },
      "2514": {
        "desc": "雕刻着凤头的金钗，可以起到防御的作用#R【装备条件】等级40#R【装备角色】女",
        "name": "凤头钗"
      },
      "2515": {
        "desc": "魔女们喜爱的头饰之一，狐头帽，狐眼嵌着宝石，非常好看，可以起到防御的作用#R【装备条件】等级50#R【装备角色】女",
        "name": "媚狐头饰"
      },
      "2516": {
        "desc": "仙女们常戴的头环，能起到非常强的防御作用。#r【装备条件】等级60#r【装备角色】女",
        "name": "玉女发冠"
      },
      "2517": {
        "desc": "魔女们常戴的头环，能起到非常强的防御作用。#r【装备条件】等级70#r【装备角色】女",
        "name": "魔女发冠"
      },
      "2518": {
        "desc": "用七彩神花编成的花环，可以起到防御的作用。#r【装备条件】等级80#r【装备角色】女\n",
        "name": "七彩花环"
      },
      "2550": {
        "desc": "高贵雅致的冠帽，镶有上等白玉精雕之飞龙图案。#r【装备角色】男",
        "name": "白玉龙冠"
      },
      "2551": {
        "desc": "高贵雅致的冠帽，镶有上等白玉精雕之飞龙图案。#r【装备条件】等级90#r【装备角色】男",
        "name": "白玉龙冠"
      },
      "2552": {
        "desc": "“其状如牛,苍色无角,一足能走,出入水即风雨,目光如日月,其声如雷,名曰夔。黄帝杀之,取皮以冒鼓,声闻五百里。”相传远古奇兽夔牛皮最终为一能工巧匠所得，辅以水晶玉石经千锤百炼雕琢编制而成一件冠帽。据传此帽拥有奇兽的庇护，千年不坏。#r【装备条件】等级100#r【装备角色】男",
        "name": "水晶夔帽"
      },
      "2553": {
        "desc": "相传为三清之一灵宝天尊佩戴过的帽冠。七颗翡翠分别代表“日、月、火、水、金、木、土”环绕在玉石宝珠上。#r【装备条件】等级110#r【装备角色】男",
        "name": "翡翠曜冠"
      },
      "2554": {
        "desc": "远古盘古开天辟地，混沌初开时凝结而成的玉石雕琢而成的冠帽，充满着神奇的灵气。#r【装备条件】等级120#r【装备角色】男",
        "name": "金丝黑玉冠"
      },
      "2555": {
        "desc": "太上老君曾佩戴过的冠帽，用仙界白玉与琉璃珠辅以天丝编织而成。#r【装备条件】等级130#r【装备角色】男",
        "name": "白玉琉璃冠"
      },
      "2556": {
        "desc": "上古神魔所戴，虽经几千年，面具独角四周仍散发着神奇的魔力。#r【装备条件】等级140#r【装备角色】男",
        "name": "兽鬼珐琅面"
      },
      "2557": {
        "desc": "火神遗留之物。冠上用金雕琢为吉龙盘云，四周散发着神奇的力量。需要有一定修为之人方能佩戴。#r【装备条件】等级150#r【装备角色】男",
        "name": "紫金磐龙冠"
      },
      "2558": {
        "desc": "黄帝征伐四方之时所配战盔，刀枪不入，水火不侵，瘟邪难近，更添无尽战意。#r【装备条件】等级160#r【装备角色】男",
        "name": "浑天玄火盔"
      },
      "2560": {
        "desc": "以凤翅和凤翎编织而成的金丝头环。#r【装备角色】女",
        "name": "凤翅金翎"
      },
      "2561": {
        "desc": "以凤翅和凤翎编织而成的金丝头环.#r【装备条件】等级90#r【装备角色】女",
        "name": "凤翅金翎"
      },
      "2562": {
        "desc": "由寒玉以及蚕丝编制而成，相传为七仙女常戴之物。#r【装备条件】等级100#r【装备角色】女",
        "name": "寒雉霜蚕"
      },
      "2563": {
        "desc": "瑶池圣母所戴之物。冠上镶有七星宝珠环绕在月光石周围形成七星曜月的图案。#r【装备条件】等级110#r【装备角色】女",
        "name": "曜月嵌星"
      },
      "2564": {
        "desc": "冰冰姑娘佩戴的发髻。白色玉石与金丝编织而成。#r【装备条件】等级120#r【装备角色】女",
        "name": "郁金流苏簪"
      },
      "2565": {
        "desc": "嫦娥仙女佩戴过的帽冠。将月宫中玉石经千年雕琢而成，羽翼薄如蝉翼。#r【装备条件】等级130#r【装备角色】女",
        "name": "玉翼附蝉翎"
      },
      "2566": {
        "desc": "九只五彩凤凰的羽翼与金丝编织而成的冠帽。#r【装备条件】等级140#r【装备角色】女",
        "name": "鸾羽九凤冠"
      },
      "2567": {
        "desc": "水神遗留之物。上古神兽凤凰羽翼制成的帽冠，四周散发着神奇的力量。需要有一定修为之人方能佩戴。#r【装备条件】等级150#r【装备角色】女",
        "name": "金珰紫焰冠"
      },
      "2568": {
        "desc": "有感于女娲造人之德，三界名匠合力铸造献上的帝王冠冕。五德齐聚，凤仪天下。#r【装备条件】等级160#r【装备角色】女",
        "name": "乾元鸣凤冕"
      },
      "2601": {
        "desc": "普通的布衣，可以起到防御的作用#R【装备条件】等级0 #R【装备角色】男",
        "name": "布衣"
      },
      "2602": {
        "desc": "用兽皮制的皮衣，防御力较布衣要好的多#R【装备条件】等级10#R【装备角色】男",
        "name": "皮衣"
      },
      "2603": {
        "desc": "用铁鳞制成的铠甲，有相当的防御力#R【装备条件】等级20#R【装备角色】男",
        "name": "鳞甲"
      },
      "2604": {
        "desc": "胸部是铁环，如铁锁加身，防御力相当不错#R【装备条件】等级30#R【装备角色】男",
        "name": "锁子甲"
      },
      "2605": {
        "desc": "紧身的皮衣，非常轻便，有不错的防御力#R【装备条件】等级40#R【装备角色】男",
        "name": "紧身衣"
      },
      "2606": {
        "desc": "用精钢制成的铠甲，防御能力较强#R【装备条件】等级50#R【装备角色】男",
        "name": "钢甲"
      },
      "2607": {
        "desc": "来自阴间的披风，吸取阴间幽冥气息，防御力相当强。#r【装备条件】等级60#r【装备角色】男",
        "name": "夜魔披风"
      },
      "2608": {
        "desc": "以龙骨制成的宝甲，有惊人的防御力#r【装备条件】等级70#r【装备角色】男",
        "name": "龙骨甲"
      },
      "2609": {
        "desc": "魔王妖王梦寐以求的非常有价值的著名防具。#r【装备条件】等级80#r【装备角色】男\n",
        "name": "死亡斗篷"
      },
      "2610": {
        "desc": "普通的布裙，女子用，可以起到防御的作用#R【装备条件】等级0 #R【装备角色】女",
        "name": "布裙"
      },
      "2611": {
        "desc": "用名贵丝绸制成的长裙，女子用，可以起到防御的作用#R【装备条件】等级10#R【装备角色】女",
        "name": "丝绸长裙"
      },
      "2612": {
        "desc": "五彩绵制成的裙子，可以起到一定的防御作用#R【装备条件】等级20#R【装备角色】女",
        "name": "五彩裙"
      },
      "2613": {
        "desc": "用龙鳞制成的羽衣，有相当的防御力#R【装备条件】等级30#R【装备角色】女",
        "name": "龙鳞羽衣"
      },
      "2614": {
        "desc": "瑶台玉女穿得披肩，有相当的防御力#R【装备条件】等级40#R【装备角色】女",
        "name": "天香披肩"
      },
      "2615": {
        "desc": "用金丝缝制的羽衣，可以起到一定的防御作用#R【装备条件】等级50#R【装备角色】女",
        "name": "金缕羽衣"
      },
      "2616": {
        "desc": "非常美丽的羽衣，可以起到一定的防御作用#r【装备条件】等级60#r【装备角色】女",
        "name": "霓裳羽衣"
      },
      "2617": {
        "desc": "相传是织女用天上的流云缝制而成，有非常强的防御力和不可思议的灵气。#r【装备条件】等级70#r【装备角色】女",
        "name": "流云素裙"
      },
      "2618": {
        "desc": "所谓天衣无缝，上有七宝华文，是可遇不可求的极品。#r【装备条件】等级80#r【装备角色】女\n",
        "name": "七宝天衣"
      },
      "2650": {
        "desc": "受到神谕祝福的银色披风，带有灵动之气。#r【装备角色】男",
        "name": "神喻披凤"
      },
      "2651": {
        "desc": "受到神谕祝福的银色披风，带有灵动之气。#r【装备条件】等级90#r【装备角色】男",
        "name": "神谕披风"
      },
      "2652": {
        "desc": "相传为龙王所用铠甲，穿上后能获得仙界的庇护。#r【装备条件】等级100#r【装备角色】男",
        "name": "珊瑚玉衣"
      },
      "2653": {
        "desc": "由千年玉桑上的金蚕吐丝为材料缝制而成的衣甲，有极强的韧性。#r【装备条件】等级110#r【装备角色】男",
        "name": "金蚕披风"
      },
      "2654": {
        "desc": "为道教流传的宝物，内有八卦乾坤玄机，能抵御极强的伤害。#r【装备条件】等级120#r【装备角色】男",
        "name": "乾坤护心甲"
      },
      "2655": {
        "desc": "月宫桂树上的灵蝉身上的蝉翼辅以金丝编织而成的铠甲。绝非寻常仙家之物。#r【装备条件】等级130#r【装备角色】男",
        "name": "蝉翼金丝甲"
      },
      "2656": {
        "desc": "水神遗留之物。时隔千年，依然充满着灵气。#r【装备条件】等级140#r【装备角色】男",
        "name": "金丝鱼鳞甲"
      },
      "2657": {
        "desc": "相传为黄帝的遗物。紫金磐龙，四周散发着神奇的力量。#r【装备条件】等级150#r【装备角色】男",
        "name": "紫金磐龙甲"
      },
      "2658": {
        "desc": "混元一气所凝成的宝甲，至坚不摧之物，可与天地同寿。#r【装备条件】等级160#r【装备角色】男",
        "name": "混元一气甲"
      },
      "2660": {
        "desc": "相传以玉女飞天时所着衣装，受到天地精华的凝炼。#r【装备角色】女",
        "name": "飞天羽衣"
      },
      "2661": {
        "desc": "相传以玉女飞天时所着衣装，受到天地精华的凝炼。#r【装备条件】等级90#r【装备角色】女",
        "name": "飞天羽衣"
      },
      "2662": {
        "desc": "翠玉宝珠装饰而成的镶花裙，为王母娘娘赏赐之物。#r【装备条件】等级100#r【装备角色】女",
        "name": "穰花翠裙"
      },
      "2663": {
        "desc": "由千年玉桑上的金蚕吐丝为材料缝制而成的裙子，有极强的韧性。#r【装备条件】等级110#r【装备角色】女",
        "name": "金蚕丝裙"
      },
      "2664": {
        "desc": "汲取三界花魂而制成的裙子，穿上此裙香飘千里。#r【装备条件】等级120#r【装备角色】女",
        "name": "紫香金乌裙"
      },
      "2665": {
        "desc": "收集了天界的碧霞五彩祥云编织而成的彩云衣，相传七仙女下凡时就是穿的这件。#r【装备条件】等级130#r【装备角色】女",
        "name": "碧霞彩云衣"
      },
      "2666": {
        "desc": "月宫桂树上的灵蝉身上的蝉翼，并取自瑶池的金丝，经仙界仙女七七四十九天编织而成的软甲。#r【装备条件】等级140#r【装备角色】女",
        "name": "金丝蝉翼衫"
      },
      "2667": {
        "desc": "相传女娲娘娘所穿。穿上此衣能得到上古神灵的庇护。#r【装备条件】等级150#r【装备角色】女",
        "name": "五彩凤翅衣"
      },
      "2668": {
        "desc": "以日月光芒所织造的霞衣，对敌之时往往令其目眩神驰。#r【装备条件】等级160#r【装备角色】女",
        "name": "鎏金浣月衣"
      },
      "2701": {
        "desc": "布缝制的鞋子，可以起到防御的作用#R【装备条件】等级0",
        "name": "布鞋"
      },
      "2702": {
        "desc": "非常强大的魔靴，速度和防御作用都堪称极上品#R【装备条件】等级10",
        "name": "牛皮靴"
      },
      "2703": {
        "desc": "皮制的马靴，可以起到防御的作用#R【装备条件】等级20",
        "name": "马靴"
      },
      "2704": {
        "desc": "非常强的鞋，速度和防御作用都属上品#R【装备条件】等级30",
        "name": "侠客履"
      },
      "2705": {
        "desc": "非常轻便的靴子，可以起到防御的作用#R【装备条件】等级40",
        "name": "神行靴"
      },
      "2706": {
        "desc": "绿水晶制成的鞋子，防御作用非常的强#R【装备条件】等级50",
        "name": "绿靴"
      },
      "2707": {
        "desc": "鞋子上有云月图案，故而得名，速度和防御作用非常强。#r【装备条件】等级60",
        "name": "追星踏月"
      },
      "2708": {
        "desc": "名履，穿上可一日行遍九州，有非常强的速度和防御作用。#r【装备条件】等级70",
        "name": "九州履"
      },
      "2709": {
        "desc": "可在任何地形疾走的神物，有不错的防御力。#r【装备条件】等级80\n",
        "name": "万里追云履"
      },
      "2750": {
        "desc": "包蓄地之灵气，穿之幻影如风，踏雪无痕。",
        "name": "踏雪无痕"
      },
      "2751": {
        "desc": "包蓄地之灵气，穿之幻影如风，踏雪无痕。#r【装备条件】等级90",
        "name": "踏雪无痕"
      },
      "2752": {
        "desc": "寻常仙界之物，穿上此靴可平步青云，借风云飞腾。#r【装备条件】等级100",
        "name": "平步青云"
      },
      "2753": {
        "desc": "相传为雷公电母经过千万年炼化而成，穿上后可以追逐云电，日行万里。#r【装备条件】等级110",
        "name": "追云逐电"
      },
      "2754": {
        "desc": "相传为太上老君所穿。乃天地之气编织而成。#r【装备条件】等级120",
        "name": "乾坤天罡履"
      },
      "2755": {
        "desc": "天罡星所穿之靴。穿之及疾如风，三界之地任我遨游。#r【装备条件】等级130",
        "name": "七星逐月靴"
      },
      "2756": {
        "desc": "相传天界神匠以五彩天霞为材料，缝制而成的靴子。#r【装备条件】等级140",
        "name": "碧霞流云履"
      },
      "2757": {
        "desc": "相传神匠为纪念夸父特造此靴。穿上可追逐太阳，风云皆抛于脑后。#r【装备条件】等级150",
        "name": "金丝逐日履"
      },
      "2758": {
        "desc": "上古秘宝，着此履者可于星尘间穿梭，与霞光相竞逐。#r【装备条件】等级160",
        "name": "辟尘分光履"
      },
      "2801": {
        "desc": "一块护身符，佩带在身上有一定作用#R【装备条件】等级0",
        "name": "护身符"
      },
      "2802": {
        "desc": "仙人炼制的饰品，佩带在身上有极强的作用#R【装备条件】等级10",
        "name": "五色飞石"
      },
      "2803": {
        "desc": "一串珍珠，佩带在身上有一定作用#R【装备条件】等级20",
        "name": "珍珠链"
      },
      "2804": {
        "desc": "皮绳上吊着一个骷髅，佩带在身上有一定作用#R【装备条件】等级30",
        "name": "骷髅吊坠"
      },
      "2805": {
        "desc": "据说时里有不少魂魄，佩带在身上有较强的作用#R【装备条件】等级30",
        "name": "苍魂珠"
      },
      "2806": {
        "desc": "流传于中土的奇异饰物，佩带在身上有较强的作用#R【装备条件】等级40",
        "name": "江湖夜雨"
      },
      "2807": {
        "desc": "以九宫制成的坠子，佩带在身上有较强的作用#R【装备条件】等级40",
        "name": "九宫坠"
      },
      "2808": {
        "desc": "有荧光的宝石，佩带在身上有相当的作用#R【装备条件】等级50",
        "name": "荧光坠子"
      },
      "2809": {
        "desc": "神秘的项圈，来历至今无人知晓，佩带在身上有较强的作用#R【装备条件】等级50",
        "name": "高速之星"
      },
      "2810": {
        "desc": "名家制成的精致饰品，佩带在身上可以很大幅度提高法术能力。#r【装备条件】等级60",
        "name": "风月宝链"
      },
      "2811": {
        "desc": "以八卦制成的饰物，佩带在身上可以很大幅度提高法术能力。#r【装备条件】等级60",
        "name": "八卦坠"
      },
      "2812": {
        "desc": "龙形环状，戴在项部的饰品，佩带可以很大幅度提高法术能力。#r【装备条件】等级70",
        "name": "碧水青龙"
      },
      "2813": {
        "desc": "来自阴间的饰物，佩带在身上可以极大幅度提高法术能力。#r【装备条件】等级70",
        "name": "鬼牙攫魂"
      },
      "2814": {
        "desc": "据说是大禹留下的宝物，佩带在身上有极强的作用。#r【装备条件】等级80",
        "name": "万里卷云"
      },
      "2815": {
        "desc": "来历不详的神秘饰物，佩带在身上有极强的作用。#r【装备条件】等级80",
        "name": "疾风之铃"
      },
      "2850": {
        "desc": "串有七彩玲珑的巨大珍珠，集海之灵气，给予佩戴者祥瑞的祝福。",
        "name": "七彩玲珑"
      },
      "2851": {
        "desc": "串有七彩玲珑的巨大珍珠，集海之灵气，给予佩戴者祥瑞的祝福。#r【装备条件】等级90",
        "name": "七彩玲珑"
      },
      "2852": {
        "desc": "女娲补天遗留下的神石雕琢而成，拥有神奇的灵力。#r【装备条件】等级100",
        "name": "黄玉琉佩"
      },
      "2853": {
        "desc": "仙界仙女们常佩之物。呈祥瑞和平之气，定能给佩戴者带来好运。#r【装备条件】等级110",
        "name": "鸾飞凤舞"
      },
      "2854": {
        "desc": "相传曾为嫦娥仙子佩戴之物。此物寓示着美好的追求与向往。#r【装备条件】等级120",
        "name": "衔珠金凤佩"
      },
      "2855": {
        "desc": "以七个天珠以及天丝编制而成的坠子。集天地之灵气，能给予佩戴者吉祥如意。#r【装备条件】等级130",
        "name": "七璜珠玉佩"
      },
      "2856": {
        "desc": "玉皇大帝平常佩戴之物，集合了仙界之力，给予佩戴者神奇的魔力。#r【装备条件】等级140",
        "name": "鎏金点翠佩"
      },
      "2857": {
        "desc": "上古神兽遗留之物。四颗碧玉珠似乎依附着神奇的魔力。#r【装备条件】等级150",
        "name": "紫金碧玺佩"
      },
      "2858": {
        "desc": "以陨落的星辰制成的宝玉，带有莫名的灵气与能量。#r【装备条件】等级160",
        "name": "落霞陨星坠"
      },
      "2901": {
        "desc": "一条普通的腰带，可以起到防御的作用#R【装备条件】等级0",
        "name": "腰带"
      },
      "2902": {
        "desc": "高级丝绸制成的腰带，能起到不错的防御作用#R【装备条件】等级10",
        "name": "缎带"
      },
      "2903": {
        "desc": "银制的腰带，可以起到防御的作用#R【装备条件】等级20",
        "name": "银腰带"
      },
      "2904": {
        "desc": "佩带在腰间的水晶腰带，能起到不错的防御作用#R【装备条件】等级30",
        "name": "水晶腰带"
      },
      "2905": {
        "desc": "玉树之丝绦制成的腰带，能起到较强的防御作用#R【装备条件】等级30",
        "name": "玉树腰带"
      },
      "2906": {
        "desc": "用琥珀制的腰链，能起到较强的防御作用#R【装备条件】等级40",
        "name": "琥珀腰链"
      },
      "2907": {
        "desc": "白色的神镜镜片，可束在腰间，能起到较强的防御作用#R【装备条件】等级40",
        "name": "白面狼牙"
      },
      "2908": {
        "desc": "神铁制的腰箍，能起到较强的防御作用#R【装备条件】等级50",
        "name": "乱牙咬"
      },
      "2909": {
        "desc": "巨大的魔牙，系在腰间能起到极强的防御作用#R【装备条件】等级50",
        "name": "魔童大牙"
      },
      "2910": {
        "desc": "来自阴间的魔铃，佩在腰间，能起到非常强的防御作用。#r【装备条件】等级60",
        "name": "攫魂铃"
      },
      "2911": {
        "desc": "来自阴间的宝物，可以佩在腰间，能起到非常强的防御作用。#r【装备条件】等级60",
        "name": "双魂引"
      },
      "2912": {
        "desc": "兽王曾使用过的腰饰，能起到非常强的防御作用。#r【装备条件】等级70",
        "name": "兽王腰带"
      },
      "2913": {
        "desc": "神秘的缎带，系在腰间能起到极强的防御作用。#r【装备条件】等级70",
        "name": "百窜云"
      },
      "2914": {
        "desc": "暗藏八卦玄机的腰带，能起到极强的防御作用。#r【装备条件】等级80\n",
        "name": "八卦锻带"
      },
      "2915": {
        "desc": "相传为伏羲遗物，戴在腰间能起到极强的防御作用。#r【装备条件】等级80\n",
        "name": "圣王坠"
      },
      "2950": {
        "desc": "以集天界灵气之幻彩宝玉制成，有强大的护佑作用。",
        "name": "幻彩玉带"
      },
      "2951": {
        "desc": "以集天界灵气之幻彩宝玉制成，有强大的护佑作用。#r【装备条件】等级90",
        "name": "幻彩玉带"
      },
      "2952": {
        "desc": "集合千年地气生出的翡翠宝珠雕琢而成的腰带，有强大的庇护作用。#r【装备条件】等级100",
        "name": "珠翠玉环"
      },
      "2953": {
        "desc": "相传“蟾”能口吐金钱为旺财之物。由金身蟾口含夜光珠再辅以金丝编织而成的腰带，世间少有，绝非人界之物。#r【装备条件】等级110",
        "name": "金蟾含珠"
      },
      "2954": {
        "desc": "千年紫玉雕琢而成的腰带，相传为道家失传的宝物，有极强的庇护作用。#r【装备条件】等级120",
        "name": "乾坤紫玉带"
      },
      "2955": {
        "desc": "天界银河之水经亿万年凝结而成的玉石制成的腰带，不为寻常仙物。#r【装备条件】等级130",
        "name": "琉璃寒玉带"
      },
      "2956": {
        "desc": "月宫桂树上的灵蝉身上的蝉翼以及金丝编织而成的腰带，所散发出来的灵气能抵御极强的伤害。#r【装备条件】等级140",
        "name": "蝉翼鱼佩带"
      },
      "2957": {
        "desc": "远古天神遗物，龙飞凤舞呈吉祥之态，佩戴起来能受到上古神兽的庇护。#r【装备条件】等级150",
        "name": "磐龙凤翔带"
      },
      "2958": {
        "desc": "以云霞束起雷电所制成的腰带，会散发出闪电自行防御来袭的攻击。#r【装备条件】等级160",
        "name": "紫霄云芒带"
      },
      "3149": {
        "desc": "纯金铸造的金块，越重越值钱！",
        "name": "梦幻币"
      },
      "3274": {
        "desc": "",
        "name": "角色"
      },
      "3740": {
        "desc": "",
        "name": "大唐官府"
      },
      "3741": {
        "desc": "",
        "name": "化生寺"
      },
      "3742": {
        "desc": "",
        "name": "女儿村"
      },
      "3743": {
        "desc": "",
        "name": "方寸山"
      },
      "3744": {
        "desc": "",
        "name": "天宫"
      },
      "3745": {
        "desc": "",
        "name": "普陀山"
      },
      "3746": {
        "desc": "",
        "name": "龙宫"
      },
      "3747": {
        "desc": "",
        "name": "五庄观"
      },
      "3748": {
        "desc": "",
        "name": "狮驼岭"
      },
      "3749": {
        "desc": "",
        "name": "魔王寨"
      },
      "3750": {
        "desc": "",
        "name": "阴曹地府"
      },
      "3751": {
        "desc": "",
        "name": "盘丝洞"
      },
      "3995": {
        "desc": "蕴含天地精华的宝珠，可为一件人物装备随机附加一种套装效果。",
        "name": "附魔宝珠"
      },
      "4001": {
        "desc": "精铁百炼而成，这材料为神兵而存在，是用来合成装备的神奇矿石。",
        "name": "百炼精铁"
      },
      "4002": {
        "desc": "从上古时期流传至今的“太阳之石”，附有神力。是用来合成装备的神奇矿石。#r【镶嵌装备】武器、头盔#r增加8点伤害力",
        "name": "太阳石"
      },
      "4003": {
        "desc": "由月宫中流落到人间的宝石，吸取了月光的精华，能起到鼓舞和提神的作用。是用来合成装备的神奇矿石。#r【镶嵌装备】铠甲、头盔#r增加12点防御力",
        "name": "月亮石"
      },
      "4004": {
        "desc": "聚天地之精华而成的的宝石，通体散发着夺目的光彩，让人不敢逼视。是用来合成装备的神奇矿石。#r【镶嵌装备】铠甲、腰带#r提高40点气血上限",
        "name": "光芒石"
      },
      "4005": {
        "desc": "在民间流传已久的宝石，来历不详；似乎对外界施与的打击有着一股神秘的抗力。是用来合成装备的神奇矿石。#r【镶嵌装备】武器、腰带、鞋子#r增加20点躲避力",
        "name": "神秘石"
      },
      "4006": {
        "desc": "鲜红似火的宝石，象征热情、仁爱与尊严；据说其内涵的火光能增强持有者的能力。是用来合成装备的神奇矿石。#r【镶嵌装备】项链、鞋子#r增加4%的火系法术吸收率",
        "name": "红宝石"
      },
      "4007": {
        "desc": "闪耀着金色光彩的宝石，代表友情、友爱与希望；传说有着护主的奇效。是用来合成装备的神奇矿石。#r【镶嵌装备】项链、鞋子#r增加4%的雷系法术吸收率",
        "name": "黄宝石"
      },
      "4008": {
        "desc": "纯蓝色的宝石，能激发人们的斗志，使之发挥出较强的战斗力。是用来合成装备的神奇矿石。#r【镶嵌装备】项链、鞋子#r增加4%的水系法术吸收率",
        "name": "蓝宝石"
      },
      "4009": {
        "desc": "绿草般的翡翠，象征着朝气蓬勃、幸运与幸福，传说拥有者将生命不息。是用来合成装备的神奇矿石。#r【镶嵌装备】项链、鞋子#r增加4%的土系法术吸收率",
        "name": "绿宝石"
      },
      "4010": {
        "desc": "坚硬无比的宝石；表面看起来毫不起眼，实际上却蕴涵着巨大的力量。是用来合成装备的神奇矿石。#r【镶嵌装备】腰带、鞋子#r提高8点速度",
        "name": "黑宝石"
      },
      "4011": {
        "desc": "红色玛瑙石，是合成装备的宝石材料。#r【镶嵌装备】武器、头盔#r增加25点命中",
        "name": "红玛瑙"
      },
      "4012": {
        "desc": "佛的舍利子，亦是合成装备的宝石材料#r【镶嵌装备】铠甲、项链#r增加6点灵力",
        "name": "舍利子"
      },
      "4034": {
        "desc": "吸附石在成功吸取召唤兽身上的特殊能力后转变而成的打造材料，与召唤兽装备合成后即可成为套装之一。",
        "name": "点化石"
      },
      "4036": {
        "desc": "通过特殊技巧从原矿中提炼而出，可与召唤兽装备进行合成，以提升召唤兽装备的能力。#r【镶嵌装备】铠甲",
        "name": "精魄灵石"
      },
      "4037": {
        "desc": "通过特殊技巧从原矿中提炼而出，可与召唤兽装备进行合成，以提升召唤兽装备的能力。#r【镶嵌装备】护腕",
        "name": "精魄灵石"
      },
      "4038": {
        "desc": "通过特殊技巧从原矿中提炼而出，可与召唤兽装备进行合成，以提升召唤兽装备的能力。#r【镶嵌装备】项圈",
        "name": "精魄灵石"
      },
      "4103": {
        "desc": "上古魔兽遗留下来的精气经万年而成的高级内丹，可供你的召唤兽学习。",
        "name": "高级召唤兽内丹"
      },
      "4202": {
        "desc": "十二神兵精魂所凝的玄彩战魄，不屈的杀意仍在其间咆哮呐喊。他们誓要铸躯重生，再续与魔气这万年未竟之战！与元身一同锻造则可制作160级装备",
        "name": "战魄"
      },
      "4221": {
        "desc": "等待被唤醒的王者之枪。与战魄一起锻造成为【弑皇】",
        "name": "枪·元身"
      },
      "4222": {
        "desc": "等待被唤醒的魔君之斧。与战魄一起锻造成为【裂天】",
        "name": "斧·元身"
      },
      "4223": {
        "desc": "等待被唤醒的宿敌之剑。与战魄一起锻造成为【擒龙】",
        "name": "剑·元身"
      },
      "4224": {
        "desc": "等待被唤醒的玄冥之扇。与战魄一起锻造成为【星瀚】",
        "name": "扇·元身"
      },
      "4225": {
        "desc": "等待被唤醒的复仇之刀。与战魄一起锻造成为【鸣鸿】",
        "name": "刀·元身"
      },
      "4226": {
        "desc": "等待被唤醒的盘古龙齿。与战魄一起锻造成为【碎寂】",
        "name": "锤·元身"
      },
      "4227": {
        "desc": "等待被唤醒的双飞利刃。与战魄一起锻造成为【浮犀】",
        "name": "双剑·元身"
      },
      "4228": {
        "desc": "等待被唤醒的九霄澄云。与战魄一起锻造成为【九霄】",
        "name": "飘带·元身"
      },
      "4229": {
        "desc": "等待被唤醒的天地离愁。与战魄一起锻造成为【离钩】",
        "name": "爪刺·元身"
      },
      "4230": {
        "desc": "等待被唤醒的混沌异果。与战魄一起锻造成为【醍醐】",
        "name": "魔棒·元身"
      },
      "4231": {
        "desc": "等待被唤醒的九曲月华。与战魄一起锻造成为【霜陨】",
        "name": "长鞭·元身"
      },
      "4232": {
        "desc": "等待被唤醒的朝夕霞雾。与战魄一起锻造成为【朝夕】",
        "name": "双环·元身"
      },
      "4233": {
        "desc": "等待被唤醒的浑天玄火。与战魄一起锻造成为【浑天玄火盔】",
        "name": "头盔·元身"
      },
      "4234": {
        "desc": "等待被唤醒的乾元鸣凤。与战魄一起锻造成为【乾元鸣凤冕】",
        "name": "冠冕·元身"
      },
      "4235": {
        "desc": "等待被唤醒的混元一气。与战魄一起锻造成为【混元一气甲】",
        "name": "坚甲·元身"
      },
      "4236": {
        "desc": "等待被唤醒的鎏金浣月。与战魄一起锻造成为【鎏金浣月衣】",
        "name": "纱衣·元身"
      },
      "4237": {
        "desc": "等待被唤醒的红尘光阴。与战魄一起锻造成为【辟尘分光履】",
        "name": "鞋履·元身"
      },
      "4238": {
        "desc": "等待被唤醒的紫霄云芒。与战魄一起锻造成为【紫霄云芒带】",
        "name": "束带·元身"
      },
      "4239": {
        "desc": "等待被唤醒的落霞陨星。与战魄一起锻造成为【落霞陨星坠】",
        "name": "挂坠·元身"
      },
      "4240": {
        "desc": "等待被唤醒的射日之弓。与战魄一起锻造成为【若木】。",
        "name": "弓·元身"
      },
      "4241": {
        "desc": "等待被唤醒的盘古之珠。与战魄一起锻造成为【赤明】。",
        "name": "宝珠·元身"
      },
      "4242": {
        "desc": "等待被唤醒的天地之杖。与战魄一起锻造成为【弦月】。",
        "name": "长杖·元身"
      },
      "4243": {
        "desc": "灵山晶石经千锤百炼而成，为灵饰淬灵所必须的材料。",
        "name": "元灵晶石"
      },
      "4244": {
        "desc": "如星光一样璀璨的宝石，散发出耀眼的光芒。用于强化灵饰效果。",
        "name": "星辉石"
      },
      "4246": {
        "desc": "等待被唤醒的洪荒巨剑。与战魄一起锻造成为【长息】。",
        "name": "巨剑·元身"
      },
      "4247": {
        "desc": "等待被唤醒的河汉之灯。与战魄一起锻造成为【荒尘】。",
        "name": "灯笼·元身"
      },
      "4248": {
        "desc": "等待被唤醒的风云之伞。与战魄一起锻造成为【晴雪】。",
        "name": "伞·元身"
      },
      "4249": {
        "desc": "通透温润的绿色玉石，灵气环绕，触手生温。相传，具有护佑主人的神秘力量。#r【镶嵌装备】铠甲#r【镶嵌效果】增加12点法术防御力",
        "name": "翡翠石"
      },
      "6904": {
        "desc": "玉石晶莹剔透，内部华光万丈却不发于外，似乎蕴藏着无穷的力量。#r#Y",
        "name": "灵犀玉"
      },
      "9101": {
        "desc": "软藤捆扎竹子制作的衣甲，用油浸泡，使它坚实。#r【装备对象】召唤兽#r【装备条件】等级5",
        "name": "竹藤甲"
      },
      "9102": {
        "desc": "动物毛皮简单裁剪而成。#r【装备对象】召唤兽#r【装备条件】等级15",
        "name": "皮甲"
      },
      "9103": {
        "desc": "闪闪发亮的甲胄，上面布满钢刺。#r【装备对象】召唤兽#r【装备条件】等级25",
        "name": "刺甲"
      },
      "9104": {
        "desc": "由骨头排列穿成，有较强的防御作用。#r【装备对象】召唤兽#r【装备条件】等级35",
        "name": "骨排甲"
      },
      "9105": {
        "desc": "坚硬无比，能够承受巨大的攻击力。#r【装备对象】召唤兽#r【装备条件】等级45",
        "name": "青铜披甲"
      },
      "9106": {
        "desc": "在要害部位镶嵌着玛瑙石，承载敌人的攻击。#r【装备对象】召唤兽#r【装备条件】等级55",
        "name": "玛瑙软甲"
      },
      "9107": {
        "desc": "色泽透明，像琉璃所制，因此得名。#r【装备对象】召唤兽#r【装备条件】等级65",
        "name": "琉璃罩甲"
      },
      "9108": {
        "desc": "银环穿排而成，光芒闪耀。#r【装备对象】召唤兽#r【装备条件】等级75",
        "name": "连环铠甲"
      },
      "9109": {
        "desc": "甲胄上佩有玉器，加大防御能力。#r【装备对象】召唤兽#r【装备条件】等级85",
        "name": "笼玉甲"
      },
      "9110": {
        "desc": "镶宝石的金甲，刀枪不入，不怕水火。#r【装备对象】召唤兽#r【装备条件】等级95",
        "name": "嵌宝金甲"
      },
      "9111": {
        "desc": "把玳瑁用丝线穿起，制作成衣服，有防御作用。#r【装备对象】召唤兽#r【装备条件】等级105",
        "name": "玳瑁衣"
      },
      "9112": {
        "desc": "甲镶七星，灼灼生辉。#r【装备对象】召唤兽#r【装备条件】等级115",
        "name": "七星宝甲"
      },
      "9113": {
        "desc": "装备此甲才前去缚龙，有很强的防御作用。#r【装备对象】召唤兽#r【装备条件】等级125",
        "name": "缚龙甲"
      },
      "9114": {
        "desc": "凤凰的羽毛织成的衣物，有较强的防御作用。#r【装备对象】召唤兽#r【装备条件】等级135",
        "name": "凤凰彩衣"
      },
      "9115": {
        "desc": "覆盖在身体表面，有非常强的防御作用。#r【装备对象】召唤兽#r【装备条件】等级145",
        "name": "织锦软褡"
      },
      "9116": {
        "desc": "用冰蚕丝制作的甲胄，柔软却不易损，有极强的防御作用。#r【装备对象】召唤兽#r【装备条件】等级155",
        "name": "冰蚕织甲"
      },
      "9201": {
        "desc": "竹丝编成的环，上面还有青翠的竹叶。#r【装备对象】召唤兽#r【装备条件】等级5",
        "name": "竹编脖环"
      },
      "9202": {
        "desc": "精铁所制，质地良好。#r【装备对象】召唤兽#r【装备条件】等级15",
        "name": "钢圈"
      },
      "9203": {
        "desc": "采撷荆棘编织成环，锋利可怖。#r【装备对象】召唤兽#r【装备条件】等级25",
        "name": "荆棘环"
      },
      "9204": {
        "desc": "环形的骨头，佩戴着会提升能力。 #r【装备对象】召唤兽#r【装备条件】等级35",
        "name": "骨环"
      },
      "9205": {
        "desc": "闪耀着金属的光泽，给对手施加压力。#r【装备对象】召唤兽#r【装备条件】等级45",
        "name": "青铜颈环"
      },
      "9206": {
        "desc": "玛瑙制成的脖环，坚硬厚实。#r【装备对象】召唤兽#r【装备条件】等级55",
        "name": "玛瑙石环"
      },
      "9207": {
        "desc": "透明的颈环，蕴含着神秘的法力。#r【装备对象】召唤兽#r【装备条件】等级65",
        "name": "琉璃环"
      },
      "9208": {
        "desc": "仿照黄河九曲做成的银环，曲折回旋。#r【装备对象】召唤兽#r【装备条件】等级75",
        "name": "九曲环"
      },
      "9209": {
        "desc": "颈环上镶嵌着玉石，华光流彩。#r【装备对象】召唤兽#r【装备条件】等级85",
        "name": "笼玉环"
      },
      "9210": {
        "desc": "镶嵌着宝物的金环，可以提高速度。#r【装备对象】召唤兽#r【装备条件】等级95",
        "name": "嵌宝金环"
      },
      "9211": {
        "desc": "用玳瑁制作的脖环，可以增加速度。#r【装备对象】召唤兽#r【装备条件】等级105",
        "name": "玳瑁环"
      },
      "9212": {
        "desc": "环聚七星，赋予更快的速度。#r【装备对象】召唤兽#r【装备条件】等级115",
        "name": "七星宝环"
      },
      "9213": {
        "desc": "翩若游龙却速度更快，若要捉龙，手到擒来。#r【装备对象】召唤兽#r【装备条件】等级125",
        "name": "缚龙圈"
      },
      "9214": {
        "desc": "凤鸾尾羽所制作的颈环，凝聚着神力。#r【装备对象】召唤兽#r【装备条件】等级135",
        "name": "鸾尾环"
      },
      "9215": {
        "desc": "丢梭织造的颈圈，柔韧却耐击。#r【装备对象】召唤兽#r【装备条件】等级145",
        "name": "织锦颈圈"
      },
      "9216": {
        "desc": "冰蚕丝制造的项圈，有五彩的颜色。#r【装备对象】召唤兽#r【装备条件】等级155",
        "name": "冰蚕丝圈"
      },
      "9301": {
        "desc": "竹枝编成，弹性很大。#r【装备对象】召唤兽#r【装备条件】等级5",
        "name": "竹编护腕"
      },
      "9302": {
        "desc": "皮质护腕，不易被刺破。#r【装备对象】召唤兽#r【装备条件】等级15",
        "name": "皮腕"
      },
      "9303": {
        "desc": "布满钢针的护腕。#r【装备对象】召唤兽#r【装备条件】等级25",
        "name": "针腕"
      },
      "9304": {
        "desc": "骨头制成的手镯，很难被破坏。#r【装备对象】召唤兽#r【装备条件】等级35",
        "name": "骨镯"
      },
      "9305": {
        "desc": "青铜所制，雕刻着精美的花纹。#r【装备对象】召唤兽#r【装备条件】等级45",
        "name": "青铜护腕"
      },
      "9306": {
        "desc": "玛瑙石所制，有隐约的花纹。#r【装备对象】召唤兽#r【装备条件】等级55",
        "name": "玛瑙护腕"
      },
      "9307": {
        "desc": "琉璃所制，晶莹透明。#r【装备对象】召唤兽#r【装备条件】等级65",
        "name": "琉璃护腕 "
      },
      "9308": {
        "desc": "银镯上有镂空的花纹，精巧美丽。#r【装备对象】召唤兽#r【装备条件】等级75",
        "name": "镂空银镯"
      },
      "9309": {
        "desc": "镶嵌着精美玉石的镯子。#r【装备对象】召唤兽#r【装备条件】等级85",
        "name": "笼玉镯"
      },
      "9310": {
        "desc": "金子制作的护腕，上面镶嵌着宝石。#r【装备对象】召唤兽#r【装备条件】等级95",
        "name": "嵌宝金腕"
      },
      "9311": {
        "desc": "玳瑁所制，质地光滑。#r【装备对象】召唤兽#r【装备条件】等级105",
        "name": "玳瑁护腕"
      },
      "9312": {
        "desc": "腕缝七星，可以有效增加命中。#r【装备对象】召唤兽#r【装备条件】等级115",
        "name": "七星宝腕"
      },
      "9313": {
        "desc": "此护腕携带惊人神力，连深海中的龙都可以捆缚。#r【装备对象】召唤兽#r【装备条件】等级125",
        "name": "缚龙筋"
      },
      "9314": {
        "desc": "凤凰的翎毛所制，华彩异常。#r【装备对象】召唤兽#r【装备条件】等级135",
        "name": "凤翎护腕"
      },
      "9315": {
        "desc": "色彩艳丽，纹样丰富，极其美观。#r【装备对象】召唤兽#r【装备条件】等级145",
        "name": "织锦彩带"
      },
      "9316": {
        "desc": "冰蚕丝所制，水火不能毁。#r【装备对象】召唤兽#r【装备条件】等级155",
        "name": "冰蚕丝带"
      },
      "17320": {
        "desc": "流传于三界之间的神秘信物，内藏乾坤，完成密令任务获得奖励（转换月卡可得，右键使用）",
        "name": "三界密令"
      },
      "18126": {
        "desc": "记载各种灵饰制造方法的古老书卷。",
        "name": "灵饰指南书"
      },
      "18521": {
        "desc": "记载着上古魔兽特技，可供你的召唤兽学习。",
        "name": "魔兽要诀"
      },
      "27001": {
        "desc": "以红枫饰于梧桐木上，炼以为戒。#r【类型】戒指#r【装备条件】等级60",
        "name": "枫华戒"
      },
      "27002": {
        "desc": "涉江采芙蓉，饰于白玉之上，是为芙蓉戒。#r【类型】戒指#r【装备条件】等级80",
        "name": "芙蓉戒"
      },
      "27003": {
        "desc": "金麒麟之影投于其上，使得此戒有护主之能，故名之“金麟绕”。#r【类型】戒指#r【装备条件】等级100",
        "name": "金麟绕"
      },
      "27004": {
        "desc": "智者乐水，观音于水边有所悟，故以佛力凝碧水以为戒。迎光观之，清波荡漾。#r【类型】戒指#r【装备条件】等级120",
        "name": "悦碧水"
      },
      "27005": {
        "desc": "九曜星君为谢王母娘娘蟠桃会之请，特凝聚九曜光华，成此宝戒；戒中聚星辰之力，华彩耀目，仙气袅然。#r【类型】戒指#r【装备条件】等级140",
        "name": "九曜光华"
      },
      "27006": {
        "desc": "九霄云气飘渺无踪，自在逍遥；太上老君采撷七七四十九缕云气，以道法凝练九九八十一回，终成此戒，名为“太虚渺云”。#r【类型】戒指#r【装备条件】等级160",
        "name": "太虚渺云"
      },
      "27101": {
        "desc": "以翠色欲滴的嫩叶为耳饰，似乎可见盎然春意。#r【类型】耳饰#r【装备条件】等级60",
        "name": "翠叶环"
      },
      "27102": {
        "desc": "珍珠如明月，盈盈有辉光；故名为明月珰。#r【类型】耳饰#r【装备条件】等级80",
        "name": "明月珰"
      },
      "27103": {
        "desc": "彩蝶成双，翩然而舞；有双蝶偶然停驻于灵泉之畔，感其气息，化而为此玉饰。#r【类型】耳饰#r【装备条件】等级100",
        "name": "玉蝶翩"
      },
      "27104": {
        "desc": "福禄寿三星以自身星芒点化而成的异石，紫芒莹然，贵不可言。#r【类型】耳饰#r【装备条件】等级120",
        "name": "点星芒"
      },
      "27105": {
        "desc": "灵凤舞九霄，振翼遗金羽；仙人偶得，以火元培之、以仙气养之，又缀以流苏，成一耳饰。静心而听，有凤鸣隐隐，奏大道之声。#r【类型】耳饰#r【装备条件】等级140",
        "name": "凤羽流苏"
      },
      "27106": {
        "desc": "后羿射日，十去其九；三足金乌之血化为丹霞，灼烈而烧，火光冲天。许久之后，其血方凝为此珠，赤光熠然。#r【类型】耳饰#r【装备条件】等级160",
        "name": "焰云霞珠"
      },
      "27201": {
        "desc": "楠木所制，可辟邪护身。#r【类型】手镯#r【装备条件】等级60",
        "name": "香木镯"
      },
      "27202": {
        "desc": "山灵水秀，方出璞石；翡玉镯以翡翠打造而成，自有光华。#r【类型】手镯#r【装备条件】等级80",
        "name": "翡玉镯"
      },
      "27203": {
        "desc": "仙人绘山水，留影玉石中；巧匠采墨影仙石制为手镯，形制奇巧，内蕴仙力。#r【类型】手镯#r【装备条件】等级100",
        "name": "墨影扣"
      },
      "27204": {
        "desc": "嫦娥于广寒宫内观月照花、花映月，思念人间冷暖，故凝月华而成此手镯。#r【类型】手镯#r【装备条件】等级120",
        "name": "花映月"
      },
      "27205": {
        "desc": "佛于西天观芸芸众生，有感于凡间诸般喜怒哀乐，故以纯净佛力凝为金水菩提，愿渡红尘之苦。佩戴此镯者，可得佛力为护，趋吉避凶。#r【类型】手镯#r【装备条件】等级140",
        "name": "金水菩提"
      },
      "27206": {
        "desc": "混沌初开，天地生成；其时也，有初生霜雪自天而降。此雪遇混沌清气后凝而不化，成一奇物，静听则有天地玄音。#r【类型】手镯#r【装备条件】等级160",
        "name": "浮雪幻音"
      },
      "27301": {
        "desc": "玉树芝兰生于其中，良才美质现于其外。#r【类型】佩饰#r【装备条件】等级60",
        "name": "芝兰佩"
      },
      "27302": {
        "desc": "飘逸如云，洒脱如风；君子之行也。#r【类型】佩饰#r【装备条件】等级80",
        "name": "逸云佩"
      },
      "27303": {
        "desc": "仙池清莲所化的玉玦，隐隐可闻其中仙音缭绕，长佩于身，有助修行。#r【类型】佩饰#r【装备条件】等级100",
        "name": "莲音玦"
      },
      "27304": {
        "desc": "一寸相思一寸灰，牛郎织女分离之时滴落相思血泪，遇相思灰而化为鸳鸯之形，故名为“相思染”。#r【类型】佩饰#r【装备条件】等级120",
        "name": "相思染"
      },
      "27305": {
        "desc": "潜龙出世，纵情一啸，声震凌霄宝殿；玉帝罪之，命天将封其龙气入苍珀之中，以为惩罚；又将玄龙苍珀送入红尘，以待有缘人。#r【类型】佩饰#r【装备条件】等级140",
        "name": "玄龙苍珀"
      },
      "27306": {
        "desc": "鲲鹏破海而出，水浪滔天，排空怒卷；其化形之蜕则凝为一明玉，聚海中灵气而成奇宝，名曰“碧海青天”。#r【类型】佩饰#r【装备条件】等级160",
        "name": "碧海青天"
      },
      "31007": {
        "desc": "铸剑师偶得深海晶石一块，冶炼成剑。挥斩之时，流光溢彩。#r【装备条件】等级60#r【装备角色】偃无师",
        "name": "惊涛雪"
      },
      "31008": {
        "desc": "浮生若梦，一醉解忧。以布裹之，掩锋芒，平杀气，大巧不工，颇具豪侠之意。#r【装备条件】等级70#r【装备角色】偃无师",
        "name": "醉浮生"
      },
      "31009": {
        "desc": "原为沙场断戟，后经人收敛重铸，以缅忠魂。握之，勇武无惧。#r【装备条件】等级80#r【装备角色】偃无师",
        "name": "沉戟天戉"
      },
      "31050": {
        "desc": "前朝君主雄才大略，文治武功皆成鼎盛，有邦国朝献天降陨铁，以为祥瑞，遂寻当世铸剑高手，炼化成剑，彪炳功勋。#r【装备角色】偃无师",
        "name": "昆吾"
      },
      "31051": {
        "desc": "乐师师旷以剑为胆，棹伏羲木，铺天蚕丝，制成琴身重剑，以酬知己，友人闻弦歌而知雅意，奏高山流水，成一段佳话。#r【装备角色】偃无师",
        "name": "弦歌"
      },
      "31052": {
        "desc": "剑痴鸦九得欧冶子所遗铸剑秘法，铸长剑无名。因不舍爱剑磨损，剑成当日，即以冰匣封之。十余年后得人点拨开悟，欲拔剑出匣，然而冰匣早已与剑芯融为一体，不可分离，寻得熔岩炼化三年，方重铸此剑，剑身自此红雾缭绕。后人得之，为此剑冠以剑痴鸦九之名。#r【装备角色】偃无师",
        "name": "鸦九"
      },
      "31060": {
        "desc": "泑山之畔盛产婴垣之玉，得蓐收赤足踏过而成金秋之色，胜碧玉琼瑶。有人界巧匠偶得之，不知何物，投剑炉一试，不想即刻炉毁剑成，更一日入秋，遂得此名。#r【装备角色】偃无师",
        "name": "秋水澄流"
      },
      "31061": {
        "desc": "中山之州有赤目飞蛇，乘雾游云，于柴桑之山嬉戏，疲乏后盘松石小憩，留蛇蜕一副，化为巨剑，此乃王道之剑。#r【装备角色】偃无师",
        "name": "腾蛇郁刃"
      },
      "31062": {
        "desc": "东海龙冢有龙骨万千，尤以黑龙龙骨为尊，取其残骨，熔以业火，成墨骨重剑。弹触剑身，争鸣作响，似有龙吟。#r【装备角色】偃无师",
        "name": "墨骨枯麟"
      },
      "31070": {
        "desc": "千年以前，世间妖魔横行，有神将除妖邪，斩厉鬼，力竭而亡，然其精魂不灭，附于生前所用神兵重剑，继续护佑四方。此剑祭出，则正气浩然冲天，可诛邪平患，可定历熄灾。#r【装备条件】等级150#r【装备角色】偃无师",
        "name": "百辟镇魂"
      },
      "31080": {
        "desc": "洪水滔天，鲧窃帝之息壤以堙洪水，息壤生生不息，却于疏洪无益。帝令祝融取息壤，复命禹布土疏洪，以定九州。此时山川逼仄，水塞不出。禹借祝融火龙之力，熔炼息壤成重剑之体，以之开山疏浚，方江河倾泻，洪水东去。#r【装备条件】等级160#r【装备角色】偃无师",
        "name": "长息"
      },
      "31207": {
        "desc": "西域工匠以“费盎斯”工艺烧制的灯笼，其色流云漓彩，其质晶莹剔透，玲珑奇巧，引人注目。#r【装备条件】等级60#r【装备角色】桃夭夭",
        "name": "玲珑盏"
      },
      "31208": {
        "desc": "白璧无瑕琢成团绒玉兔，碧玉青翠雕作剔透环佩，光润莹然，美不胜收。#r【装备条件】等级70#r【装备角色】桃夭夭",
        "name": "玉兔盏"
      },
      "31209": {
        "desc": "北俱寒冰，澄澈剔透，经年不化。炽焰为刃，琢成玲珑灯盏，寒光为焰，凛风逼人。#r【装备条件】等级80#r【装备角色】桃夭夭",
        "name": "冰心盏"
      },
      "31250": {
        "desc": "风从龙出，云有龙息，夜放光华，金碧辉煌。#r【装备角色】桃夭夭",
        "name": "蟠龙"
      },
      "31251": {
        "desc": "饥餐瑶草，渴饮琼泉。朝飞阆苑，暮宿云烟。白鹤雪羽为灯盏，光耀如雪，不惹尘埃。#r【装备角色】桃夭夭",
        "name": "云鹤"
      },
      "31252": {
        "desc": "清莲出水，玉立亭亭。其灵性卓然者，化为灵仙，凡胎肉身，则凝为灯盏。含苞欲放，清芬十里。#r【装备角色】桃夭夭",
        "name": "风荷"
      },
      "31260": {
        "desc": "今日云軿渡鹊桥，应非脉脉与迢迢。灵鹊仙羽，织就金风，七夕月华，酿作玉露。皎皎华光，可照良人。#r【装备角色】桃夭夭",
        "name": "金风玉露"
      },
      "31261": {
        "desc": "凰与凤，生相伴，死同归。一方离世，则生者必引颈而鸣，唤涅槃之火，双双浴火重生。此火五百年不灭，奔腾炽烈，可焚八方。#r【装备角色】桃夭夭",
        "name": "凰火燎原"
      },
      "31262": {
        "desc": "三界之西，有湖曰灵，湖水乃天女眼泪所化，夜色深浓时，有溶溶光华。水滴如泪，泪干为夜明灵珠，风流蕴藉，清光泠泠。#r【装备角色】桃夭夭",
        "name": "风露清愁"
      },
      "31270": {
        "desc": "桃之夭夭，灼灼其华。烂漫春光，转瞬即逝。九重天上仙娥取之以为灯盏，光华所至处，枯木吐芽，桃李争芳。#r【装备条件】等级150#r【装备角色】桃夭夭",
        "name": "夭桃秾李"
      },
      "31280": {
        "desc": "星河浩瀚，繁星若尘，亿万星尘聚沙为塔，是以沧海桑田，人世幻变，其光华永恒也。#r【装备条件】等级160#r【装备角色】桃夭夭",
        "name": "荒尘"
      },
      "31307": {
        "desc": "西域巧匠，取珍禽孔雀之尾羽，以玄妙秘法织造而成，碧彩闪烁，金翠辉煌。#r【装备条件】等级60#r【装备角色】鬼潇潇",
        "name": "孔雀羽"
      },
      "31308": {
        "desc": "金刚怒目，降伏四魔。金刚伞以精钢百炼而成，铁骨钢叶，坚不可摧。#r【装备条件】等级70#r【装备角色】鬼潇潇",
        "name": "金刚伞"
      },
      "31309": {
        "desc": "北俱苦寒之地，生千年老梅，一甲子方开花一次，色若胭脂，香欺兰蕙。梅枝落雪上，苦心雕琢，方成此伞。#r【装备条件】等级80#r【装备角色】鬼潇潇",
        "name": "落梅伞"
      },
      "31350": {
        "desc": "昆山有玉，性阴厉，蓄百年煞气，幻为枯骨，谓之鬼玉。此玉为伞骨，伞下阴魂环绕，寒气森然。#r【装备角色】鬼潇潇",
        "name": "鬼骨"
      },
      "31351": {
        "desc": "高唐有梦，水阔花飞，梦有神女取巫山之风云为伞，谓之云梦。#r【装备角色】鬼潇潇",
        "name": "云梦"
      },
      "31352": {
        "desc": "瑶池有仙蝶，枕霞沐云而生，其态纤巧翩然，其色艳若丹霞，取其羽翼为伞，霞光云影，如在目前。#r【装备角色】鬼潇潇",
        "name": "枕霞"
      },
      "31360": {
        "desc": "汲天河之水，取星河之光，凝月华之露，锻千日，成此伞。其光灿然，其色清灵，伞起时，月华照人，清辉泻地。#r【装备角色】鬼潇潇",
        "name": "月影星痕"
      },
      "31361": {
        "desc": "昆仑山中，有仙禽雪鸢，振翅可穿云，歌有裂石音，灵气所钟，位列仙班，其羽裳化伞，持此者，身轻如燕，振翅可至九天。#r【装备角色】鬼潇潇",
        "name": "雪羽穿云"
      },
      "31362": {
        "desc": "金蛇之鳞，可萃命魂之焰。以百枚金蛇之鳞，取百鬼命魂之火，成此伞。碧火幽幽，杀气腾腾，此伞过处，百鬼夜哭，绕梁不绝。#r【装备角色】鬼潇潇",
        "name": "碧火琉璃"
      },
      "31370": {
        "desc": "三生河畔，彼岸花开，殷红似火，灼灼其华。曼珠沙华一株，藏浮生忆念一世。幽梦为瓣，情丝若蕊，墨蝶翩翩，归梦何时？#r【装备条件】等级150#r【装备角色】鬼潇潇",
        "name": "浮生归梦"
      },
      "31380": {
        "desc": "燕山雪，大如席，有华胥之女幽娴姣丽，踏凌云风波，乘逐月之辇，辇有华盖，正是燕山晴雪，清光泠泠，不可逼视。#r【装备条件】等级160#r【装备角色】鬼潇潇",
        "name": "晴雪"
      },
      "31401": {
        "desc": "质地粗糙，手感不佳，造型简陋。但够大够重，威力十足。#r【装备角色】影精灵",
        "name": "顽石双斧（乾）"
      },
      "31402": {
        "desc": "两把白铁大斧的绝妙搭配，性能均衡，适合新手使用。#r【装备角色】影精灵",
        "name": "镔铁双斧（乾）"
      },
      "31403": {
        "desc": "边地所产之奇石所打造的双斧，锋利无比，更胜精铁。#r【装备角色】影精灵",
        "name": "黑曜双斧（乾）"
      },
      "31404": {
        "desc": "黄铜制造的危险双斧，造型适合斩下敌人的首级。#r【装备角色】影精灵",
        "name": "枭首双斧（乾）"
      },
      "31405": {
        "desc": "精钢打造的双斧，在工匠的坚持下加入了多道淬炼工艺和斧柄配重，使用起来得心应手，只是价格不甚美好。#r【装备角色】影精灵",
        "name": "破军双斧（乾）"
      },
      "31406": {
        "desc": "一人敌者兵，万人敌者王。此斧重若千钧，能摧城破寨，震慑千军，堪称斧中之王。#r【装备角色】影精灵",
        "name": "隳城双戚（乾）"
      },
      "31407": {
        "desc": "此斧一大一小，大斧近身御敌，小斧投掷毙敌。飞出之斧状似飞头獠子，以恶齿取人性命，以此得名。#r【装备角色】影精灵",
        "name": "飞头蛮（乾）"
      },
      "31408": {
        "desc": "形似毒蛇之怪斧，涂有奇毒。削铁如泥，视甲胄如无物，只需触人肌肤，即可取人性命。#r【装备角色】影精灵",
        "name": "竹叶青（乾）"
      },
      "31409": {
        "desc": "北海有大鱼，其名为鲛。取其利齿作双斧，攻时如巨鲨噬人，凶煞万分，旁人不得近身。#r【装备角色】影精灵",
        "name": "鲛煞（乾）"
      },
      "31450": {
        "desc": "有美玉称月陨，其自天上来，落于大荒之深，时人以为天狗食月所致。锻之为斧，清辉不减，寒气逼人。#r【装备角色】影精灵",
        "name": "啖月（乾）"
      },
      "31451": {
        "desc": "墨子曰：万事莫贵于义。义战利于天下，不义祸害四海，故造此器，集机关偃术之大成。义者持此甲盾之兵，所向无敌。#r【装备角色】影精灵",
        "name": "义战（乾）"
      },
      "31452": {
        "desc": "古之猛士恶来，力可拔山，勇不可当。即使手提重若九鼎之兵作战，也能行云流水，手到擒来。#r【装备角色】影精灵",
        "name": "恶来（乾）"
      },
      "31460": {
        "desc": "毕方者，火鸟也，传其在世时火海连天，三界皆焚。后人以其羽为械，仍有焦金流石之威。#r【装备角色】影精灵",
        "name": "烬世野火（乾）"
      },
      "31461": {
        "desc": "九婴毙于凶水，有巧匠以其骸骨龙筋制成双斧之胚，欲设斧刃，忽九婴目光洞洞，吐洪流以成斧身，流水千变，百克不殆。#r【装备角色】影精灵",
        "name": "九州海沸（乾）"
      },
      "31462": {
        "desc": "地府之深，谓之地狱，有八层：曰等活，曰号叫，曰大焦热，曰无间，云云八类，遍常冥世之苦。此斧鬼面黑绳，曾为八大地狱之门，阻挡万千恶鬼。#r【装备角色】影精灵",
        "name": "八狱末劫（乾）"
      },
      "31470": {
        "desc": "罗喉六臂好斗，计都蛇身善搏，二者原为隐曜凶神。后放下屠刀，充作九曜星君。凡间星官拾其星辰以为祭器，有日月万钧，牵宇动宙之威。#r【装备角色】影精灵",
        "name": "罗喉计都（乾）"
      },
      "31480": {
        "desc": "似神非神，似人非人。恨天神之无情，亦嗔凡人之黯弱。上战提婆，下扶苍氓，心火焚诸魔，斩业断恶果，所图非天，不顺天意。此即阿修罗之道。#r【装备角色】影精灵",
        "name": "非天（乾）"
      },
      "31501": {
        "desc": "质地粗糙，手感不佳，造型简陋。但够大够重，威力十足。#r【装备角色】影精灵",
        "name": "顽石双斧（坤）"
      },
      "31502": {
        "desc": "两把白铁大斧的绝妙搭配，性能均衡，适合新手使用。#r【装备角色】影精灵",
        "name": "镔铁双斧（坤）"
      },
      "31503": {
        "desc": "边地所产之奇石所打造的双斧，锋利无比，更胜精铁。#r【装备角色】影精灵",
        "name": "黑曜双斧（坤）"
      },
      "31504": {
        "desc": "黄铜制造的危险双斧，造型适合斩下敌人的首级。#r【装备角色】影精灵",
        "name": "枭首双斧（坤）"
      },
      "31505": {
        "desc": "精钢打造的双斧，在工匠的坚持下加入了多道淬炼工艺和斧柄配重，使用起来得心应手，只是价格不甚美好。#r【装备角色】影精灵",
        "name": "破军双斧（坤）"
      },
      "31506": {
        "desc": "一人敌者兵，万人敌者王。此斧重若千钧，能摧城破寨，震慑千军，堪称斧中之王。#r【装备角色】影精灵",
        "name": "隳城双戚（坤）"
      },
      "31507": {
        "desc": "此斧一大一小，大斧近身御敌，小斧投掷毙敌。飞出之斧状似飞头獠子，以恶齿取人性命，以此得名。#r【装备角色】影精灵",
        "name": "飞头蛮（坤）"
      },
      "31508": {
        "desc": "形似毒蛇之怪斧，涂有奇毒。削铁如泥，视甲胄如无物，只需触人肌肤，即可取人性命。#r【装备角色】影精灵",
        "name": "竹叶青（坤）"
      },
      "31509": {
        "desc": "北海有大鱼，其名为鲛。取其利齿作双斧，攻时如巨鲨噬人，凶煞万分，旁人不得近身。#r【装备角色】影精灵",
        "name": "鲛煞（坤）"
      },
      "31550": {
        "desc": "有美玉称月陨，其自天上来，落于大荒之深，时人以为天狗食月所致。锻之为斧，清辉不减，寒气逼人。#r【装备角色】影精灵",
        "name": "啖月（坤）"
      },
      "31551": {
        "desc": "墨子曰：万事莫贵于义。义战利于天下，不义祸害四海，故造此器，集机关偃术之大成。义者持此甲盾之兵，所向无敌。#r【装备角色】影精灵",
        "name": "义战（坤）"
      },
      "31552": {
        "desc": "古之猛士恶来，力可拔山，勇不可当。即使手提重若九鼎之兵作战，也能行云流水，手到擒来。#r【装备角色】影精灵",
        "name": "恶来（坤）"
      },
      "31560": {
        "desc": "毕方者，火鸟也，传其在世时火海连天，三界皆焚。后人以其羽为械，仍有焦金流石之威。#r【装备角色】影精灵",
        "name": "烬世野火（坤）"
      },
      "31561": {
        "desc": "九婴毙于凶水，有巧匠以其骸骨龙筋制成双斧之胚，欲设斧刃，忽九婴目光洞洞，吐洪流以成斧身，流水千变，百克不殆。#r【装备角色】影精灵",
        "name": "九州海沸（坤）"
      },
      "31562": {
        "desc": "地府之深，谓之地狱，有八层：曰等活，曰号叫，曰大焦热，曰无间，云云八类，遍常冥世之苦。此斧鬼面黑绳，曾为八大地狱之门，阻挡万千恶鬼。#r【装备角色】影精灵",
        "name": "八狱末劫（坤）"
      },
      "31570": {
        "desc": "罗喉六臂好斗，计都蛇身善搏，二者原为隐曜凶神。后放下屠刀，充作九曜星君。凡间星官拾其星辰以为祭器，有日月万钧，牵宇动宙之威。#r【装备角色】影精灵",
        "name": "罗喉计都（坤）"
      },
      "31580": {
        "desc": "似神非神，似人非人。恨天神之无情，亦嗔凡人之黯弱。上战提婆，下扶苍氓，心火焚诸魔，斩业断恶果，所图非天，不顺天意。此即阿修罗之道。#r【装备角色】影精灵",
        "name": "非天（坤）"
      },
      "50021": {
        "desc": "",
        "name": "女魃墓"
      },
      "50022": {
        "desc": "",
        "name": "天机城"
      },
      "50023": {
        "desc": "",
        "name": "花果山"
      },
      "50094": {
        "desc": "打开可以获得一只超级可爱的萤火霜兔祥瑞，以及一个萌萌哒光环。",
        "name": "萤火霜兔礼包"
      },
      "50344": {
        "desc": "拥有特性的灵石，可点化灵饰，获得指定类型的特性效果。",
        "name": "钟灵石"
      },
      "50469": {
        "desc": "打开可以获得一只超级可爱的霜雪龙宝祥瑞，以及一套霜雪缤纷光环足迹。",
        "name": "霜雪龙宝礼包"
      },
      "50500": {
        "desc": "打开可以获得一套绯雪织锦衣礼服，以及一套缤纷祈愿光环足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣幻羽。",
        "name": "绯雪织锦衣礼盒"
      },
      "50652": {
        "desc": "打开可以获得一只超级可爱的财源滚滚祥瑞。",
        "name": "财源滚滚礼币"
      },
      "50684": {
        "desc": "打开可以获得一套纤云纱锦衣礼服和一套“柔情似水，佳期如梦”光环足迹。#r#Y【用途】礼盒内的锦衣均可进行锦衣染色及特殊染色。",
        "name": "朝朝暮暮礼盒"
      },
      "50850": {
        "desc": "打开可以获得一只超帅气的寒冰灵虎祥瑞。",
        "name": "寒冰灵虎礼币"
      },
      "51152": {
        "desc": "打开可以获得一套浪淘纱锦衣，以及一套浪淘沙光环和足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣染色及特殊染色。",
        "name": "浪淘纱礼盒"
      },
      "51474": {
        "desc": "打开可以获得一只超级可爱的独角马祥瑞，以及一个冰晶不倒翁足迹和一个冰晶不倒翁光环。",
        "name": "琉璃晶币"
      },
      "51477": {
        "desc": "打开可以获得一套碧华锦锦衣，以及一套雪宝不倒翁光环、足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣幻羽。",
        "name": "碧华锦锦衣礼盒"
      },
      "51821": {
        "desc": "打开可以获得一只超级可爱的非你莫鼠祥瑞。",
        "name": "非你莫鼠礼币"
      },
      "51945": {
        "desc": "打开可以获得一套霞姿月韵锦衣，以及一套霞姿月韵光环、足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣染色。",
        "name": "放肆一博礼包"
      },
      "52110": {
        "desc": "打开可以获得一套羽仙歌锦衣，以及凌霄云庭光环和凌霄云阶足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣染色及特殊染色。",
        "name": "羽仙歌礼盒"
      },
      "52271": {
        "desc": "打开可以获得一只超级可爱的四不相祥瑞。",
        "name": "四不相礼币"
      },
      "52595": {
        "desc": "打开可以获得一只超级可爱的水嘟嘟战骑祥瑞，以及一个甜莓牛乳光环和一个鎏金宝钥足迹。#r#Y【用途】礼盒内的战骑祥瑞可进行染色和特殊染色，礼包内的光环足迹可进行自定义染色。",
        "name": "水嘟嘟礼币"
      },
      "52598": {
        "desc": "打开可以获得一套雪眸影锦衣礼服，以及一个薄荷清饮光环和一个秘银宝钥足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣幻羽，礼包内的光环足迹可进行自定义染色。",
        "name": "雪眸影锦衣礼盒"
      },
      "52784": {
        "desc": "",
        "name": "东海渊"
      },
      "52834": {
        "desc": "打开可以获得一只超级可爱的牛转钱坤祥瑞和一只可爱的牛转钱坤小宠物。",
        "name": "牛转钱坤礼币"
      },
      "52838": {
        "desc": "打开可以获得一套星河乐章锦衣，以及寒晶凝魄光环和游鱼戏梦足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣染色及特殊染色。",
        "name": "雪夜恋歌锦衣礼盒"
      },
      "53039": {
        "desc": "打开可以获得一套花间梦锦衣，以及西窗月光环和旧时书足迹。#r#Y【用途】礼盒内的锦衣可进行幻羽，幻羽后可染色。",
        "name": "花间梦锦衣礼盒"
      },
      "53535": {
        "desc": "打开可以获得一套炽云缎·赤锦衣，以及炽恋之心·赤光环和结缘之时·赤足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣染色及特殊染色。",
        "name": "炽云缎·赤礼盒"
      },
      "53536": {
        "desc": "打开可以获得一套炽云缎·碧锦衣，以及炽恋之心·碧光环和结缘之时·碧足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣染色及特殊染色。",
        "name": "炽云缎·碧礼盒"
      },
      "53578": {
        "desc": "锦绣盛世，绮花满城。打开可以获得一套花重云锦衣，以及长安风雅光环和盛唐绘卷足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣染色。",
        "name": "花重云锦衣礼盒"
      },
      "53838": {
        "desc": "打开可以获得一套霜雪欢歌锦衣礼服，以及一个凛冬祝福光环和一个寒冰旋律足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣幻羽，礼盒内的光环足迹可进行自定义染色。",
        "name": "霜雪欢歌锦衣礼盒"
      },
      "53840": {
        "desc": "打开可以获得一只优雅霸气的吞云腾蛇飞行祥瑞，以及一个辉光奇遇光环和一个闪耀邂逅足迹。#r#Y【用途】礼币内的祥瑞可进行自定义染色和特殊染色，礼币内的光环足迹可进行自定义染色。",
        "name": "吞云腾蛇礼币"
      },
      "53896": {
        "desc": "打开可以获得一套喵绒绒锦衣，以及奇思喵想光环和躲猫猫足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣染色及特殊染色。",
        "name": "绒梦呓语锦衣礼盒"
      },
      "53902": {
        "desc": "打开可以获得一只超级可爱的“福虎金宝”祥瑞和一只可爱的“福虎金宝”小宠物。",
        "name": "福虎金宝礼币"
      },
      "53904": {
        "desc": "打开可以获得一只天生萌物“福气冲天·吾皇”祥瑞。",
        "name": "福气冲天·吾皇礼币"
      },
      "54659": {
        "desc": "打开可以获得一套葫芦娃锦衣，以及七色葫芦光环和奇娃天降足迹。#r#Y【用途】礼盒内的锦衣可进行自定义染色及幻羽。",
        "name": "葫芦娃锦衣礼盒"
      },
      "54894": {
        "desc": "打开可以获得一套水云归锦衣，以及月半潮光环和风卷浪足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣染色及特殊染色。",
        "name": "香云纱锦衣礼盒"
      },
      "55176": {
        "desc": "打开可以获得一套沧溟谣锦衣，以及一个灵鲛潜光光环和一个鱼跃轻涟足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣幻羽和自定义染色，礼盒内的光环足迹可进行自定义染色。",
        "name": "沧溟谣锦衣礼盒"
      },
      "55178": {
        "desc": "打开可以获得一只霆云飞廉飞行祥瑞，以及一个电光云影光环和一个风卷云曳足迹。#r#Y【用途】礼币内的祥瑞可进行自定义染色和特殊染色，礼币内的光环足迹可进行自定义染色。",
        "name": "霆云飞廉礼币"
      },
      "55263": {
        "desc": "打开可以获得一套小福兔锦衣，以及月盈花轻光环和云外飞星足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣染色及特殊染色。",
        "name": "福里福兔锦衣礼盒"
      },
      "55269": {
        "desc": "打开可以获得一只超级可爱的钱兔似锦祥瑞和一只可爱的钱兔似锦小宠物。",
        "name": "钱兔似锦礼币"
      },
      "55720": {
        "desc": "打开可以获得一套女儿情锦衣，以及一个鸳鸯戏水光环和一个相思依依足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣自定义染色及幻羽，礼盒内的光环足迹可进行自定义染色。",
        "name": "女儿情锦衣礼盒"
      },
      "55970": {
        "desc": "",
        "name": "九黎城"
      },
      "55976": {
        "desc": "斗破乾坤任纵横，神通广大戏九霄。如意金箍舞星云，震天雷鸣破浩渺！打开可以获得一套“斗战胜佛”锦衣，以及“云莲灼天”光环和“浮尘在涅”足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣染色、特殊染色、细致染色和专属的千色随心染色。",
        "name": "斗战胜佛锦衣礼盒"
      },
      "56741": {
        "desc": "热爱相伴，不负韶华！打开可以获得一套灼灼韶华锦衣，一个气吞斗牛光环，一个牛连旺返足迹，和“热爱二十载”永久称谓。#r#Y【用途】礼盒内的锦衣可进行锦衣幻羽和自定义染色，礼盒内的光环足迹可进行自定义染色。",
        "name": "灼灼韶华锦衣礼盒"
      },
      "56743": {
        "desc": "金睛如炬，腾跃青云！打开可以获得一只避水金睛兽飞行祥瑞，一个浩浩风波光环，一个漾漾逐流足迹，和“热爱二十载”永久称谓。#r#Y【用途】礼币内的祥瑞可进行自定义染色和特殊染色，礼币内的光环足迹可进行自定义染色。",
        "name": "避水金睛兽礼币"
      },
      "56870": {
        "desc": "记载着上古魔兽特技，可供你的召唤兽学习。",
        "name": "魔兽要诀"
      },
      "56973": {
        "desc": "看起来和玄珠灵仙的珠子有些相似，不知道是什么材料制成。可以在坐骑界面镶嵌，获得额外的“召唤”效果。",
        "name": "玄灵珠·回春"
      },
      "56974": {
        "desc": "看起来和玄珠灵仙的珠子有些相似，不知道是什么材料制成。可以在坐骑界面镶嵌，获得额外的“召唤”效果。",
        "name": "玄灵珠·破军"
      },
      "57001": {
        "desc": "春风化龙卷，喜气盈乾坤！打开可以获得一套“龙卷风”锦衣，以及“爱由心生”光环和“楚楚可爱”足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣染色、特殊染色。",
        "name": "龙卷风锦衣礼盒"
      },
      "57005": {
        "desc": "打开可以获得一只超级可爱的“奶龙”祥瑞。",
        "name": "龙重登场礼币"
      },
      "57007": {
        "desc": "打开可以获得一只果汁满满的“火龙果”祥瑞和一只可爱的“火龙果跟宠”。",
        "name": "喜气乘龙礼币"
      },
      "57908": {
        "desc": "蓝蓝天空晴朗，青青草地芳香，慢慢长大的小羊，让美梦飞翔！打开可以获得一套喜羊羊锦衣，一套喜羊羊3D秀，一个羊羊得意光环，一个羊羊知音足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣幻羽和自定义染色，礼盒内的光环足迹可进行自定义染色。",
        "name": "喜羊羊锦衣礼盒"
      },
      "57909": {
        "desc": "生活多奔波，每天多匆忙，吵吵闹闹我的对象，英雄般的灰太狼！打开可以获得一只灰太狼飞行祥瑞，一个无敌狼狼光环，一个幽默狼狼足迹。#r#Y【用途】礼币内的祥瑞可进行自定义染色，礼币内的光环足迹可进行自定义染色。",
        "name": "灰太狼礼币"
      },
      "58140": {
        "desc": "锦羽霓光巫山曲，碧鳞浮波纵云雨。打开可以获得一套“龙行玉泽”（男）/“凤栖金枝”（女）锦衣，以及“凤鸣岐山”光环和“龙出云岫”足迹。#r#Y【用途】礼盒内的锦衣可进行锦衣染色、特殊染色。",
        "name": "巫山曲锦衣礼盒"
      },
      "102001": {
        "desc": "",
        "name": "兔子怪"
      },
      "102002": {
        "desc": "",
        "name": "野猪"
      },
      "102004": {
        "desc": "泡泡",
        "name": "泡泡"
      },
      "102005": {
        "desc": "",
        "name": "超级泡泡"
      },
      "102006": {
        "desc": "",
        "name": "黑熊精"
      },
      "102007": {
        "desc": "",
        "name": "羊头怪"
      },
      "102008": {
        "desc": "",
        "name": "超级神虎"
      },
      "102009": {
        "desc": "",
        "name": "芙蓉仙子"
      },
      "102010": {
        "desc": "",
        "name": "树怪"
      },
      "102011": {
        "desc": "",
        "name": "蝴蝶仙子"
      },
      "102012": {
        "desc": "",
        "name": "花妖"
      },
      "102015": {
        "desc": "",
        "name": "如意仙子"
      },
      "102016": {
        "desc": "",
        "name": "超级大熊猫"
      },
      "102017": {
        "desc": "",
        "name": "骷髅怪"
      },
      "102018": {
        "desc": "",
        "name": "超级金猴"
      },
      "102019": {
        "desc": "",
        "name": "超级人参娃娃"
      },
      "102020": {
        "desc": "",
        "name": "超级大象"
      },
      "102021": {
        "desc": "",
        "name": "超级筋斗云"
      },
      "102022": {
        "desc": "",
        "name": "蛤蟆精"
      },
      "102023": {
        "desc": "",
        "name": "雷鸟人"
      },
      "102024": {
        "desc": "",
        "name": "小龙女"
      },
      "102028": {
        "desc": "",
        "name": "老虎"
      },
      "102029": {
        "desc": "",
        "name": "黑熊"
      },
      "102030": {
        "desc": "",
        "name": "大蝙蝠"
      },
      "102031": {
        "desc": "",
        "name": "超级灵狐"
      },
      "102032": {
        "desc": "",
        "name": "超级孔雀"
      },
      "102033": {
        "desc": "",
        "name": "海毛虫"
      },
      "102034": {
        "desc": "",
        "name": "狼"
      },
      "102035": {
        "desc": "",
        "name": "超级神龙"
      },
      "102036": {
        "desc": "",
        "name": "大海龟"
      },
      "102037": {
        "desc": "",
        "name": "巨蛙"
      },
      "102038": {
        "desc": "",
        "name": "天将"
      },
      "102039": {
        "desc": "",
        "name": "狸"
      },
      "102040": {
        "desc": "",
        "name": "白熊"
      },
      "102041": {
        "desc": "",
        "name": "古代瑞兽"
      },
      "102042": {
        "desc": "",
        "name": "章鱼"
      },
      "102044": {
        "desc": "",
        "name": "强盗"
      },
      "102045": {
        "desc": "",
        "name": "山贼"
      },
      "102046": {
        "desc": "",
        "name": "赌徒"
      },
      "102047": {
        "desc": "",
        "name": "海星"
      },
      "102048": {
        "desc": "",
        "name": "护卫"
      },
      "102049": {
        "desc": "",
        "name": "超级神马"
      },
      "102050": {
        "desc": "",
        "name": "超级麒麟"
      },
      "102051": {
        "desc": "",
        "name": "超级神蛇"
      },
      "102052": {
        "desc": "",
        "name": "牛头"
      },
      "102053": {
        "desc": "",
        "name": "马面"
      },
      "102054": {
        "desc": "",
        "name": "僵尸"
      },
      "102055": {
        "desc": "",
        "name": "野鬼"
      },
      "102059": {
        "desc": "",
        "name": "狐狸精"
      },
      "102060": {
        "desc": "",
        "name": "超级青鸾"
      },
      "102061": {
        "desc": "",
        "name": "天兵"
      },
      "102062": {
        "desc": "",
        "name": "虾兵"
      },
      "102063": {
        "desc": "",
        "name": "蟹将"
      },
      "102064": {
        "desc": "",
        "name": "龟丞相"
      },
      "102065": {
        "desc": "",
        "name": "蜘蛛精"
      },
      "102066": {
        "desc": "",
        "name": "牛妖"
      },
      "102067": {
        "desc": "",
        "name": "星灵仙子"
      },
      "102068": {
        "desc": "",
        "name": "风伯"
      },
      "102070": {
        "desc": "",
        "name": "蛟龙"
      },
      "102071": {
        "desc": "",
        "name": "凤凰"
      },
      "102072": {
        "desc": "",
        "name": "巡游天神"
      },
      "102073": {
        "desc": "",
        "name": "黑山老妖"
      },
      "102074": {
        "desc": "",
        "name": "地狱战神"
      },
      "102076": {
        "desc": "",
        "name": "鬼将"
      },
      "102077": {
        "desc": "",
        "name": "吸血鬼"
      },
      "102078": {
        "desc": "",
        "name": "幽灵"
      },
      "102085": {
        "desc": "",
        "name": "灵符女娲"
      },
      "102086": {
        "desc": "",
        "name": "律法女娲"
      },
      "102087": {
        "desc": "",
        "name": "净瓶女娲"
      },
      "102093": {
        "desc": "",
        "name": "大力金刚"
      },
      "102094": {
        "desc": "",
        "name": "雾中仙"
      },
      "102095": {
        "desc": "",
        "name": "灵鹤"
      },
      "102096": {
        "desc": "",
        "name": "夜罗刹"
      },
      "102097": {
        "desc": "",
        "name": "炎魔神"
      },
      "102098": {
        "desc": "",
        "name": "噬天虎"
      },
      "102099": {
        "desc": "",
        "name": "阴阳伞"
      },
      "102100": {
        "desc": "",
        "name": "超级灵鹿"
      },
      "102101": {
        "desc": "",
        "name": "超级白泽"
      },
      "102102": {
        "desc": "",
        "name": "野猪精"
      },
      "102103": {
        "desc": "",
        "name": "百足将军"
      },
      "102104": {
        "desc": "",
        "name": "鼠先锋"
      },
      "102105": {
        "desc": "",
        "name": "踏云兽"
      },
      "102106": {
        "desc": "",
        "name": "红萼仙子"
      },
      "102107": {
        "desc": "",
        "name": "龙龟"
      },
      "102108": {
        "desc": "",
        "name": "超级赤焰兽"
      },
      "102109": {
        "desc": "",
        "name": "超级大鹏"
      },
      "102110": {
        "desc": "",
        "name": "超级神牛"
      },
      "102111": {
        "desc": "",
        "name": "机关人"
      },
      "102112": {
        "desc": "",
        "name": "机关兽"
      },
      "102113": {
        "desc": "",
        "name": "机关鸟"
      },
      "102114": {
        "desc": "",
        "name": "连弩车"
      },
      "102115": {
        "desc": "",
        "name": "巴蛇"
      },
      "102117": {
        "desc": "",
        "name": "犀牛将军（人形）"
      },
      "102118": {
        "desc": "",
        "name": "犀牛将军（兽形）"
      },
      "102119": {
        "desc": "",
        "name": "蚌精"
      },
      "102120": {
        "desc": "",
        "name": "锦毛貂精"
      },
      "102121": {
        "desc": "",
        "name": "鲛人"
      },
      "102122": {
        "desc": "",
        "name": "千年蛇魅"
      },
      "102123": {
        "desc": "",
        "name": "碧水夜叉"
      },
      "102124": {
        "desc": "",
        "name": "葫芦宝贝"
      },
      "102125": {
        "desc": "",
        "name": "猫灵（兽型）"
      },
      "102126": {
        "desc": "",
        "name": "猫灵（人型）"
      },
      "102127": {
        "desc": "",
        "name": "狂豹（兽型）"
      },
      "102128": {
        "desc": "",
        "name": "狂豹（人型）"
      },
      "102129": {
        "desc": "",
        "name": "蝎子精"
      },
      "102130": {
        "desc": "",
        "name": "混沌兽"
      },
      "102131": {
        "desc": "",
        "name": "超级海豚"
      },
      "102132": {
        "desc": "",
        "name": "超级神兔"
      },
      "102150": {
        "desc": "",
        "name": "幽萤娃娃"
      },
      "102151": {
        "desc": "",
        "name": "画魂"
      },
      "102152": {
        "desc": "",
        "name": "长眉灵猴"
      },
      "102153": {
        "desc": "",
        "name": "巨力神猿"
      },
      "102159": {
        "desc": "",
        "name": "修罗傀儡鬼"
      },
      "102160": {
        "desc": "",
        "name": "修罗傀儡妖"
      },
      "102161": {
        "desc": "",
        "name": "金身罗汉"
      },
      "102162": {
        "desc": "",
        "name": "藤蔓妖花"
      },
      "102163": {
        "desc": "",
        "name": "曼珠沙华"
      },
      "102164": {
        "desc": "",
        "name": "蜃气妖"
      },
      "102178": {
        "desc": "",
        "name": "雷鸟人"
      },
      "102179": {
        "desc": "",
        "name": "蝴蝶仙子"
      },
      "102180": {
        "desc": "",
        "name": "白熊"
      },
      "102181": {
        "desc": "",
        "name": "天将"
      },
      "102182": {
        "desc": "",
        "name": "古代瑞兽"
      },
      "102183": {
        "desc": "",
        "name": "黑山老妖"
      },
      "102184": {
        "desc": "",
        "name": "天兵"
      },
      "102185": {
        "desc": "",
        "name": "风伯"
      },
      "102186": {
        "desc": "",
        "name": "地狱战神"
      },
      "102187": {
        "desc": "",
        "name": "蛟龙"
      },
      "102188": {
        "desc": "",
        "name": "凤凰"
      },
      "102189": {
        "desc": "",
        "name": "雨师"
      },
      "102190": {
        "desc": "",
        "name": "蚌精"
      },
      "102191": {
        "desc": "",
        "name": "鲛人"
      },
      "102192": {
        "desc": "",
        "name": "碧水夜叉"
      },
      "102193": {
        "desc": "",
        "name": "锦毛貂精"
      },
      "102194": {
        "desc": "",
        "name": "千年蛇魅"
      },
      "102195": {
        "desc": "",
        "name": "犀牛将军（人形）"
      },
      "102196": {
        "desc": "",
        "name": "犀牛将军（兽形）"
      },
      "102197": {
        "desc": "",
        "name": "巡游天神"
      },
      "102198": {
        "desc": "",
        "name": "星灵仙子"
      },
      "102199": {
        "desc": "",
        "name": "如意仙子"
      },
      "102200": {
        "desc": "",
        "name": "芙蓉仙子"
      },
      "102201": {
        "desc": "",
        "name": "野猪精"
      },
      "102202": {
        "desc": "",
        "name": "百足将军"
      },
      "102203": {
        "desc": "",
        "name": "鼠先锋"
      },
      "102204": {
        "desc": "",
        "name": "律法女娲"
      },
      "102205": {
        "desc": "",
        "name": "灵符女娲"
      },
      "102206": {
        "desc": "",
        "name": "幽灵"
      },
      "102207": {
        "desc": "",
        "name": "吸血鬼"
      },
      "102208": {
        "desc": "",
        "name": "净瓶女娲"
      },
      "102209": {
        "desc": "",
        "name": "鬼将"
      },
      "102210": {
        "desc": "",
        "name": "幽萤娃娃"
      },
      "102211": {
        "desc": "",
        "name": "画魂"
      },
      "102212": {
        "desc": "",
        "name": "大力金刚"
      },
      "102213": {
        "desc": "",
        "name": "夜罗刹"
      },
      "102214": {
        "desc": "",
        "name": "炎魔神"
      },
      "102215": {
        "desc": "",
        "name": "噬天虎"
      },
      "102216": {
        "desc": "",
        "name": "雾中仙"
      },
      "102217": {
        "desc": "",
        "name": "灵鹤"
      },
      "102218": {
        "desc": "",
        "name": "踏云兽"
      },
      "102219": {
        "desc": "",
        "name": "红萼仙子"
      },
      "102220": {
        "desc": "",
        "name": "龙龟"
      },
      "102221": {
        "desc": "",
        "name": "机关人"
      },
      "102222": {
        "desc": "",
        "name": "猫灵（兽型）"
      },
      "102223": {
        "desc": "",
        "name": "狂豹（兽型）"
      },
      "102224": {
        "desc": "",
        "name": "机关兽"
      },
      "102225": {
        "desc": "",
        "name": "机关鸟"
      },
      "102226": {
        "desc": "",
        "name": "连弩车"
      },
      "102227": {
        "desc": "",
        "name": "巴蛇"
      },
      "102228": {
        "desc": "",
        "name": "葫芦宝贝"
      },
      "102229": {
        "desc": "",
        "name": "蝎子精"
      },
      "102230": {
        "desc": "",
        "name": "猫灵（人型）"
      },
      "102231": {
        "desc": "",
        "name": "狂豹（人型）"
      },
      "102232": {
        "desc": "",
        "name": "混沌兽"
      },
      "102233": {
        "desc": "",
        "name": "长眉灵猴"
      },
      "102234": {
        "desc": "",
        "name": "巨力神猿"
      },
      "102235": {
        "desc": "",
        "name": "阴阳伞"
      },
      "102236": {
        "desc": "",
        "name": "修罗傀儡鬼"
      },
      "102237": {
        "desc": "",
        "name": "藤蔓妖花"
      },
      "102238": {
        "desc": "",
        "name": "蜃气妖"
      },
      "102239": {
        "desc": "",
        "name": "修罗傀儡妖"
      },
      "102240": {
        "desc": "",
        "name": "金身罗汉"
      },
      "102241": {
        "desc": "",
        "name": "曼珠沙华"
      },
      "102242": {
        "desc": "",
        "name": "持国巡守"
      },
      "102243": {
        "desc": "",
        "name": "毗舍童子"
      },
      "102244": {
        "desc": "",
        "name": "真陀护法"
      },
      "102245": {
        "desc": "",
        "name": "持国巡守"
      },
      "102246": {
        "desc": "",
        "name": "毗舍童子"
      },
      "102247": {
        "desc": "",
        "name": "真陀护法"
      },
      "102249": {
        "desc": "",
        "name": "超级神羊"
      },
      "102250": {
        "desc": "",
        "name": "超级六耳猕猴"
      },
      "102255": {
        "desc": "",
        "name": "超级泡泡"
      },
      "102256": {
        "desc": "",
        "name": "超级大熊猫"
      },
      "102257": {
        "desc": "",
        "name": "超级大象"
      },
      "102258": {
        "desc": "",
        "name": "超级金猴"
      },
      "102259": {
        "desc": "",
        "name": "超级灵鹿"
      },
      "102260": {
        "desc": "",
        "name": "超级白泽"
      },
      "102261": {
        "desc": "",
        "name": "超级赤焰兽"
      },
      "102262": {
        "desc": "",
        "name": "超级大鹏"
      },
      "102263": {
        "desc": "",
        "name": "超级人参娃娃"
      },
      "102264": {
        "desc": "",
        "name": "超级筋斗云"
      },
      "102265": {
        "desc": "",
        "name": "超级海豚"
      },
      "102266": {
        "desc": "",
        "name": "超级灵狐"
      },
      "102267": {
        "desc": "",
        "name": "超级孔雀"
      },
      "102268": {
        "desc": "",
        "name": "超级麒麟"
      },
      "102269": {
        "desc": "",
        "name": "超级青鸾"
      },
      "102270": {
        "desc": "",
        "name": "超级六耳猕猴"
      },
      "102271": {
        "desc": "",
        "name": "超级神牛"
      },
      "102272": {
        "desc": "",
        "name": "超级神虎"
      },
      "102273": {
        "desc": "",
        "name": "超级神兔"
      },
      "102274": {
        "desc": "",
        "name": "超级神龙"
      },
      "102275": {
        "desc": "",
        "name": "超级神蛇"
      },
      "102276": {
        "desc": "",
        "name": "超级神马"
      },
      "102277": {
        "desc": "",
        "name": "超级神羊"
      },
      "102283": {
        "desc": "",
        "name": "雨师"
      },
      "102303": {
        "desc": "",
        "name": "琴仙"
      },
      "102304": {
        "desc": "",
        "name": "琴仙"
      },
      "102305": {
        "desc": "",
        "name": "泪妖"
      },
      "102306": {
        "desc": "",
        "name": "泪妖"
      },
      "102307": {
        "desc": "",
        "name": "镜妖"
      },
      "102308": {
        "desc": "",
        "name": "镜妖"
      },
      "102309": {
        "desc": "",
        "name": "金铙僧"
      },
      "102310": {
        "desc": "",
        "name": "金铙僧"
      },
      "102311": {
        "desc": "",
        "name": "超级土地公公"
      },
      "102312": {
        "desc": "",
        "name": "超级土地公公"
      },
      "102313": {
        "desc": "",
        "name": "超级神猴"
      },
      "102314": {
        "desc": "",
        "name": "超级神猴"
      },
      "102315": {
        "desc": "",
        "name": "超级神鸡"
      },
      "102316": {
        "desc": "",
        "name": "超级神鸡"
      },
      "102317": {
        "desc": "",
        "name": "超级玉兔"
      },
      "102318": {
        "desc": "",
        "name": "超级玉兔"
      },
      "102319": {
        "desc": "",
        "name": "增长巡守"
      },
      "102320": {
        "desc": "",
        "name": "灵灯侍者"
      },
      "102321": {
        "desc": "",
        "name": "般若天女"
      },
      "102322": {
        "desc": "",
        "name": "增长巡守"
      },
      "102323": {
        "desc": "",
        "name": "灵灯侍者"
      },
      "102324": {
        "desc": "",
        "name": "般若天女"
      },
      "102325": {
        "desc": "",
        "name": "超级神狗"
      },
      "102326": {
        "desc": "",
        "name": "超级神狗"
      },
      "102329": {
        "desc": "",
        "name": "云游火"
      },
      "102330": {
        "desc": "",
        "name": "云游火"
      },
      "102331": {
        "desc": "",
        "name": "玄珠灵仙"
      },
      "102332": {
        "desc": "",
        "name": "玄珠灵仙"
      },
      "102333": {
        "desc": "",
        "name": "巨石守卫（夜）"
      },
      "102334": {
        "desc": "",
        "name": "巨石守卫（夜）"
      },
      "102335": {
        "desc": "",
        "name": "巨石守卫（昼）"
      },
      "102336": {
        "desc": "",
        "name": "巨石守卫（昼）"
      },
      "102337": {
        "desc": "",
        "name": "广目巡守"
      },
      "102338": {
        "desc": "",
        "name": "广目巡守"
      },
      "102339": {
        "desc": "",
        "name": "多闻巡守"
      },
      "102340": {
        "desc": "",
        "name": "多闻巡守"
      },
      "102341": {
        "desc": "",
        "name": "超级小白龙"
      },
      "102342": {
        "desc": "",
        "name": "超级小白龙"
      },
      "102343": {
        "desc": "",
        "name": "超级神猪"
      },
      "102344": {
        "desc": "",
        "name": "超级神猪"
      },
      "102345": {
        "desc": "",
        "name": "妙华天女"
      },
      "102346": {
        "desc": "",
        "name": "妙华天女"
      },
      "102348": {
        "desc": "",
        "name": "泡泡灵仙·剑侠客"
      },
      "102349": {
        "desc": "",
        "name": "泡泡灵仙·飞燕女"
      },
      "102354": {
        "desc": "",
        "name": "泡泡灵仙·骨精灵"
      },
      "102355": {
        "desc": "",
        "name": "泡泡灵仙·神天兵"
      },
      "102356": {
        "desc": "",
        "name": "泡泡灵仙·龙太子"
      },
      "102360": {
        "desc": "",
        "name": "泡泡灵仙·巫蛮儿"
      },
      "102361": {
        "desc": "",
        "name": "泡泡灵仙·杀破狼"
      },
      "102363": {
        "desc": "",
        "name": "泡泡灵仙·羽灵神"
      },
      "102385": {
        "desc": "",
        "name": "花铃"
      },
      "102386": {
        "desc": "",
        "name": "花铃"
      },
      "102387": {
        "desc": "",
        "name": "狐不归"
      },
      "102388": {
        "desc": "",
        "name": "狐不归"
      },
      "102389": {
        "desc": "",
        "name": "月魅"
      },
      "102390": {
        "desc": "",
        "name": "月魅"
      },
      "102391": {
        "desc": "",
        "name": "涂山雪"
      },
      "102392": {
        "desc": "",
        "name": "涂山雪"
      },
      "102393": {
        "desc": "",
        "name": "独角鬼王"
      },
      "102394": {
        "desc": "",
        "name": "独角鬼王"
      },
      "102395": {
        "desc": "",
        "name": "夜游神"
      },
      "102396": {
        "desc": "",
        "name": "夜游神"
      },
      "102397": {
        "desc": "",
        "name": "无常鬼差（白）"
      },
      "102398": {
        "desc": "",
        "name": "无常鬼差（白）"
      },
      "102399": {
        "desc": "",
        "name": "谛听"
      },
      "102400": {
        "desc": "",
        "name": "谛听"
      },
      "102401": {
        "desc": "",
        "name": "月影仙"
      },
      "102402": {
        "desc": "",
        "name": "月影仙"
      },
      "102403": {
        "desc": "",
        "name": "日游神"
      },
      "102404": {
        "desc": "",
        "name": "日游神"
      },
      "102405": {
        "desc": "",
        "name": "超级飞天"
      },
      "102406": {
        "desc": "",
        "name": "超级飞天"
      },
      "102407": {
        "desc": "",
        "name": "超级神鼠"
      },
      "102408": {
        "desc": "",
        "name": "超级神鼠"
      },
      "102409": {
        "desc": "",
        "name": "无常鬼差（黑）"
      },
      "102410": {
        "desc": "",
        "name": "无常鬼差（黑）"
      },
      "102411": {
        "desc": "",
        "name": "魔化毗舍童子"
      },
      "102412": {
        "desc": "",
        "name": "魔化毗舍童子"
      },
      "102413": {
        "desc": "",
        "name": "草龟"
      },
      "102414": {
        "desc": "",
        "name": "毒花龟（日）"
      },
      "102415": {
        "desc": "",
        "name": "毒花龟（夜）"
      },
      "102416": {
        "desc": "",
        "name": "熔岩龟"
      },
      "102417": {
        "desc": "",
        "name": "岩龟"
      },
      "102418": {
        "desc": "",
        "name": "元宝龟"
      },
      "102419": {
        "desc": "",
        "name": "冰龟"
      },
      "102420": {
        "desc": "",
        "name": "云龟"
      },
      "102421": {
        "desc": "",
        "name": "沙虫"
      },
      "102422": {
        "desc": "",
        "name": "金乌虫"
      },
      "102423": {
        "desc": "",
        "name": "熔火虫"
      },
      "102424": {
        "desc": "",
        "name": "月光虫"
      },
      "102425": {
        "desc": "",
        "name": "草叶虫"
      },
      "102426": {
        "desc": "",
        "name": "竹笋虫"
      },
      "102427": {
        "desc": "",
        "name": "天机虫"
      },
      "102428": {
        "desc": "",
        "name": "食魂虫（日）"
      },
      "102429": {
        "desc": "",
        "name": "食魂虫（夜）"
      },
      "102430": {
        "desc": "",
        "name": "积水蛙"
      },
      "102431": {
        "desc": "",
        "name": "雪蛙"
      },
      "102432": {
        "desc": "",
        "name": "鬼蛙"
      },
      "102433": {
        "desc": "",
        "name": "熔火蛙"
      },
      "102434": {
        "desc": "",
        "name": "望月蛙"
      },
      "102435": {
        "desc": "",
        "name": "强盗狸"
      },
      "102436": {
        "desc": "",
        "name": "沙狸"
      },
      "102437": {
        "desc": "",
        "name": "雪狸"
      },
      "102438": {
        "desc": "",
        "name": "鬼狸"
      },
      "102439": {
        "desc": "",
        "name": "纵火狸"
      },
      "102440": {
        "desc": "",
        "name": "海狸"
      },
      "102441": {
        "desc": "",
        "name": "岩冰龟"
      },
      "102442": {
        "desc": "",
        "name": "毒云龟"
      },
      "102443": {
        "desc": "",
        "name": "冰火龟"
      },
      "102444": {
        "desc": "",
        "name": "火云龟"
      },
      "102445": {
        "desc": "",
        "name": "月光雪蛙"
      },
      "102446": {
        "desc": "",
        "name": "火月蛙"
      },
      "102447": {
        "desc": "",
        "name": "火沙虫"
      },
      "102448": {
        "desc": "",
        "name": "金乌火虫"
      },
      "102449": {
        "desc": "",
        "name": "强盗沙狸"
      },
      "102450": {
        "desc": "",
        "name": "鬼火狸"
      },
      "102451": {
        "desc": "",
        "name": "胖海狸"
      },
      "102452": {
        "desc": "",
        "name": "草叶魂虫"
      },
      "102453": {
        "desc": "",
        "name": "月光金乌虫"
      },
      "102454": {
        "desc": "",
        "name": "积水鬼蛙"
      },
      "102455": {
        "desc": "",
        "name": "雪月蛙"
      },
      "102456": {
        "desc": "",
        "name": "强盗鬼狸"
      },
      "102458": {
        "desc": "",
        "name": "金乌月光虫"
      },
      "102459": {
        "desc": "",
        "name": "超级鲲鹏"
      },
      "102471": {
        "desc": "",
        "name": "执音"
      },
      "102472": {
        "desc": "",
        "name": "执音"
      },
      "102473": {
        "desc": "",
        "name": "幻姬"
      },
      "102474": {
        "desc": "",
        "name": "幻姬"
      },
      "102475": {
        "desc": "",
        "name": "金翼"
      },
      "102476": {
        "desc": "",
        "name": "金翼"
      },
      "102477": {
        "desc": "",
        "name": "龙鲤"
      },
      "102478": {
        "desc": "",
        "name": "龙鲤"
      },
      "102479": {
        "desc": "",
        "name": "雷龙"
      },
      "102480": {
        "desc": "",
        "name": "雷龙"
      },
      "102481": {
        "desc": "",
        "name": "虬龙"
      },
      "102482": {
        "desc": "",
        "name": "虬龙"
      },
      "102485": {
        "desc": "",
        "name": "超级离火兽"
      },
      "102486": {
        "desc": "",
        "name": "超级离火兽"
      },
      "102487": {
        "desc": "",
        "name": "超级神牛（辛丑）"
      },
      "102488": {
        "desc": "",
        "name": "超级神牛（辛丑）"
      },
      "102490": {
        "desc": "",
        "name": "超级鲲鹏"
      },
      "102495": {
        "desc": "",
        "name": "长乐灵仙"
      },
      "102496": {
        "desc": "",
        "name": "长乐灵仙"
      },
      "102497": {
        "desc": "",
        "name": "超级神柚"
      },
      "102498": {
        "desc": "",
        "name": "超级神柚"
      },
      "102501": {
        "desc": "",
        "name": "变异兔子怪"
      },
      "102502": {
        "desc": "",
        "name": "变异野猪"
      },
      "102506": {
        "desc": "",
        "name": "变异黑熊精"
      },
      "102507": {
        "desc": "",
        "name": "变异羊头怪"
      },
      "102509": {
        "desc": "",
        "name": "变异芙蓉仙子"
      },
      "102510": {
        "desc": "",
        "name": "变异树怪"
      },
      "102511": {
        "desc": "",
        "name": "变异蝴蝶仙子"
      },
      "102512": {
        "desc": "",
        "name": "变异花妖"
      },
      "102515": {
        "desc": "",
        "name": "变异如意仙子"
      },
      "102517": {
        "desc": "",
        "name": "变异骷髅怪"
      },
      "102522": {
        "desc": "",
        "name": "变异蛤蟆精"
      },
      "102523": {
        "desc": "",
        "name": "变异雷鸟人"
      },
      "102524": {
        "desc": "",
        "name": "变异小龙女"
      },
      "102528": {
        "desc": "",
        "name": "变异老虎"
      },
      "102529": {
        "desc": "",
        "name": "变异黑熊"
      },
      "102530": {
        "desc": "",
        "name": "变异大蝙蝠"
      },
      "102533": {
        "desc": "",
        "name": "变异海毛虫"
      },
      "102534": {
        "desc": "",
        "name": "变异狼"
      },
      "102536": {
        "desc": "",
        "name": "变异大海龟"
      },
      "102537": {
        "desc": "",
        "name": "变异巨蛙"
      },
      "102538": {
        "desc": "",
        "name": "变异天将"
      },
      "102539": {
        "desc": "",
        "name": "变异狸"
      },
      "102540": {
        "desc": "",
        "name": "变异白熊"
      },
      "102541": {
        "desc": "",
        "name": "变异古代瑞兽"
      },
      "102542": {
        "desc": "",
        "name": "变异章鱼"
      },
      "102544": {
        "desc": "",
        "name": "变异强盗"
      },
      "102545": {
        "desc": "",
        "name": "变异山贼"
      },
      "102546": {
        "desc": "",
        "name": "变异赌徒"
      },
      "102547": {
        "desc": "",
        "name": "变异海星"
      },
      "102548": {
        "desc": "",
        "name": "变异护卫"
      },
      "102552": {
        "desc": "",
        "name": "变异牛头"
      },
      "102553": {
        "desc": "",
        "name": "变异马面"
      },
      "102554": {
        "desc": "",
        "name": "变异僵尸"
      },
      "102555": {
        "desc": "",
        "name": "变异野鬼"
      },
      "102559": {
        "desc": "",
        "name": "变异狐狸精"
      },
      "102561": {
        "desc": "",
        "name": "变异天兵"
      },
      "102562": {
        "desc": "",
        "name": "变异虾兵"
      },
      "102563": {
        "desc": "",
        "name": "变异蟹将"
      },
      "102564": {
        "desc": "",
        "name": "变异龟丞相"
      },
      "102565": {
        "desc": "",
        "name": "变异蜘蛛精"
      },
      "102566": {
        "desc": "",
        "name": "变异牛妖"
      },
      "102567": {
        "desc": "",
        "name": "变异星灵仙子"
      },
      "102568": {
        "desc": "",
        "name": "变异风伯"
      },
      "102570": {
        "desc": "",
        "name": "变异蛟龙"
      },
      "102571": {
        "desc": "",
        "name": "变异凤凰"
      },
      "102572": {
        "desc": "",
        "name": "变异巡游天神"
      },
      "102573": {
        "desc": "",
        "name": "变异黑山老妖"
      },
      "102574": {
        "desc": "",
        "name": "变异地狱战神"
      },
      "102576": {
        "desc": "",
        "name": "变异鬼将"
      },
      "102577": {
        "desc": "",
        "name": "变异吸血鬼"
      },
      "102578": {
        "desc": "",
        "name": "变异幽灵"
      },
      "102585": {
        "desc": "",
        "name": "变异灵符女娲"
      },
      "102586": {
        "desc": "",
        "name": "变异律法女娲"
      },
      "102587": {
        "desc": "",
        "name": "变异净瓶女娲"
      },
      "102593": {
        "desc": "",
        "name": "变异大力金刚"
      },
      "102594": {
        "desc": "",
        "name": "变异雾中仙"
      },
      "102595": {
        "desc": "",
        "name": "变异灵鹤"
      },
      "102596": {
        "desc": "",
        "name": "变异夜罗刹"
      },
      "102597": {
        "desc": "",
        "name": "变异炎魔神"
      },
      "102598": {
        "desc": "",
        "name": "变异噬天虎"
      },
      "102599": {
        "desc": "",
        "name": "变异阴阳伞"
      },
      "102602": {
        "desc": "",
        "name": "变异野猪精"
      },
      "102603": {
        "desc": "",
        "name": "变异百足将军"
      },
      "102604": {
        "desc": "",
        "name": "变异鼠先锋"
      },
      "102605": {
        "desc": "",
        "name": "变异踏云兽"
      },
      "102606": {
        "desc": "",
        "name": "变异红萼仙子"
      },
      "102607": {
        "desc": "",
        "name": "变异龙龟"
      },
      "102611": {
        "desc": "",
        "name": "变异机关人"
      },
      "102612": {
        "desc": "",
        "name": "变异机关兽"
      },
      "102613": {
        "desc": "",
        "name": "变异机关鸟"
      },
      "102614": {
        "desc": "",
        "name": "变异连弩车"
      },
      "102615": {
        "desc": "",
        "name": "变异巴蛇"
      },
      "102617": {
        "desc": "",
        "name": "变异犀牛将军（人形）"
      },
      "102618": {
        "desc": "",
        "name": "变异犀牛将军（兽形）"
      },
      "102619": {
        "desc": "",
        "name": "变异蚌精"
      },
      "102620": {
        "desc": "",
        "name": "变异锦毛貂精"
      },
      "102621": {
        "desc": "",
        "name": "变异鲛人"
      },
      "102622": {
        "desc": "",
        "name": "变异千年蛇魅"
      },
      "102623": {
        "desc": "",
        "name": "变异碧水夜叉"
      },
      "102624": {
        "desc": "",
        "name": "变异葫芦宝贝"
      },
      "102625": {
        "desc": "",
        "name": "变异猫灵（兽型）"
      },
      "102626": {
        "desc": "",
        "name": "变异猫灵（人型）"
      },
      "102627": {
        "desc": "",
        "name": "变异狂豹（兽型）"
      },
      "102628": {
        "desc": "",
        "name": "变异狂豹（人型）"
      },
      "102629": {
        "desc": "",
        "name": "变异蝎子精"
      },
      "102630": {
        "desc": "",
        "name": "变异混沌兽"
      },
      "102650": {
        "desc": "",
        "name": "变异幽萤娃娃"
      },
      "102651": {
        "desc": "",
        "name": "变异画魂"
      },
      "102652": {
        "desc": "",
        "name": "变异长眉灵猴"
      },
      "102653": {
        "desc": "",
        "name": "变异巨力神猿"
      },
      "102659": {
        "desc": "",
        "name": "变异修罗傀儡鬼"
      },
      "102660": {
        "desc": "",
        "name": "变异修罗傀儡妖"
      },
      "102661": {
        "desc": "",
        "name": "变异金身罗汉"
      },
      "102662": {
        "desc": "",
        "name": "变异藤蔓妖花"
      },
      "102663": {
        "desc": "",
        "name": "变异曼珠沙华"
      },
      "102664": {
        "desc": "",
        "name": "变异蜃气妖"
      },
      "102678": {
        "desc": "",
        "name": "变异雷鸟人"
      },
      "102679": {
        "desc": "",
        "name": "变异蝴蝶仙子"
      },
      "102680": {
        "desc": "",
        "name": "变异白熊"
      },
      "102681": {
        "desc": "",
        "name": "变异天将"
      },
      "102682": {
        "desc": "",
        "name": "变异古代瑞兽"
      },
      "102683": {
        "desc": "",
        "name": "变异黑山老妖"
      },
      "102684": {
        "desc": "",
        "name": "变异天兵"
      },
      "102685": {
        "desc": "",
        "name": "变异风伯"
      },
      "102686": {
        "desc": "",
        "name": "变异地狱战神"
      },
      "102687": {
        "desc": "",
        "name": "变异蛟龙"
      },
      "102688": {
        "desc": "",
        "name": "变异凤凰"
      },
      "102689": {
        "desc": "",
        "name": "变异雨师"
      },
      "102690": {
        "desc": "",
        "name": "变异蚌精"
      },
      "102691": {
        "desc": "",
        "name": "变异鲛人"
      },
      "102692": {
        "desc": "",
        "name": "变异碧水夜叉"
      },
      "102693": {
        "desc": "",
        "name": "变异锦毛貂精"
      },
      "102694": {
        "desc": "",
        "name": "变异千年蛇魅"
      },
      "102695": {
        "desc": "",
        "name": "变异犀牛将军（人形）"
      },
      "102696": {
        "desc": "",
        "name": "变异犀牛将军（兽形）"
      },
      "102697": {
        "desc": "",
        "name": "变异巡游天神"
      },
      "102698": {
        "desc": "",
        "name": "变异星灵仙子"
      },
      "102699": {
        "desc": "",
        "name": "变异如意仙子"
      },
      "102700": {
        "desc": "",
        "name": "变异芙蓉仙子"
      },
      "102701": {
        "desc": "",
        "name": "变异野猪精"
      },
      "102702": {
        "desc": "",
        "name": "变异百足将军"
      },
      "102703": {
        "desc": "",
        "name": "变异鼠先锋"
      },
      "102704": {
        "desc": "",
        "name": "变异律法女娲"
      },
      "102705": {
        "desc": "",
        "name": "变异灵符女娲"
      },
      "102706": {
        "desc": "",
        "name": "变异幽灵"
      },
      "102707": {
        "desc": "",
        "name": "变异吸血鬼"
      },
      "102708": {
        "desc": "",
        "name": "变异净瓶女娲"
      },
      "102709": {
        "desc": "",
        "name": "变异鬼将"
      },
      "102710": {
        "desc": "",
        "name": "变异幽萤娃娃"
      },
      "102711": {
        "desc": "",
        "name": "变异画魂"
      },
      "102712": {
        "desc": "",
        "name": "变异大力金刚"
      },
      "102713": {
        "desc": "",
        "name": "变异夜罗刹"
      },
      "102714": {
        "desc": "",
        "name": "变异炎魔神"
      },
      "102715": {
        "desc": "",
        "name": "变异噬天虎"
      },
      "102716": {
        "desc": "",
        "name": "变异雾中仙"
      },
      "102717": {
        "desc": "",
        "name": "变异灵鹤"
      },
      "102718": {
        "desc": "",
        "name": "变异踏云兽"
      },
      "102719": {
        "desc": "",
        "name": "变异红萼仙子"
      },
      "102720": {
        "desc": "",
        "name": "变异龙龟"
      },
      "102721": {
        "desc": "",
        "name": "变异机关人"
      },
      "102722": {
        "desc": "",
        "name": "变异猫灵（兽型）"
      },
      "102723": {
        "desc": "",
        "name": "变异狂豹（兽型）"
      },
      "102724": {
        "desc": "",
        "name": "变异机关兽"
      },
      "102725": {
        "desc": "",
        "name": "变异机关鸟"
      },
      "102726": {
        "desc": "",
        "name": "变异连弩车"
      },
      "102727": {
        "desc": "",
        "name": "变异巴蛇"
      },
      "102728": {
        "desc": "",
        "name": "变异葫芦宝贝"
      },
      "102729": {
        "desc": "",
        "name": "变异蝎子精"
      },
      "102730": {
        "desc": "",
        "name": "变异猫灵（人型）"
      },
      "102731": {
        "desc": "",
        "name": "变异狂豹（人型）"
      },
      "102732": {
        "desc": "",
        "name": "变异混沌兽"
      },
      "102733": {
        "desc": "",
        "name": "变异长眉灵猴"
      },
      "102734": {
        "desc": "",
        "name": "变异巨力神猿"
      },
      "102735": {
        "desc": "",
        "name": "变异阴阳伞"
      },
      "102736": {
        "desc": "",
        "name": "变异修罗傀儡鬼"
      },
      "102737": {
        "desc": "",
        "name": "变异藤蔓妖花"
      },
      "102738": {
        "desc": "",
        "name": "变异蜃气妖"
      },
      "102739": {
        "desc": "",
        "name": "变异修罗傀儡妖"
      },
      "102740": {
        "desc": "",
        "name": "变异金身罗汉"
      },
      "102741": {
        "desc": "",
        "name": "变异曼珠沙华"
      },
      "102742": {
        "desc": "",
        "name": "变异持国巡守"
      },
      "102743": {
        "desc": "",
        "name": "变异毗舍童子"
      },
      "102744": {
        "desc": "",
        "name": "变异真陀护法"
      },
      "102745": {
        "desc": "",
        "name": "变异持国巡守"
      },
      "102746": {
        "desc": "",
        "name": "变异毗舍童子"
      },
      "102747": {
        "desc": "",
        "name": "变异真陀护法"
      },
      "102783": {
        "desc": "",
        "name": "变异雨师"
      },
      "102803": {
        "desc": "",
        "name": "变异琴仙"
      },
      "102804": {
        "desc": "",
        "name": "变异琴仙"
      },
      "102805": {
        "desc": "",
        "name": "变异泪妖"
      },
      "102806": {
        "desc": "",
        "name": "变异泪妖"
      },
      "102807": {
        "desc": "",
        "name": "变异镜妖"
      },
      "102808": {
        "desc": "",
        "name": "变异镜妖"
      },
      "102809": {
        "desc": "",
        "name": "变异金铙僧"
      },
      "102810": {
        "desc": "",
        "name": "变异金铙僧"
      },
      "102819": {
        "desc": "",
        "name": "变异增长巡守"
      },
      "102820": {
        "desc": "",
        "name": "变异灵灯侍者"
      },
      "102821": {
        "desc": "",
        "name": "变异般若天女"
      },
      "102822": {
        "desc": "",
        "name": "变异增长巡守"
      },
      "102823": {
        "desc": "",
        "name": "变异灵灯侍者"
      },
      "102824": {
        "desc": "",
        "name": "变异般若天女"
      },
      "102827": {
        "desc": "",
        "name": "超级猪小戒"
      },
      "102828": {
        "desc": "",
        "name": "超级猪小戒"
      },
      "102829": {
        "desc": "",
        "name": "变异云游火"
      },
      "102830": {
        "desc": "",
        "name": "变异云游火"
      },
      "102831": {
        "desc": "",
        "name": "变异玄珠灵仙"
      },
      "102832": {
        "desc": "",
        "name": "变异玄珠灵仙"
      },
      "102833": {
        "desc": "",
        "name": "变异巨石守卫（夜）"
      },
      "102834": {
        "desc": "",
        "name": "变异巨石守卫（夜）"
      },
      "102835": {
        "desc": "",
        "name": "变异巨石守卫（昼）"
      },
      "102836": {
        "desc": "",
        "name": "变异巨石守卫（昼）"
      },
      "102837": {
        "desc": "",
        "name": "变异广目巡守"
      },
      "102838": {
        "desc": "",
        "name": "变异广目巡守"
      },
      "102839": {
        "desc": "",
        "name": "变异多闻巡守"
      },
      "102840": {
        "desc": "",
        "name": "变异多闻巡守"
      },
      "102885": {
        "desc": "",
        "name": "变异花铃"
      },
      "102886": {
        "desc": "",
        "name": "变异花铃"
      },
      "102887": {
        "desc": "",
        "name": "变异狐不归"
      },
      "102888": {
        "desc": "",
        "name": "变异狐不归"
      },
      "102889": {
        "desc": "",
        "name": "变异月魅"
      },
      "102890": {
        "desc": "",
        "name": "变异月魅"
      },
      "102891": {
        "desc": "",
        "name": "变异涂山雪"
      },
      "102892": {
        "desc": "",
        "name": "变异涂山雪"
      },
      "102893": {
        "desc": "",
        "name": "变异独角鬼王"
      },
      "102894": {
        "desc": "",
        "name": "变异独角鬼王"
      },
      "102895": {
        "desc": "",
        "name": "变异夜游神"
      },
      "102896": {
        "desc": "",
        "name": "变异夜游神"
      },
      "102897": {
        "desc": "",
        "name": "变异无常鬼差（白）"
      },
      "102898": {
        "desc": "",
        "name": "变异无常鬼差（白）"
      },
      "102899": {
        "desc": "",
        "name": "变异谛听"
      },
      "102900": {
        "desc": "",
        "name": "变异谛听"
      },
      "102901": {
        "desc": "",
        "name": "变异月影仙"
      },
      "102902": {
        "desc": "",
        "name": "变异月影仙"
      },
      "102903": {
        "desc": "",
        "name": "变异日游神"
      },
      "102904": {
        "desc": "",
        "name": "变异日游神"
      },
      "102909": {
        "desc": "",
        "name": "变异无常鬼差（黑）"
      },
      "102910": {
        "desc": "",
        "name": "变异无常鬼差（黑）"
      },
      "102913": {
        "desc": "",
        "name": "变异草龟"
      },
      "102914": {
        "desc": "",
        "name": "变异毒花龟（日）"
      },
      "102915": {
        "desc": "",
        "name": "变异毒花龟（夜）"
      },
      "102916": {
        "desc": "",
        "name": "变异熔岩龟"
      },
      "102917": {
        "desc": "",
        "name": "变异岩龟"
      },
      "102919": {
        "desc": "",
        "name": "变异冰龟"
      },
      "102920": {
        "desc": "",
        "name": "变异云龟"
      },
      "102921": {
        "desc": "",
        "name": "变异沙虫"
      },
      "102922": {
        "desc": "",
        "name": "变异金乌虫"
      },
      "102923": {
        "desc": "",
        "name": "变异熔火虫"
      },
      "102924": {
        "desc": "",
        "name": "变异月光虫"
      },
      "102925": {
        "desc": "",
        "name": "变异草叶虫"
      },
      "102926": {
        "desc": "",
        "name": "变异竹笋虫"
      },
      "102928": {
        "desc": "",
        "name": "变异食魂虫（日）"
      },
      "102929": {
        "desc": "",
        "name": "变异食魂虫（夜）"
      },
      "102930": {
        "desc": "",
        "name": "变异积水蛙"
      },
      "102931": {
        "desc": "",
        "name": "变异雪蛙"
      },
      "102932": {
        "desc": "",
        "name": "变异鬼蛙"
      },
      "102933": {
        "desc": "",
        "name": "变异熔火蛙"
      },
      "102934": {
        "desc": "",
        "name": "变异望月蛙"
      },
      "102935": {
        "desc": "",
        "name": "变异强盗狸"
      },
      "102936": {
        "desc": "",
        "name": "变异沙狸"
      },
      "102937": {
        "desc": "",
        "name": "变异雪狸"
      },
      "102938": {
        "desc": "",
        "name": "变异鬼狸"
      },
      "102939": {
        "desc": "",
        "name": "变异纵火狸"
      },
      "102940": {
        "desc": "",
        "name": "变异海狸"
      },
      "102971": {
        "desc": "",
        "name": "变异执音"
      },
      "102972": {
        "desc": "",
        "name": "变异执音"
      },
      "102973": {
        "desc": "",
        "name": "变异幻姬"
      },
      "102974": {
        "desc": "",
        "name": "变异幻姬"
      },
      "102975": {
        "desc": "",
        "name": "变异金翼"
      },
      "102976": {
        "desc": "",
        "name": "变异金翼"
      },
      "102977": {
        "desc": "",
        "name": "变异龙鲤"
      },
      "102978": {
        "desc": "",
        "name": "变异龙鲤"
      },
      "102979": {
        "desc": "",
        "name": "变异雷龙"
      },
      "102980": {
        "desc": "",
        "name": "变异雷龙"
      },
      "102981": {
        "desc": "",
        "name": "变异虬龙"
      },
      "102982": {
        "desc": "",
        "name": "变异虬龙"
      },
      "102995": {
        "desc": "",
        "name": "变异长乐灵仙"
      },
      "102996": {
        "desc": "",
        "name": "变异长乐灵仙"
      },
      "112000": {
        "desc": "",
        "name": "超级有熊"
      },
      "112001": {
        "desc": "",
        "name": "超级有熊"
      },
      "112002": {
        "desc": "",
        "name": "超级神虎（壬寅）"
      },
      "112003": {
        "desc": "",
        "name": "超级神虎（壬寅）"
      },
      "112004": {
        "desc": "",
        "name": "阿宝"
      },
      "112005": {
        "desc": "",
        "name": "阿宝"
      },
      "112006": {
        "desc": "",
        "name": "有苏鸩"
      },
      "112007": {
        "desc": "",
        "name": "有苏鸩"
      },
      "112008": {
        "desc": "",
        "name": "涂山瞳"
      },
      "112009": {
        "desc": "",
        "name": "涂山瞳"
      },
      "112010": {
        "desc": "",
        "name": "觉醒涂山雪"
      },
      "112011": {
        "desc": "",
        "name": "觉醒涂山雪"
      },
      "112016": {
        "desc": "",
        "name": "超级神兔（癸卯）"
      },
      "112017": {
        "desc": "",
        "name": "超级神兔（癸卯）"
      },
      "112019": {
        "desc": "",
        "name": "司风"
      },
      "112020": {
        "desc": "",
        "name": "司雪"
      },
      "112021": {
        "desc": "",
        "name": "司雨"
      },
      "112022": {
        "desc": "",
        "name": "沙暴"
      },
      "112023": {
        "desc": "",
        "name": "司风"
      },
      "112024": {
        "desc": "",
        "name": "司雪"
      },
      "112025": {
        "desc": "",
        "name": "司雨"
      },
      "112026": {
        "desc": "",
        "name": "沙暴"
      },
      "112027": {
        "desc": "",
        "name": "超级飞廉"
      },
      "112028": {
        "desc": "",
        "name": "超级飞廉"
      },
      "112034": {
        "desc": "",
        "name": "超级泡泡"
      },
      "112035": {
        "desc": "",
        "name": "超级泡泡"
      },
      "112036": {
        "desc": "",
        "name": "超级神龙（甲辰）"
      },
      "112037": {
        "desc": "",
        "name": "超级神龙（甲辰）"
      },
      "112038": {
        "desc": "",
        "name": "自在心猿"
      },
      "112039": {
        "desc": "",
        "name": "司辰侍者（未来）"
      },
      "112040": {
        "desc": "",
        "name": "炼丹童子"
      },
      "112046": {
        "desc": "",
        "name": "自在心猿"
      },
      "112047": {
        "desc": "",
        "name": "司辰侍者（未来）"
      },
      "112048": {
        "desc": "",
        "name": "炼丹童子"
      },
      "112054": {
        "desc": "",
        "name": "超级红孩儿"
      },
      "112055": {
        "desc": "",
        "name": "超级红孩儿"
      },
      "112061": {
        "desc": "",
        "name": "五行山神（金）"
      },
      "112062": {
        "desc": "",
        "name": "五行山神（木）"
      },
      "112063": {
        "desc": "",
        "name": "五行山神（水）"
      },
      "112064": {
        "desc": "",
        "name": "五行山神（火）"
      },
      "112065": {
        "desc": "",
        "name": "五行山神（土）"
      },
      "112066": {
        "desc": "",
        "name": "五行山神（金）"
      },
      "112067": {
        "desc": "",
        "name": "五行山神（木）"
      },
      "112068": {
        "desc": "",
        "name": "五行山神（水）"
      },
      "112069": {
        "desc": "",
        "name": "五行山神（火）"
      },
      "112070": {
        "desc": "",
        "name": "五行山神（土）"
      },
      "112071": {
        "desc": "",
        "name": "司辰侍者（过去）"
      },
      "112072": {
        "desc": "",
        "name": "司辰侍者（过去）"
      },
      "112074": {
        "desc": "",
        "name": "超级神蛇（乙巳）"
      },
      "112075": {
        "desc": "",
        "name": "超级神蛇（乙巳）"
      },
      "112078": {
        "desc": "",
        "name": "天狗（兽形）"
      },
      "112079": {
        "desc": "",
        "name": "天狗（人形）"
      },
      "112080": {
        "desc": "",
        "name": "缘劫女娲"
      },
      "112081": {
        "desc": "",
        "name": "大力鬼王"
      },
      "112082": {
        "desc": "",
        "name": "无相金蝉"
      },
      "112083": {
        "desc": "",
        "name": "天狗（兽形）"
      },
      "112084": {
        "desc": "",
        "name": "天狗（人形）"
      },
      "112085": {
        "desc": "",
        "name": "缘劫女娲"
      },
      "112086": {
        "desc": "",
        "name": "大力鬼王"
      },
      "112087": {
        "desc": "",
        "name": "无相金蝉"
      },
      "112504": {
        "desc": "",
        "name": "变异阿宝"
      },
      "112505": {
        "desc": "",
        "name": "变异阿宝"
      },
      "112506": {
        "desc": "",
        "name": "变异有苏鸩"
      },
      "112507": {
        "desc": "",
        "name": "变异有苏鸩"
      },
      "112508": {
        "desc": "",
        "name": "变异涂山瞳"
      },
      "112509": {
        "desc": "",
        "name": "变异涂山瞳"
      },
      "112510": {
        "desc": "",
        "name": "变异觉醒涂山雪"
      },
      "112511": {
        "desc": "",
        "name": "变异觉醒涂山雪"
      },
      "112519": {
        "desc": "",
        "name": "变异司风"
      },
      "112520": {
        "desc": "",
        "name": "变异司雪"
      },
      "112521": {
        "desc": "",
        "name": "变异司雨"
      },
      "112522": {
        "desc": "",
        "name": "变异沙暴"
      },
      "112523": {
        "desc": "",
        "name": "变异司风"
      },
      "112524": {
        "desc": "",
        "name": "变异司雪"
      },
      "112525": {
        "desc": "",
        "name": "变异司雨"
      },
      "112526": {
        "desc": "",
        "name": "变异沙暴"
      },
      "112538": {
        "desc": "",
        "name": "变异自在心猿"
      },
      "112539": {
        "desc": "",
        "name": "变异司辰侍者（未来）"
      },
      "112540": {
        "desc": "",
        "name": "变异炼丹童子"
      },
      "112546": {
        "desc": "",
        "name": "变异自在心猿"
      },
      "112547": {
        "desc": "",
        "name": "变异司辰侍者（未来）"
      },
      "112548": {
        "desc": "",
        "name": "变异炼丹童子"
      },
      "112561": {
        "desc": "",
        "name": "变异五行山神（金）"
      },
      "112562": {
        "desc": "",
        "name": "变异五行山神（木）"
      },
      "112563": {
        "desc": "",
        "name": "变异五行山神（水）"
      },
      "112564": {
        "desc": "",
        "name": "变异五行山神（火）"
      },
      "112565": {
        "desc": "",
        "name": "变异五行山神（土）"
      },
      "112566": {
        "desc": "",
        "name": "变异五行山神（金）"
      },
      "112567": {
        "desc": "",
        "name": "变异五行山神（木）"
      },
      "112568": {
        "desc": "",
        "name": "变异五行山神（水）"
      },
      "112569": {
        "desc": "",
        "name": "变异五行山神（火）"
      },
      "112570": {
        "desc": "",
        "name": "变异五行山神（土）"
      },
      "112571": {
        "desc": "",
        "name": "变异司辰侍者（过去）"
      },
      "112572": {
        "desc": "",
        "name": "变异司辰侍者（过去）"
      },
      "112578": {
        "desc": "",
        "name": "变异天狗（兽形）"
      },
      "112579": {
        "desc": "",
        "name": "变异天狗（人形）"
      },
      "112580": {
        "desc": "",
        "name": "变异缘劫女娲"
      },
      "112581": {
        "desc": "",
        "name": "变异大力鬼王"
      },
      "112582": {
        "desc": "",
        "name": "变异无相金蝉"
      },
      "112583": {
        "desc": "",
        "name": "变异天狗（兽形）"
      },
      "112584": {
        "desc": "",
        "name": "变异天狗（人形）"
      },
      "112585": {
        "desc": "",
        "name": "变异缘劫女娲"
      },
      "112586": {
        "desc": "",
        "name": "变异大力鬼王"
      },
      "112587": {
        "desc": "",
        "name": "变异无相金蝉"
      },
      "118866": {
        "desc": "",
        "name": "超级风泽"
      },
      "118867": {
        "desc": "",
        "name": "超级风泽"
      },
      "118868": {
        "desc": "",
        "name": "超级风泽"
      },
      "118869": {
        "desc": "",
        "name": "超级风泽"
      }
    },
    "equip_special_effect": {
      "1": "无级别",
      "2": "简易",
      "3": "愤怒",
      "4": "暴怒",
      "5": "永不磨损",
      "6": "神农",
      "7": "神佑",
      "8": "精致",
      "9": "坚固",
      "10": "狩猎",
      "11": "绝杀",
      "12": "专注",
      "13": "伪装",
      "14": "易修理",
      "15": "再生",
      "16": "必中",
      "17": "迷踪",
      "18": "珍宝"
    },
    "equip_special_skills": [
      [
        1027,
        "罗汉金钟"
      ],
      [
        1015,
        "晶清诀"
      ],
      [
        1018,
        "笑里藏刀"
      ],
      [
        1036,
        "破血狂攻"
      ],
      [
        1042,
        "破碎无双"
      ],
      [
        1011,
        "慈航普度"
      ],
      [
        1008,
        "四海升平"
      ],
      [
        1014,
        "玉清诀"
      ],
      [
        2009,
        "金刚怒目"
      ],
      [
        2010,
        "琴音三叠"
      ],
      [
        2011,
        "乾坤挪移"
      ],
      [
        2012,
        "疾风荡魄"
      ],
      [
        2013,
        "玄鸟之灵"
      ],
      [
        2014,
        "神鸟之印"
      ],
      [
        2015,
        "伯牙绝弦"
      ],
      [
        2016,
        "焚琴煮鹤"
      ],
      [
        2017,
        "攻心术"
      ],
      [
        2018,
        "惊心术"
      ],
      [
        2019,
        "妙法之护"
      ],
      [
        2020,
        "神机之护"
      ],
      [
        1030,
        "放下屠刀"
      ],
      [
        1020,
        "野兽之力"
      ],
      [
        1024,
        "流云诀"
      ],
      [
        1034,
        "凝滞术"
      ],
      [
        1022,
        "光辉之甲"
      ],
      [
        1032,
        "破甲术"
      ],
      [
        1012,
        "水清诀"
      ],
      [
        1037,
        "弱点击破"
      ],
      [
        2002,
        "聚精会神"
      ],
      [
        2004,
        "燃烧之光"
      ],
      [
        1010,
        "起死回生"
      ],
      [
        1009,
        "回魂咒"
      ],
      [
        1023,
        "圣灵之甲"
      ],
      [
        1033,
        "碎甲术"
      ],
      [
        1031,
        "河东狮吼"
      ],
      [
        1021,
        "魔兽之印"
      ],
      [
        1025,
        "啸风诀"
      ],
      [
        1035,
        "停陷术"
      ],
      [
        2003,
        "先发制人"
      ],
      [
        2007,
        "菩提心佑"
      ],
      [
        1038,
        "吸血"
      ],
      [
        1039,
        "残月"
      ],
      [
        1007,
        "命归术"
      ],
      [
        1045,
        "虚空之刃"
      ],
      [
        1001,
        "气疗术"
      ],
      [
        1002,
        "心疗术"
      ],
      [
        1003,
        "命疗术"
      ],
      [
        1004,
        "凝气诀"
      ],
      [
        1005,
        "凝神诀"
      ],
      [
        1006,
        "气归术"
      ],
      [
        1013,
        "冰清诀"
      ],
      [
        1016,
        "诅咒之伤"
      ],
      [
        1017,
        "诅咒之亡"
      ],
      [
        1019,
        "绝幻魔音"
      ],
      [
        1026,
        "太极护法"
      ],
      [
        1028,
        "修罗咒"
      ],
      [
        1029,
        "天衣无缝"
      ],
      [
        1040,
        "冥王暴杀"
      ],
      [
        "1041,2041",
        "乾坤斩"
      ],
      [
        1043,
        "帝释无双"
      ],
      [
        1044,
        "伽罗无双"
      ],
      [
        1046,
        "亡灵之刃"
      ],
      [
        1047,
        "死亡之音"
      ],
      [
        1048,
        "身似菩提"
      ],
      [
        1049,
        "心如明镜"
      ],
      [
        1050,
        "移形换影"
      ],
      [
        2001,
        "凝心诀"
      ],
      [
        2005,
        "毁灭之光"
      ],
      [
        2006,
        "金刚不坏"
      ]
    ],
    "fabao_info": {
      "6001": {
        "desc": "华佗悬壶济世时所携带的翡翠葫芦，此宝长期跟随华佗行医，也深谙医术。佩带此宝时会增加师门法术回复的气血。#r【法宝类型】恢复#r【法宝等级】一级#r【等级限制】60级",
        "name": "碧玉葫芦"
      },
      "6002": {
        "desc": "此飞剑可从千里之外出击，取敌人首级如探囊取物，精准的袭击令人瞠目。佩带飞剑可以增加人物的命中。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "飞剑"
      },
      "6003": {
        "desc": "以石拭剑，可以厉其锋，此乃蜀山上千百剑仙拭剑之石。佩带此石可增加人物伤害。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "拭剑石"
      },
      "6004": {
        "desc": "拥有神奇效果的道家仙衣。佩戴此法宝，在战斗中承受物理攻击时候可能出现天兵保护。#r【法宝类型】防御#r【法宝等级】一级#r【等级限制】60级",
        "name": "金甲仙衣"
      },
      "6005": {
        "desc": "天师的法宝。无需佩戴，在战斗中祭起后可将目标牢牢捆缚住，使其的逃跑成功率降低。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "缚妖索"
      },
      "6006": {
        "desc": "神奇的符纸，上面记载着张天师的秘传制符心法，是方寸山的不传之秘。佩带此符的方寸山弟子将拥有更强大的符咒操纵能力，同时拥有对封系法术的抗性。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "天师符"
      },
      "6007": {
        "desc": "织女所持羽扇，拥有它就能像织女一样美丽动人。此扇是女儿村的不传之秘，佩戴此扇的女儿村弟子容貌更加出众，也愈发使人止步不前，同时拥有对封系法术的抗性。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "织女扇"
      },
      "6008": {
        "desc": "李天王为门下弟子专门炼制的宝贝，为五雷之精魄，祭起时夹风雷之势，天旋地转飞沙走石。佩带此物的天宫弟子使用乾坤塔时更为得心应手，同时拥有对封系法术的抗性。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "雷兽"
      },
      "6009": {
        "desc": "用天蚕丝所制的面具，辅以上古符咒，是非常好的变身辅助。戴上它可以在战斗中使用变身卡进行变身。#r【法宝类型】辅助 #r【法宝等级】一级#r【等级限制】60级",
        "name": "鬼脸面具"
      },
      "6010": {
        "desc": "戴上这个面具，面容就像千年寒冰下的湖水，谁也不知道是什么样子，拥有者可以在战斗中使用变身卡变幻身份。#r【法宝类型】辅助#r【法宝等级】二级#r【等级限制】80级",
        "name": "玄冰面具"
      },
      "6011": {
        "desc": "十多人才能合抱的神木，散发着古老神秘的气息，佩带者可以在战斗中使用高级变身卡进行变身。#r【法宝类型】辅助#r【法宝等级】三级#r【等级限制】100级",
        "name": "神木面具"
      },
      "6012": {
        "desc": "财神爷的看家宝贝，散出千枚铜钱伤人，如果碰上不为金钱所动的人就没有办法了。无需佩戴，在战斗中使用此法宝攻击对方，每次使用消耗当前金钱2000。#r【法宝类型】攻击#r【法宝等级】一级#r【等级限制】60级",
        "name": "金钱镖"
      },
      "6013": {
        "desc": "财神爷的不传之秘，用银锭砸人，如果碰上不为金钱所动的人就没有办法了。无需佩戴，在战斗中使用此法宝可攻击对方，每次使用消耗当前金钱4000。#r【法宝类型】攻击#r【法宝等级】三级#r【等级限制】100级",
        "name": "落雨金钱"
      },
      "6014": {
        "desc": "天庭法宝，专为缉拿神仙所制，材料不知为何物，柔韧结实。一旦被捆则降低目标的逃跑成功率，无需佩戴。#r【法宝类型】辅助#r【法宝等级】二级#r【等级限制】80级",
        "name": "捆仙绳"
      },
      "6015": {
        "desc": "此索就算八部天龙被缚也难以逃脱，一般人被捆缚住后，逃跑成功率大幅度降低，只有乖乖被擒，无需佩戴。#r【法宝类型】辅助#r【法宝等级】三级#r【等级限制】100级",
        "name": "缚龙索"
      },
      "6016": {
        "desc": "无论对方如何变幻形体，用此符都有可能将其识破。无需佩戴，在战斗中主动对对方使用，有一定几率解除目标变身效果。#r【法宝类型】诅咒#r【法宝等级】二级#r【等级限制】80级",
        "name": "现形符"
      },
      "6017": {
        "desc": "此镜一出，妖魔鬼怪无处遁形。无需佩戴，在战斗中主动对对方使用，有很大几率识破对方的幻化效果。#r【法宝类型】诅咒#r【法宝等级】三级#r【等级限制】100级",
        "name": "照妖镜"
      },
      "6018": {
        "desc": "铃声长鸣，闻者胆战心惊。无需佩戴，战斗中摇晃此铃可以恐吓敌方召唤兽，使其丧失斗志试图逃离战场。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "惊魂铃"
      },
      "6019": {
        "desc": "在十八层地狱深处锻造之铃，吸收地府冤怨之气，摇之如闻听百鬼魂群号，可震慑敌方召唤兽，使其丧失斗志试图逃离战场。无需佩戴，在战斗中主动使用。#r【法宝类型】辅助#r【法宝等级】三级#r【等级限制】100级",
        "name": "鬼泣"
      },
      "6020": {
        "desc": "灵光宝匣，神奇的宝匣，使用后可以穿越时空。汇聚足够的天地灵蕴光华之力，就可以到达想去的地方。可以在任意地点定下标记，无需佩戴，在非战斗中使用直接达到，一个小时限用一次。#r【法宝类型】辅助#r【法宝等级】三级#r【等级限制】100级",
        "name": "灵光宝匣"
      },
      "6021": {
        "desc": "某个神仙制造的逃跑工具，无需佩戴，战斗中使用后可以迅速离开战斗逃至其他地方，有可能逃跑失败哦。#r【法宝类型】辅助#r【法宝等级】三级#r【等级限制】100级",
        "name": "缩地尺"
      },
      "6022": {
        "desc": "苗疆的奇特宝贝，只要在敌人的影子里投放蛊虫，就可以在一段时间内获知他所在的位置，非战斗中使用，无需佩戴。#r【法宝类型】辅助#r【法宝等级】三级#r【等级限制】100级",
        "name": "影蛊"
      },
      "6023": {
        "desc": "多闻天王的巨伞，撑起后可遮天蔽日。无需佩戴，在战斗中使用可以随机将自己承受的部分伤害反弹给对方单个成员。#r【法宝类型】辅助#r【法宝等级】三级#r【等级限制】100级",
        "name": "混元伞"
      },
      "6024": {
        "desc": "这铃铛声是号召妖怪们战斗的号角，据说是蚩尤当年为涿鹿之战而制。战斗中摇晃此铃，附近的妖物会聚集过来协助战斗。#r【法宝类型】辅助#r【法宝等级】二级#r【等级限制】80级",
        "name": "聚妖铃"
      },
      "6025": {
        "desc": "地府钟馗的法宝，此幡一祭，天地变色，鬼影憧憧，黄泉十万阴兵应幡而出。无需佩戴，在战斗中使用可以召唤鬼魂助战。#r【法宝类型】辅助#r【法宝等级】二级#r【等级限制】80级",
        "name": "万鬼幡"
      },
      "6026": {
        "desc": "金钱过处，法宝落地。它可以将法宝击落，取消目标主动法宝所增加的临时效果，是战场上强有力的威胁，无需佩戴，需要在战斗中主动使用。#r【法宝类型】辅助#r【法宝等级】三级#r【等级限制】100级",
        "name": "落宝金钱"
      },
      "6027": {
        "desc": "桃木做的人形玩偶，上面雕刻着古怪的符文，会吸引召唤兽对它进行攻击。无需佩戴，在战斗中主动使用。#r【法宝类型】防御#r【法宝等级】二级#r【等级限制】80级",
        "name": "断线木偶"
      },
      "6028": {
        "desc": "眼神涣散、毫无生机的傀儡，他们的魂魄已经消失，只有机械的吸引目标对其发起攻击。无需佩戴，在战斗中主动使用。#r【法宝类型】防御#r【法宝等级】三级#r【等级限制】100级",
        "name": "无魂傀儡"
      },
      "6029": {
        "desc": "衣着五彩，色泽鲜美的布娃娃，无需佩戴，战斗中主动使用会替主人承受一定的伤害。#r【法宝类型】防御#r【法宝等级】二级#r【等级限制】80级",
        "name": "五彩娃娃"
      },
      "6030": {
        "desc": "符纸制成的纸人，看起来单薄羸弱，在主人受到伤害时会自动现身护主。无需佩戴。#r【法宝类型】防御#r【法宝等级】三级#r【等级限制】100级",
        "name": "苍白纸人"
      },
      "6031": {
        "desc": "拥有通灵能力的宝玉，汲取天地间的灵气，佩带此宝可在获得经验时额外增加一些经验。每提升5级修炼境界即可获得更多的额外经验。（该法宝不受五行属性影响）#r【法宝类型】辅助#r【法宝等级】三级#r【等级限制】100级",
        "name": "通灵宝玉"
      },
      "6032": {
        "desc": "宝盆能聚宝，财源滚滚来。佩带此盆在获得金钱时额外增加一些金钱。每提升3级修炼境界即可获得更多的额外金钱。（该法宝不受五行属性影响）#r【法宝类型】辅助#r【法宝等级】三级#r【等级限制】100级",
        "name": "聚宝盆"
      },
      "6033": {
        "desc": "托塔天王的另外一件宝贝，祭起后可增加斗志与杀气，使勇者更勇。使用后可在一定回合内增加愤怒值，无需佩戴。#r【法宝类型】诅咒#r【法宝等级】三级#r【等级限制】100级",
        "name": "乾坤玄火塔"
      },
      "6034": {
        "desc": "堪破人间仁与义，七杀下凡啸腥风。此宝为武斗星君的饰物，战斗中祭起后战意漫天，令对手丧失斗志，毫无招架之力。佩戴后可以增加伤害并忽略对方部分防御。#r【法宝类型】诅咒#r【法宝等级】二级#r【等级限制】80级",
        "name": "七杀"
      },
      "6035": {
        "desc": "采五山之铁精，六合之金英，七七四十九日以身赴铜水，血凝剑气而成，削金如泥，吹毛得过，佩带在身上就已剑气横溢，令人心生怯意。战斗中祭起后杀气冲天，三回合内法宝携带者增加极高的伤害。#r【法宝类型】攻击#r【法宝等级】三级#r【等级限制】100级",
        "name": "干将莫邪"
      },
      "6036": {
        "desc": "以肉身所化舍利制成的手链，为佛祖赠予目犍连之宝，拥有此宝者可达到杀贼、应供、无生之境界。战斗中祭起后的下三回合内拥有者所使用的门派法术魔法消耗减少，无需佩戴。#r【法宝类型】辅助#r【法宝等级】二级#r【等级限制】80级",
        "name": "罗汉珠"
      },
      "6037": {
        "desc": "大慈与一切众生乐，大悲拔一切众生苦。大慈以喜乐因缘与众生， 大悲以离苦因缘与众生。佩带此物者将受到佛祖的庇护，使用门派法术与特技恢复气血的效果将大幅度提升。#r【法宝类型】恢复#r【法宝等级】三级#r【等级限制】100级",
        "name": "慈悲"
      },
      "6038": {
        "desc": "精巧的银制匣子，内藏百花之毒，是女儿村的镇山法宝，佩带此宝的女儿村弟子通过师门技能或者暗器使目标中毒后受到的伤害增加。#r【法宝类型】诅咒#r【法宝等级】三级#r【等级限制】100级",
        "name": "曼陀罗"
      },
      "6039": {
        "desc": "当年观音大士赠予孙悟空取经路上救急之用的宝贝，孙悟空修成正果后把此宝转赠方寸山弟子，佩带毫毛在战斗中死亡后每回合有一定几率复活，每场战斗允许复活3次。#r【法宝类型】恢复#r【法宝等级】三级#r【等级限制】100级",
        "name": "救命毫毛"
      },
      "6041": {
        "desc": "雷鞭电闪商羊舞，流金泻火混沌开。五雷正法鬼神惧，九天降魔显神威。此物为荡魔天尊赠予托塔天王，只有得到李天王赏识的天宫门下弟子才有机会得到这件宝物。佩带此宝的天宫弟子在施展雷部法术时威力将更加惊人。#r【法宝类型】攻击#r【法宝等级】三级#r【等级限制】100级",
        "name": "伏魔天书"
      },
      "6042": {
        "desc": "佛门利器，可断除烦恼、除恶魔，代表佛智、空性、真如与智慧。佩带后可以提升对五行之术的掌握，使五行法术的伤害增加。#r【法宝类型】攻击#r【法宝等级】二级#r【等级限制】80级",
        "name": "金刚杵"
      },
      "6043": {
        "desc": "佛法无边,慈航普渡，以慈悲之心普渡天下众生。此宝经观音大士点化，佩带此物将使门派法术“普渡众生”可能同时对两个目标施放。#r【法宝类型】恢复#r【法宝等级】三级#r【等级限制】100级",
        "name": "普渡"
      },
      "6044": {
        "desc": "以水为盾，可以护体。此宝为西海龙女佩带之物，祭起后遭受攻击时一定几率将伤害转化为气血，是龙宫秘宝，无需佩戴。#r【法宝类型】恢复#r【法宝等级】二级#r【等级限制】80级",
        "name": "分水"
      },
      "6045": {
        "desc": "以大禹治水时的石尺炼化而成，祭起此珠再大的风浪都要平息。佩带此宝的龙宫弟子可以领会本门神通的精髓，使自己的法术在战斗中发挥更大的威力。#r【法宝类型】攻击#r【法宝等级】三级#r【等级限制】100级",
        "name": "镇海珠"
      },
      "6046": {
        "desc": "镇元大仙的信物，可于危难中庇护五庄弟子。佩戴此物，可减少所受到的所有伤害，越是危难时刻，效果越是显著。#r【法宝类型】防御#r【法宝等级】三级#r【等级限制】100级",
        "name": "奇门五行令"
      },
      "6048": {
        "desc": "玉麒麟甲制成的令牌，经青毛狮以妖力修炼，拥有号令百兽的威力。佩带此物战斗中召唤兽的所有能力都得到提升。#r【法宝类型】攻击#r【法宝等级】二级#r【等级限制】80级",
        "name": "兽王令"
      },
      "6049": {
        "desc": "以玄铁为材料，在畜生道中历练千年的霸道妖器。可令召唤兽心生畏惧，佩带此物战斗中可以降低来自召唤兽的伤害。#r【法宝类型】防御#r【法宝等级】三级#r【等级限制】100级",
        "name": "失心钹"
      },
      "6050": {
        "desc": "此物乃牛魔王与铁扇公主定情之时赠送给娘子的宝贝，使用此宝能在三回合内回复魔法。#r【法宝类型】恢复#r【法宝等级】二级#r【等级限制】80级",
        "name": "赤焰"
      },
      "6051": {
        "desc": "一祭风沙起，再祭烈火燃，三祭浓烟蔽日。红孩儿以内丹在离火内修炼数百年的印章，以龙子狻猊为印饰。佩带此宝能增加神焰的几率。#r【法宝类型】攻击#r【法宝等级】三级#r【等级限制】100级",
        "name": "五火神焰印"
      },
      "6052": {
        "desc": "阎王要你三更死，谁敢留人过五更。此物为黄泉中至阴之物，专门摄取生魂，通常勾魂使者才能携带。无需佩戴，在战斗中祭起后使目标失魂落魄，失去生气，三回合内承受的伤害增加。#r【法宝类型】诅咒#r【法宝等级】二级#r【等级限制】80级",
        "name": "摄魂"
      },
      "6053": {
        "desc": "孟婆的茶盏，沉淀着每个鬼魂投胎转世前的怨恨与无奈，其怨之深，其恨之毒，天下无双。此物佩带者在战斗中可通过尸腐毒造成的伤害为本方玩家成员治疗当前气血（包括持续伤害），同时使用尸腐毒时有一定概率额外对另外一个单位使用（不会选择已经有尸腐毒的单位）。每人每回合气血回复血量最多不超过等级*3。#r【法宝类型】恢复#r【法宝等级】三级#r【等级限制】100级",
        "name": "九幽"
      },
      "6054": {
        "desc": "永远有多远，拿一世来衡量。我许你三生三世，你给我一点惆怅。此扇为冰冰姑娘之物，佩带者能感受到她已经忘却的情伤，佩带后可以在使用盘丝洞封系法术可以使目标身中情毒，受到的治疗效果下降。#r【法宝类型】诅咒#r【法宝等级】三级#r【等级限制】100级",
        "name": "忘情"
      },
      "6056": {
        "desc": "散发着血腥嗜杀气息的布幡。佩带此旗在物理攻击时有一定几率额外多攻击一个目标。#r【法宝类型】攻击#r【法宝等级】一级#r【等级限制】60级",
        "name": "嗜血幡"
      },
      "6057": {
        "desc": "弥勒佛随身携带的蒲扇，一扇肝火熄，再扇心火消，三扇通体顺。无需佩戴，战斗中使用此扇能使对手4回合内持续减少愤怒值。#r【法宝类型】诅咒#r【法宝等级】三级#r【等级限制】100级",
        "name": "无尘扇"
      },
      "6058": {
        "desc": "风婆系在腰间装风的布袋，放出风来可吹人至数里外。佩上此袋可增加人物速度。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "风袋"
      },
      "6059": {
        "desc": "冰冰姑娘的独门法宝，据说这灯是用百只狐妖的眼神为芯，佩带在身上散发着摄人心魂的灯光。佩带此灯的盘丝洞弟子将提高迷惑敌人的效果，同时拥有对封系法术的抗性。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "迷魂灯"
      },
      "6060": {
        "desc": "镇元大仙修炼多年的宝贝，拥有摄人的威力，佩带此珠的五庄观弟子对乾坤袖的使用更加纯熟，同时拥有对封系法术的抗性。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "定风珠"
      },
      "6061": {
        "desc": "五瘟正神的秘宝，匣内盛满着发瘟蛊，无需佩戴，在战斗中主动使用。一旦开启能使目标晕头转向，无法使用法术并且攻击失误。#r【法宝类型】诅咒#r【法宝等级】二级#r【等级限制】80级",
        "name": "发瘟匣"
      },
      "6062": {
        "desc": "佛门经文，在心中默念三遍可不受外界干扰，清心自如。无需佩戴，主动使用后可解除因法宝而带来的异常效果。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "清心咒"
      },
      "6063": {
        "desc": "佛门至宝，佛祖当年以大雷音寺内玉池内白莲所制，携带此宝者气定神闲，不受七情六欲之苦。此灯一旦佩带，战斗中每回合自动对拥有法宝异常状态的成员进行解除，有一定几率解除状态失败。#r【法宝类型】辅助#r【法宝等级】三级#r【等级限制】100级",
        "name": "七宝玲珑灯"
      },
      "6064": {
        "desc": "广成子修炼的独门宝贝，砸中后能使人神志不清，三魂出窍，失去对法宝的控制。无需佩戴，战斗中祭起后有一定几率使目标身上佩带的被动法宝4回合内失去作用。#r【法宝类型】诅咒#r【法宝等级】二级#r【等级限制】80级",
        "name": "番天印"
      },
      "6065": {
        "desc": "无字无画的经书，据说只有开启天眼之人才可以看到竹简上的文字。无需佩戴，战斗中祭起经书有很高几率使目标4回合内丧失心神，无法使用主动法宝。#r【法宝类型】诅咒#r【法宝等级】三级#r【等级限制】100级",
        "name": "无字经"
      },
      "6066": {
        "desc": "九黎氏族用蛮兽之皮所制的战鼓，佩带此宝可以在战斗中增加召唤兽的攻击力。#r【法宝类型】攻击#r【法宝等级】一级#r【等级限制】60级",
        "name": "九黎战鼓"
      },
      "6067": {
        "desc": "以恶龙之骨制成的饰品，佩带此宝可以在战斗中增加召唤兽的防御。#r【法宝类型】防御#r【法宝等级】一级#r【等级限制】60级",
        "name": "盘龙壁"
      },
      "6068": {
        "desc": "玄铁打造的雌雄飞剑，佩带此宝可以在战斗中增加召唤兽的速度。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "神行飞剑"
      },
      "6069": {
        "desc": "灵霄宝殿内的宫灯，佩带此宝可以在战斗中增加召唤兽的灵力。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "汇灵盏"
      },
      "6070": {
        "desc": "昔日唐王拜将，天降五色旗勤兵。臣民以为祥瑞。丞相乃进五色旗盒，以盛锦旗。江湖素有能人巧士，依样画葫芦得制此宝，为行囊便利之用。方寸山觉岸处可获此宝。无需佩戴即可使用。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "五色旗盒"
      },
      "6071": {
        "desc": "寿星在蓬莱仙岛所植的灵藕，食之令人神清气爽，增加修为。#r【功效】#r增加法宝修炼次数=品质*0.1。",
        "name": "碧藕"
      },
      "6072": {
        "desc": "采天蚕之丝，辅以七彩云缎为其缝制的斗篷，佩戴之后有几率抵挡部分法术伤害。#r【法宝类型】防御#r【法宝等级】二级#r【等级限制】80级",
        "name": "降魔斗篷"
      },
      "6073": {
        "desc": "雪山颠峰中挖掘出的宝玉，蕴藏着千年灵气，佩带后可以提升自己的灵力。#r【法宝类型】辅助#r【法宝等级】二级#r【等级限制】80级",
        "name": "附灵玉"
      },
      "6074": {
        "desc": "此物为冬夜极寒之时，神木林祭师亲自前往神木之顶采集残月之月华凝结而成。佩戴此法宝可增加法术攻击的连击几率。#r【法宝类型】攻击#r【法宝等级】三级#r【等级限制】100级",
        "name": "月影"
      },
      "6075": {
        "desc": "神木林祭师祭天地所用之物。无需佩戴，在战斗中祭起此鼎可将受到的部分伤害转化为魔法值。#r【法宝类型】辅助#r【法宝等级】二级#r【等级限制】80级",
        "name": "神木宝鼎"
      },
      "6076": {
        "desc": "四海纵横，剑斩妖魔，此剑为二郎神杨戬心爱之物。佩戴此法宝可增加物理攻击时的物理伤害结果。#r【法宝类型】攻击#r【法宝等级】三级#r【等级限制】100级",
        "name": "斩魔"
      },
      "6078": {
        "desc": "二郎神行游三界，采撷千年间战火煞气凝为此珠。佩戴此物者，祭起后，回合开始时恢复魔法，持续3回合。满层情况下，天煞状态结束时可回复1点战意。#r【法宝类型】辅助#r【法宝等级】二级#r【等级限制】80级",
        "name": "天煞"
      },
      "6079": {
        "desc": "无底洞洞府极幽深处所居之蟾精，历千年而尸身不腐，玲珑剔透状如珠玉。佩戴后使用此法宝，护体金蟾被击破后，可回复本方所有玩家气血。#r【法宝类型】恢复#r【法宝等级】三级#r【等级限制】100级",
        "name": "金蟾"
      },
      "6080": {
        "desc": "地涌夫人于大雷音寺之时所盗之宝烛，佩戴此物如有佛祖护佑，每回合结束时可自动回复气血。#r【法宝类型】恢复#r【法宝等级】二级#r【等级限制】80级",
        "name": "宝烛"
      },
      "6081": {
        "desc": "幽风所过之处，阴风凛冽，摧心刺骨。佩戴此法宝者，使用阴风绝章更为娴熟，同时拥有对封系法术的抗性。#r【法宝类型】辅助#r【法宝等级】一级#r【等级限制】60级",
        "name": "幽灵珠"
      },
      "6082": {
        "desc": "重明鸟灵所化之战鼓，击之可激扬士气，倍增勇武。佩戴此法宝，可大大提升召唤兽的物理伤害和法术伤害。#r【法宝类型】辅助#r【法宝等级】四级#r【等级限制】120级",
        "name": "重明战鼓"
      },
      "6083": {
        "desc": "以九天云雾炼制而成的宝甲，轻若无物，如梦似幻，令人目眩神迷。佩戴此法宝，可大大提升召唤兽的物理防御和法术防御。#r【法宝类型】辅助#r【法宝等级】四级#r【等级限制】120级",
        "name": "梦云幻甲"
      },
      "6084": {
        "desc": "蕴含易理的天地灵宝，透出一股玄奥之感。佩戴此法宝，可大大提升封印命中率和抵抗封印命中率（阴曹地府使用时不增加抵抗封印命中率）。仅限女儿村、方寸山、盘丝洞、无底洞、天宫、五庄观、阴曹地府门派使用。#r【法宝类型】辅助#r【法宝等级】四级#r【等级限制】120级",
        "name": "河图洛书"
      },
      "6085": {
        "desc": "集人间怒火而成一朵怒焰，再将其炼为丹珠而成的法宝。佩戴此法宝，人物倒地时可保留一定的愤怒值。#r【法宝类型】恢复#r【法宝等级】四级#r【等级限制】120级",
        "name": "炽焰丹珠"
      },
      "6086": {
        "desc": "生于九重神霄天之上的芝兰仙草，其色翠绿，万年不凋。佩戴此法宝，人物倒地时，回复全体队友的魔法，每场战斗起效3次。#r【法宝类型】恢复#r【法宝等级】四级#r【等级限制】120级",
        "name": "翡翠芝兰"
      },
      "6087": {
        "desc": "太上老君百炼而成的太虚玉液，以紫金葫芦盛装，有云龙之气盘绕于外。佩戴此法宝，人物倒地时，回复全体队友的气血，每场战斗起效3次。#r【法宝类型】恢复#r【法宝等级】四级#r【等级限制】120级",
        "name": "太虚玉液"
      },
      "6088": {
        "desc": "金色蟠龙所化的玉璧，能自行以龙气护主。佩戴此法宝，受到物理攻击或者法术攻击时，一定几率减免部分伤害。不能与金甲仙衣、降魔斗篷同时佩戴。#r【法宝类型】防御#r【法宝等级】四级#r【等级限制】120级",
        "name": "蟠龙玉璧"
      },
      "6089": {
        "desc": "如来座前生长千年的白莲，因长年浸润圣佛之气而成为了一件法宝。主动使用此法宝，2回合内大幅度减少全体友方人物单位受到的来自召唤兽的物理伤害。#r【法宝类型】防御#r【法宝等级】四级#r【等级限制】120级",
        "name": "九梵清莲"
      },
      "6090": {
        "desc": "苍鸾灵气所化成的一片雪羽，有日月光华聚于其上。无需佩戴，在战斗中主动使用此法宝，在当前回合提升全体友方单位的法术伤害效果，并降低全体友方单位的法术防御效果。#r【法宝类型】攻击#r【法宝等级】四级#r【等级限制】120级",
        "name": "苍灵雪羽"
      },
      "6091": {
        "desc": "凝战场忠魂而成此物。因战而生，为战而死。无需佩戴，在战斗中主动使用此法宝，当前回合全体友方单位的物理伤害效果可以得到提升，全体友方单位的物理防御效果会被降低。#r【法宝类型】攻击#r【法宝等级】四级#r【等级限制】120级",
        "name": "烽火狼烟"
      },
      "6092": {
        "desc": "极北之地万载冰精中形成的异种冰蝶，能回风舞雪，冻绝万物。无需佩戴，在战斗中主动使用此法宝，可大幅降低目标物理攻击时的命中率。#r【法宝类型】诅咒#r【法宝等级】四级#r【等级限制】120级",
        "name": "舞雪冰蝶"
      },
      "6093": {
        "desc": "以陨星神铁炼制而成的如意，遍体生金色祥纹，有天外紫火缭绕其上。无需佩戴，在战斗中主动使用此法宝，对目标召唤兽造成随机伤害，如果此次攻击击飞了目标，则回复使用者等级*2的气血。#r【法宝类型】攻击#r【法宝等级】四级#r【等级限制】120级",
        "name": "紫火如意"
      },
      "6094": {
        "desc": "聚清风为气，锁流云为形，能使人进入战斗状态，神行千里，凌波飞渡。佩戴此法宝，在强烈的战斗欲望驱使下，使得人物速度大大提升。不能与风袋同时佩戴。#r【法宝类型】攻击#r【法宝等级】四级#r【等级限制】120级",
        "name": "凌波仙符"
      },
      "6095": {
        "desc": "圣气非凡的一方小印，上书《楞严经》全篇，可助人明心见性，证道菩提。佩戴此法宝，可大幅提升治疗量。不能与碧玉葫芦同时佩戴。#r【法宝类型】恢复#r【法宝等级】四级#r【等级限制】120级",
        "name": "归元圣印"
      },
      "6096": {
        "desc": "云霄之上有飞鸿，掠影落星下九重。传说中的神物，佩带后可让人在战斗时借用九天星辰之力。佩戴此法宝，进入战斗时，大幅提升物理伤害。#r【法宝类型】辅助#r【法宝等级】四级#r【等级限制】120级",
        "name": "落星飞鸿"
      },
      "6097": {
        "desc": "天光流不定，云影共徘徊。以飘渺云竹制成的仙笛，能令人在施展法术时事半功倍。佩戴此法宝，进入战斗时，大幅提升法术伤害。#r【法宝类型】辅助#r【法宝等级】四级#r【等级限制】120级",
        "name": "流影云笛"
      },
      "6098": {
        "desc": "织女以天边晚霞织就，如烟如雾，佩戴后云雾缭绕，消弭术法。佩戴此法宝可以增加法术闪避。#r【法宝类型】辅助#r【法宝等级】四级#r【等级限制】120级",
        "name": "软烟罗锦"
      },
      "6099": {
        "desc": "通体暗黑，内含谷玄星辰之力。谷玄者，主吞噬。佩戴此法宝，可以吸收属性法术。#r【法宝类型】辅助#r【法宝等级】四级#r【等级限制】120级",
        "name": "谷玄星盘"
      },
      "6100": {
        "desc": "玉帝心爱的饮酒器皿，常年盛放玉酿仙液，灵气浸染之下，遍体流光。佩戴此法宝，可以随战斗回合数增加物理暴击。#r【法宝类型】攻击#r【法宝等级】四级#r【等级限制】120级",
        "name": "千斗金樽"
      },
      "6101": {
        "desc": "银河倾泻，夜幕悬垂，星空之万千变化皆在其中。以星河之力激荡本心，源源不绝。佩戴此法宝，可以随战斗回合数增加法术暴击。#r【法宝类型】攻击#r【法宝等级】四级#r【等级限制】120级",
        "name": "宿幕星河"
      },
      "6102": {
        "desc": "传说中北冥鲲之巨鳞，佩戴则可获抟扶摇之力，逍遥九天，傲视群雄。佩戴后可增加我方所有人物伤害力，开启阵法且自身伤害远高于其他队友时，额外增加自身大量伤害。#r【法宝类型】辅助#r【法宝等级】四级#r【等级限制】120级",
        "name": "北冥巨鳞"
      },
      "6103": {
        "desc": "于地府浴万千血魄浸润而成，凶煞无比。需要佩戴，在战斗中祭出则可借鬼神之力，通天彻地。可增加我方所有人物法术伤害力，开启阵法且自身法术伤害远高于其他队友时，额外增加自身大量法术伤害。#r【法宝类型】辅助#r【法宝等级】四级#r【等级限制】120级",
        "name": "血魄元幡"
      },
      "6104": {
        "desc": "吹奏起，则万花丛中过，片叶不沾身。以灵动身法，应万千之变。佩戴后可增加我方所有人物抗封能力，开启阵法且自身速度远高于其他队友时，效果大幅提高。#r【法宝类型】防御#r【法宝等级】四级#r【等级限制】120级",
        "name": "翠碧玉箫"
      },
      "6105": {
        "desc": "原为屹立于泰山绝壁万年，任凭风吹雨打，自岿然不动。后被二郎神一斧劈下制成此物。佩戴后可增加我方所有人物防御，开启阵法且自身防御远高于其他队友时，效果大幅提高。#r【法宝类型】防御#r【法宝等级】四级#r【等级限制】120级",
        "name": "冷龙石磐"
      },
      "6106": {
        "desc": "上缀灵珠八颗，装载乾坤。翻手则风平浪静，四野流云；覆手则天昏地暗，日月无光。佩戴后可增加我方所有人物法术防御，开启阵法且自身防御远高于其他队友时，效果大幅提高。#r【法宝类型】防御#r【法宝等级】四级#r【等级限制】120级",
        "name": "琉璃云罩"
      },
      "6107": {
        "desc": "空灵空性，无欲无求。以菩提心应万物，以慈悲心护周身。有我不伤人、人不伤我之能。无需佩戴，在战斗中使用此物，可降低本回合内双方造成的伤害。#r【法宝类型】防御#r【法宝等级】四级#r【等级限制】120级",
        "name": "璞玉灵钵"
      },
      "6108": {
        "desc": "征讨风伯雨师之役缴获之战鼓。擂之轰鸣，可唤云雷。鼓声起，则怨魔威力倍增。佩戴后可以强化召唤的怨灵和幻魔。#r【法宝类型】辅助#r【法宝等级】二级#r【等级限制】80级",
        "name": "云雷鼓"
      },
      "6109": {
        "desc": "天女魃埋葬应龙之时吹奏的紫竹长笛。其幽咽之声，如怨如泣，闻此调者，如哭声绕梁，不绝于耳。佩戴后师门法术附加的诅咒层数有一定概率增加。#r【法宝类型】攻击#r【法宝等级】三级#r【等级限制】100级",
        "name": "葬龙笛"
      },
      "6110": {
        "desc": "古蜀国流传而来的玉石法器，珠上有眼，炯炯有光，佩此珠，神宁气定，不受邪魔搅扰。#r【法宝类型】辅助#r【法宝等级】二级#r【等级限制】80级",
        "name": "会神珠"
      },
      "6111": {
        "desc": "鲁班大师之袍服，看似平平无奇，实则千丝万线皆为玄机，着此袍可御刀兵之伤。佩戴后降低受到的物理伤害，在偃甲状态下还可以将降低的伤害转化为护盾，且提高“匠心”法术的效果。#r【法宝类型】防御#r【法宝等级】三级#r【等级限制】100级",
        "name": "神匠袍"
      },
      "6112": {
        "desc": "燃灯古佛借予孙悟空之宝灯，据说此灯恒燃不灭，可照彻过去、现在、未来三世。拥有者可见天地洞明，对方弱点尽在眼中，从而提升自身物理暴击能力。#r【法宝类型】辅助#r【法宝等级】二级#r【等级限制】80级",
        "name": "琉璃灯"
      },
      "6113": {
        "desc": "本是大禹治水时传下的定海神针，后被花果山孙悟空取走，成为齐天大圣的随身兵器。拥有者可以使部分伤害转化为伤势。#r【法宝类型】攻击#r【法宝等级】三级#r【等级限制】100级",
        "name": "金箍棒"
      },
      "6116": {
        "desc": "在“山河画境·宝剑赛季”的战斗中：大大增加你的物理伤害力/法术伤害力/固定伤害力（根据你的力量/魔力/敏捷属性值），且战斗时有几率不消耗装备耐久。#r无法通过消耗经验提升境界。#r【法宝类型】攻击",
        "name": "仓颉神木"
      },
      "6117": {
        "desc": "琅琅珏玉，清心明神，佩戴之人，梦魇消退。主动使用可减退当前所在境界并消除梦魇。无需佩戴。#r【法宝类型】辅助#r【法宝等级】二级#r【等级限制】80级",
        "name": "明心玉"
      },
      "6118": {
        "desc": "吞噬无尽，暗影降临，号角响起，虫蛙皆听我命令！佩戴后可增加虫之噬和蛙之影造成的伤害。#r【法宝类型】攻击#r【法宝等级】三级#r【等级限制】100级",
        "name": "虫蛙号角"
      },
      "6127": {
        "desc": "昔女娲以五色石补天，奇石化作长虹破空，淫雨止息，苍生得救。后世以虹光之遗制铃，摇动此铃，霎时天朗风清，虹销雨霁。佩戴此法宝，有一定几率在无天气时减免大量伤害，在有天气时几率较低。#r【法宝类型】防御#r【法宝等级】四级#r【等级限制】120级",
        "name": "澄空净铃"
      },
      "6130": {
        "desc": "于九黎城魔息熔浆中锻炼，由兵主蚩尤亲自铸造，魔兵之魂汇于其中，击之震撼乾坤。主动使用可获得“怒哮”状态，并且抵抗封印类法术能力提升，持续2回合。无需佩戴。#r【法宝类型】攻击#r【法宝等级】二级#r【等级限制】80级",
        "name": "铸兵锤"
      },
      "6131": {
        "desc": "昔日蚩尤遨游魔域，收服万邪，以此笼囚禁诸魔异兽，妖气浓郁，威压四方。佩戴后可令“黎魂”触发3个师门技能概率增加。#r【法宝类型】辅助#r【法宝等级】三级#r【等级限制】100级",
        "name": "驭魔笼"
      },
      "6137": {
        "desc": "大慈与一切众生乐，大悲拔一切众生苦。大慈以喜乐因缘与众生， 大悲以离苦因缘与众生。佩戴此物者将受到佛祖的加持，造成的法术伤害提高。#r【法宝类型】攻击#r【法宝等级】三级#r【等级限制】100级",
        "name": "慈悲"
      },
      "6138": {
        "desc": "佛法无边,慈航普渡，以慈悲之心普渡天下众生。此宝经观音大士点化，佩戴此物将使门派法术“紧箍咒”可能同时对两个目标施放。#r【法宝类型】攻击#r【法宝等级】三级#r【等级限制】100级",
        "name": "普渡"
      }
    },
    "fangwu_info": {
      "0": "无",
      "1": "普通",
      "2": "华宅",
      "3": "豪宅",
      "4": "华宅(带阁楼)",
      "5": "豪宅(带阁楼)",
      "6": "金屋玉宅",
      "7": "洞天福地"
    },
    "fight_levels": {
      "65": "参战45-65",
      "66": "参战75-105",
      "67": "参战125-145",
      "68": "飞升120-155",
      "69": "渡劫155-175",
      "70": "个性宠",
      "71": "神兽",
      "75": "化圣175",
      "80": "泡泡灵仙"
    },
    "gems_name": {
      "1": "红玛瑙",
      "2": "太阳石",
      "3": "舍利子",
      "4": "光芒石",
      "5": "月亮石",
      "6": "黑宝石",
      "7": "神秘石",
      "12": "翡翠石"
    },
    "girl_child_info": {
      "100102": "小丫丫",
      "100104": "小精灵",
      "100106": "小仙女",
      "100108": "小丫丫",
      "100110": "小精灵",
      "100112": "小仙女"
    },
    "high_neidans": {
      "914": "神机步",
      "915": "腾挪劲",
      "916": "玄武躯",
      "917": "龙胄铠",
      "918": "玉砥柱",
      "919": "碎甲刃",
      "920": "阴阳护",
      "921": "凛冽气",
      "924": "舍身击",
      "925": "电魂闪",
      "926": "通灵法",
      "927": "双星爆",
      "928": "催心浪",
      "930": "隐匿击",
      "934": "血债偿",
      "935": "生死决",
      "937": "朱雀甲",
      "939": "棱光镜"
    },
    "jingpo_stone_attrs": {
      "1": "伤害",
      "2": "灵力",
      "3": "速度",
      "4": "躲避",
      "5": "气血",
      "6": "防御"
    },
    "jingpo_stone_types": {
      "4036": "铠甲",
      "4037": "护腕",
      "4038": "项圈"
    },
    "ju_qing_skill": {
      "151": "古董评估",
      "152": "建筑之术",
      "153": "丹元济会",
      "154": "变化之术",
      "155": "火眼金睛",
      "156": "调息",
      "157": "打坐",
      "158": "奇门遁甲",
      "159": "妙手空空",
      "160": "仙灵店铺",
      "161": "宝石工艺",
      "170": "翰墨之道",
      "197": "丹青之道"
    },
    "ju_qing_skill_desc": {
      "151": {
        "desc": "能够对各种珍稀物品作出评估的技能，学习后和古董商人交易时将更容易获得馈赠。#r学习消耗：每级消耗2点技能点，最高为10级。",
        "name": "古董评估"
      },
      "152": {
        "desc": "古代的建筑之术，学习后可以提高建造房屋的能力和技巧。#r学习消耗：每级消耗3点技能点，最高为5级。",
        "name": "建筑之术"
      },
      "153": {
        "desc": "仙界的灵术之一，通过协调经脉运行，疏通气血周转，可以将药物的功效发挥到极致。#r学习消耗：每级消耗5点技能点，最高为5级。",
        "name": "丹元济会"
      },
      "154": {
        "desc": "即寻常所说七十二变，为灵台方寸山上的菩提祖师所创。通过观察万物造化之本，将道家精髓心法融会贯通，能够做到寻其性，仿其形。学习后可以使用特定的“变身卡片”进行变身。#r学习消耗：每级消耗4点技能点，最高为6级。",
        "name": "变化之术"
      },
      "155": {
        "desc": "仙界法术之一，能够分辨伪装，识破变化者的本来面目。#r学习消耗：每级消耗2点技能点，最高为6级。",
        "name": "火眼金睛"
      },
      "156": {
        "desc": "武学的基本功之一，即是用意念改变周身运行节律，进而调和阴阳，协调脏腑，疏通经络，可寄心于息，使心息相依，意气相随，气血舒畅。#r学习消耗：每级消耗3点技能点，最高为5级。",
        "name": "调息"
      },
      "157": {
        "desc": "所谓“世间万相，皆是虚妄”，通过打坐可以强化身心，屏弃尘事浮华的侵扰，获得清静之心界，法力也随之得到一定恢复。#r学习消耗：每级消耗3点技能点，最高为5级。",
        "name": "打坐"
      },
      "158": {
        "desc": "道家法术的一支，由符之术和五行遁法相辅而成，可将行遁之法附于导标旗上，用来穿梭于各大陆之间。#r学习消耗：每级消耗4点技能点，最高为3级。",
        "name": "奇门遁甲"
      },
      "159": {
        "desc": "江湖上的南偷北盗都有一身非凡的偷窃本领，可从怪物身上偷来银两或宝物。#r学习消耗：每级消耗3点技能点，最高为10级。",
        "name": "妙手空空"
      },
      "160": {
        "desc": "仙界的奇妙法术，掌握了相关的运用之法，无论身处何地，都能够随时召唤仙灵到自己身边，购买一些常用的物品。#r学习消耗：每级消耗3点技能点，最高为5级。",
        "name": "仙灵店铺"
      },
      "161": {
        "desc": "流传于东胜神洲傲来国的一项工艺，能够对各种金玉宝石加以合成，获得更为精良的效果。#r学习消耗：每级消耗2点技能点，最高为7级。",
        "name": "宝石工艺"
      },
      "162": {
        "desc": "东土盛行的一种对弈之术，拥有该技能会提高自身在棋牌方面的造诣。",
        "name": "牌弈之术"
      },
      "163": {
        "desc": "东土盛行的一种对弈之术，提高自身在棋牌方面的造诣。",
        "name": "棋弈之术"
      },
      "164": {
        "desc": "仙界的奇妙法术，掌握此法术之人能够将装备信息记录下来。",
        "name": "装备图鉴"
      },
      "165": {
        "desc": "仙界的奇妙法术，掌握此法术之人能够将召唤兽信息记录下来。",
        "name": "召唤兽图鉴"
      },
      "166": {
        "desc": "流传在民间的娱乐方式，两个玩家先各自握紧拳头，念出口令最后一个音节的同时，两个玩家出示自己心中想好的石头、剪刀或者布的手势。拥有该技能可以邀请其他朋友一起玩猜拳小游戏。",
        "name": "猜拳"
      },
      "167": {
        "desc": "古代流传下来的神秘棋盘，内藏无数奥秘和乐趣，据说在三界仙人中非常流行。",
        "name": "乾坤盘"
      },
      "168": {
        "desc": "墨家弟子最爱的游戏，传说拥有大智慧的人才能掌握其中的奥秘。",
        "name": "墨家数独牌"
      },
      "169": {
        "desc": "你在奇遇探秘中的经历，可使用技能进行查看。",
        "name": "奇遇"
      },
      "170": {
        "desc": "寄身于翰墨，见意于篇籍，文库随身，携书挟卷，行而读之，不亦乐乎。",
        "name": "翰墨之道"
      },
      "197": {
        "desc": "寄身于翰墨，抒怀于丹青，妙笔生万物，彩卷绘河山，不亦乐乎。",
        "name": "丹青之道"
      }
    },
    "libi_equip_type": [
      {
        "label": "霆云飞廉礼币",
        "value": "55178"
      },
      {
        "label": "福气冲天·吾皇礼币",
        "value": "53904"
      },
      {
        "label": "琉璃晶币",
        "value": "51474"
      },
      {
        "label": "寒冰灵虎礼币",
        "value": "50850"
      },
      {
        "label": "霜雪龙宝礼包",
        "value": "50469"
      },
      {
        "label": "萤火霜兔礼包",
        "value": "50094"
      },
      {
        "label": "四不相礼币",
        "value": "52271"
      },
      {
        "label": "福虎金宝礼币",
        "value": "53902"
      },
      {
        "label": "财源滚滚礼币",
        "value": "50652"
      },
      {
        "label": "吞云腾蛇礼币",
        "value": "53840"
      },
      {
        "label": "牛转钱坤礼币",
        "value": "52834"
      },
      {
        "label": "钱兔似锦礼币",
        "value": "55269"
      },
      {
        "label": "非你莫鼠礼币",
        "value": "51821"
      },
      {
        "label": "水嘟嘟礼币",
        "value": "52595"
      },
      {
        "label": "龙重登场礼币",
        "value": "57005"
      },
      {
        "label": "喜气乘龙礼币",
        "value": "57007"
      },
      {
        "label": "避水金睛兽礼币",
        "value": "56743"
      },
      {
        "label": "灰太狼礼币",
        "value": "57909"
      }
    ],
    "life_skill": {
      "201": "强身术",
      "202": "冥想",
      "203": "暗器技巧",
      "204": "打造技巧",
      "205": "裁缝技巧",
      "206": "中药医理",
      "207": "炼金术",
      "208": "烹饪技巧",
      "209": "追捕技巧",
      "210": "逃离技巧",
      "211": "养生之道",
      "212": "健身术",
      "216": "巧匠之术",
      "217": "熔炼技巧",
      "218": "灵石技巧",
      "230": "强壮",
      "231": "淬灵之术",
      "237": "神速",
      "239": "风之感应",
      "240": "雨之感应",
      "241": "雪之感应"
    },
    "life_skill_desc": {
      "201": {
        "desc": "强身健体是习武之人的根本，学习后可以提高气血上限。",
        "name": "强身术"
      },
      "202": {
        "desc": "通过冥想凝聚强大的精神力量，学习可以提高魔法上限。",
        "name": "冥想"
      },
      "203": {
        "desc": "暗器名家的家传秘笈，学习后可以增加使用暗器的伤害力。",
        "name": "暗器技巧"
      },
      "204": {
        "desc": "铸造名家欧冶子传下的技能，可以提高打造、修理武器的能力，将消耗体力。",
        "name": "打造技巧"
      },
      "205": {
        "desc": "从天衣无缝针法演化而来，可提高缝制、修理头盔和铠甲的能力。将消耗体力。",
        "name": "裁缝技巧"
      },
      "206": {
        "desc": "精通歧黄之术往往可以提高炼制丹药的能力。将消耗活力。",
        "name": "中药医理"
      },
      "207": {
        "desc": "秘术士私传的炼金之术，可以提高制作、修理饰品、靴子和腰带的能力。将消耗体力。",
        "name": "炼金术"
      },
      "208": {
        "desc": "传自商代名厨伊尹的技能，可以提高制作食物的能力。将消耗活力。",
        "name": "烹饪技巧"
      },
      "209": {
        "desc": "可以降低对手逃跑的成功率，但最低不小于10%。",
        "name": "追捕技巧"
      },
      "210": {
        "desc": "学习后可以提高战斗逃跑的成功率，但最高不超过90%。",
        "name": "逃离技巧"
      },
      "211": {
        "desc": "修身养性，固本清元之术，学习可以增加活力上限。",
        "name": "养生之道"
      },
      "212": {
        "desc": "由华佗所创的五禽戏发展而来，学习可以增加体力上限。",
        "name": "健身术"
      },
      "216": {
        "desc": "关于家具制作的技能，懂得一定的巧匠之术后，可以去找住在长寿村的工匠鲁成，制作各种家具的“设计图”",
        "name": "巧匠之术"
      },
      "217": {
        "desc": "消耗体力产生钨金，用于装备熔炼。钨金等级=技能等级取整。",
        "name": "熔炼技巧"
      },
      "218": {
        "desc": "在>50级的百炼精铁和>65级的天眼珠中提炼出精魄灵石，且可合成精魄灵石供召唤兽装备镶嵌。",
        "name": "灵石技巧"
      },
      "230": {
        "desc": "每学习1级可提高15点气血上限(受强身影响)",
        "name": "强壮"
      },
      "231": {
        "desc": "传自仙界的聚灵萃取之术，可以提高制作戒指、手镯、耳饰、佩饰的能力。将消耗体力。",
        "name": "淬灵之术"
      },
      "237": {
        "desc": "每学习1级增加1.5速度（取整，奇数级加1偶数级加2)",
        "name": "神速"
      },
      "239": {
        "desc": "源自神木族人巫灵儿感应自然中“风”元素的能力，经由其挚友莫忘苦心孤诣的研究，终于变成了所有人都可以学习的技巧。#r学习效果：提高获取和制作风属道具的能力",
        "name": "风之感应"
      },
      "240": {
        "desc": "源自神木族人巫灵儿感应自然中“雨”元素的能力，经由其挚友莫忘苦心孤诣的研究，终于变成了所有人都可以学习的技巧。#r学习效果：提高获取和制作雨属道具的能力",
        "name": "雨之感应"
      },
      "241": {
        "desc": "源自神木族人巫灵儿感应自然中“雪”元素的能力，经由其挚友莫忘苦心孤诣的研究，终于变成了所有人都可以学习的技巧。#r学习效果：提高获取和制作雪属道具的能力",
        "name": "雪之感应"
      }
    },
    "lihe_equip_type": [
      {
        "label": "葫芦娃锦衣礼盒",
        "value": "54659"
      },
      {
        "label": "绒梦呓语锦衣礼盒",
        "value": "53896"
      },
      {
        "label": "羽仙歌礼盒",
        "value": "52110"
      },
      {
        "label": "碧华锦锦衣礼盒",
        "value": "51477"
      },
      {
        "label": "花间梦锦衣礼盒",
        "value": "53039"
      },
      {
        "label": "炽云缎·赤礼盒",
        "value": "53535"
      },
      {
        "label": "炽云缎·碧礼盒",
        "value": "53536"
      },
      {
        "label": "女儿情锦衣礼盒",
        "value": "55720"
      },
      {
        "label": "沧溟谣锦衣礼盒",
        "value": "55176"
      },
      {
        "label": "绯雪织锦衣礼盒",
        "value": "50500"
      },
      {
        "label": "花重云锦衣礼盒",
        "value": "53578"
      },
      {
        "label": "霜雪欢歌锦衣礼盒",
        "value": "53838"
      },
      {
        "label": "浪淘纱礼盒",
        "value": "51152"
      },
      {
        "label": "福里福兔锦衣礼盒",
        "value": "55263"
      },
      {
        "label": "雪夜恋歌锦衣礼盒",
        "value": "52838"
      },
      {
        "label": "放肆一博礼包",
        "value": "51945"
      },
      {
        "label": "香云纱锦衣礼盒",
        "value": "54894"
      },
      {
        "label": "斗战胜佛锦衣礼盒",
        "value": "55976"
      },
      {
        "label": "雪眸影锦衣礼盒",
        "value": "52598"
      },
      {
        "label": "朝朝暮暮礼盒",
        "value": "50684"
      },
      {
        "label": "龙卷风锦衣礼盒",
        "value": "57001"
      },
      {
        "label": "灼灼韶华锦衣礼盒",
        "value": "56741"
      },
      {
        "label": "喜羊羊锦衣礼盒",
        "value": "57908"
      },
      {
        "label": "巫山曲锦衣礼盒",
        "value": "58140"
      }
    ],
    "limit_clothes": {
      "九尾庞庞": [
        "21713"
      ],
      "九环锡杖": [
        "14450"
      ],
      "九环锡杖·墨黑": [
        "14451"
      ],
      "九环锡杖·月白": [
        "14452"
      ],
      "云龙梦.墨黑（上衣）": [
        "40128",
        "40129"
      ],
      "云龙梦.墨黑（头饰）": [
        "12877",
        "12878"
      ],
      "云龙梦.月白（上衣）": [
        "40126",
        "40127"
      ],
      "云龙梦.月白（头饰）": [
        "12875",
        "12876"
      ],
      "云龙梦（上衣）": [
        "40124",
        "40125"
      ],
      "云龙梦（头饰）": [
        "12873",
        "12874"
      ],
      "今何许/素心同": [
        "42991",
        "42992",
        "46083",
        "46084"
      ],
      "冰寒绡.墨黑（头饰）": [
        "12767",
        "12768"
      ],
      "冰寒绡.墨黑（衣服）": [
        "40025",
        "40026"
      ],
      "冰寒绡.月白（头饰）": [
        "12765",
        "12766"
      ],
      "冰寒绡.月白（衣服）": [
        "40023",
        "40024"
      ],
      "冰寒绡（头饰）": [
        "13790",
        "13791"
      ],
      "冰寒绡（衣服）": [
        "12498",
        "12499"
      ],
      "冰雪玉兔（头饰）": [
        "12850",
        "12851"
      ],
      "冰雪玉兔（衣服）": [
        "40108",
        "40109"
      ],
      "凤羽吉光": [
        "14477",
        "14478",
        "14479"
      ],
      "喜羊羊": [
        "42861",
        "42860",
        "45984",
        "45985",
        "45986",
        "45987",
        "45988",
        "45989",
        "42862",
        "42863",
        "42864",
        "42865",
        "42866",
        "42867",
        "42868",
        "42869",
        "42870",
        "42871",
        "42872",
        "42873",
        "42874",
        "42875",
        "42876",
        "42877",
        "42878",
        "42879",
        "42880"
      ],
      "喵绒绒": [
        "42489",
        "42490",
        "42491",
        "42492",
        "42493",
        "42494",
        "45459",
        "45460",
        "45461",
        "45462",
        "45463",
        "45464",
        "42511",
        "42512",
        "42513",
        "42514",
        "45481",
        "45482",
        "45483",
        "45484",
        "45485",
        "45486",
        "45487",
        "45488"
      ],
      "团云兔": [
        "14444",
        "14446",
        "14445"
      ],
      "夏天的风": [
        "14429",
        "14431"
      ],
      "夜之孤煞（上衣）": [
        "12246"
      ],
      "夜之孤煞（头饰）": [
        "13512"
      ],
      "夜之孤煞（装饰）": [
        "13983"
      ],
      "夜之幽兰（上衣）": [
        "12247"
      ],
      "夜之幽兰（头饰）": [
        "13513"
      ],
      "夜之幽兰（装饰）": [
        "13984"
      ],
      "女儿情": [
        "42659",
        "42660",
        "45725",
        "45726"
      ],
      "女儿情·今生": [
        "42661",
        "42662",
        "45727",
        "45728"
      ],
      "如意金箍棒": [
        "14453"
      ],
      "如意金箍棒·墨黑": [
        "14454"
      ],
      "如意金箍棒·月白": [
        "14455"
      ],
      "孤天高月": [
        "45531",
        "45532"
      ],
      "寒霜冰凌": [
        "21637"
      ],
      "小福兔": [
        "42637",
        "42638",
        "45623",
        "45624"
      ],
      "小福兔·墨黑": [
        "42641",
        "42642",
        "45627",
        "45628"
      ],
      "小福兔·月白": [
        "45625",
        "45626",
        "42639",
        "42640"
      ],
      "巫山曲": [
        "45991",
        "45992",
        "42893",
        "42894",
        "45993",
        "45994",
        "42895",
        "42896",
        "45997",
        "45998",
        "42899",
        "42900",
        "45995",
        "45996",
        "42897",
        "42898",
        "45999",
        "46000",
        "42901",
        "42902"
      ],
      "平底锅": [
        "14474",
        "14475",
        "14476"
      ],
      "幽蔷盛宴": [
        "43011",
        "43012",
        "46103",
        "46104",
        "46107",
        "43013",
        "43014",
        "46105",
        "46106",
        "46108"
      ],
      "恶魔棘刺": [
        "14489",
        "14490",
        "14491"
      ],
      "斗战胜佛": [
        "42693",
        "42694",
        "45768",
        "45769"
      ],
      "斗战胜佛·墨黑": [
        "42697",
        "42698",
        "45772",
        "45773"
      ],
      "斗战胜佛·月白": [
        "42695",
        "42696",
        "45770",
        "45771"
      ],
      "旃檀香/青蛇醉": [
        "42993",
        "42994",
        "46085",
        "46086"
      ],
      "星河乐章": [
        "42404",
        "42405",
        "42406",
        "42407",
        "42408",
        "42409",
        "42410",
        "42411",
        "42412",
        "45354",
        "45355",
        "45356",
        "45357",
        "45358",
        "45359",
        "45360",
        "45361",
        "45362"
      ],
      "曦光鸾扇": [
        "14486",
        "14487",
        "14488"
      ],
      "水云归": [
        "42560",
        "42561",
        "21774",
        "45536",
        "49052",
        "45535"
      ],
      "水云归·墨黑": [
        "42564",
        "42565",
        "42581",
        "45539",
        "45540",
        "45558"
      ],
      "水云归·月白": [
        "42562",
        "42563",
        "42582",
        "45537",
        "45538",
        "45559"
      ],
      "沧溟谣": [
        "42619",
        "42620",
        "45597",
        "45598"
      ],
      "沧溟谣·归墟": [
        "42621",
        "42622",
        "45599",
        "45601",
        "45600",
        "45602"
      ],
      "流光戒·皎月": [
        "14239"
      ],
      "流光戒·辰星": [
        "14240"
      ],
      "流萤碧罗": [
        "14426"
      ],
      "浪淘纱·墨黑（上衣）": [
        "42200",
        "42201"
      ],
      "浪淘纱·墨黑（头饰）": [
        "45045",
        "45046"
      ],
      "浪淘纱·月白（上衣）": [
        "42198",
        "42199"
      ],
      "浪淘纱·月白（头饰）": [
        "45043",
        "45044"
      ],
      "浪淘纱（上衣）": [
        "42196",
        "42197"
      ],
      "浪淘纱（头饰）": [
        "45041",
        "45042"
      ],
      "浮圆白泽": [
        "14438"
      ],
      "海浪泳圈": [
        "14417",
        "14418",
        "14419"
      ],
      "潮汐帆板": [
        "14410",
        "14413",
        "14415"
      ],
      "火云宝扇": [
        "14461"
      ],
      "火龙珠": [
        "14467"
      ],
      "灵喵耳朵": [
        "45286",
        "45268",
        "45269",
        "45270",
        "45271",
        "45272",
        "45273",
        "45274",
        "45275",
        "45276",
        "45277",
        "45278",
        "45279",
        "45280",
        "45281",
        "45282",
        "45283",
        "45284",
        "45285",
        "45287",
        "45288",
        "45289",
        "45290",
        "45291",
        "45292",
        "45293",
        "45294",
        "45295",
        "45296",
        "45297",
        "45298",
        "45299",
        "45300",
        "45301",
        "45302",
        "45303",
        "45804"
      ],
      "灵犀戒·同心": [
        "14241"
      ],
      "灵犀戒·比翼": [
        "14242"
      ],
      "灼灼韶华": [
        "42747",
        "42748"
      ],
      "炽云缎": [
        "42442",
        "42443",
        "42444",
        "42445",
        "42448",
        "42449",
        "42446",
        "42447",
        "45398",
        "45399",
        "45400",
        "45401",
        "45404",
        "45405",
        "45402",
        "45403"
      ],
      "烟岚雪": [
        "42359",
        "42360",
        "45265",
        "45266"
      ],
      "玉振冰心": [
        "14423",
        "14424",
        "14425"
      ],
      "琪花瑶草（绿）": [
        "21725"
      ],
      "琪花瑶草（蓝）": [
        "21673"
      ],
      "瑰梦潋·渔": [
        "42262",
        "42263",
        "45165",
        "45166"
      ],
      "甜冰兔": [
        "14447",
        "14449",
        "14448"
      ],
      "甜果圈圈": [
        "14432",
        "14433",
        "14434"
      ],
      "甜蜜花期": [
        "14409",
        "14421",
        "14420"
      ],
      "碧华锦": [
        "42264",
        "42265",
        "45167",
        "45168",
        "45191"
      ],
      "碧华锦·凌雪": [
        "42266",
        "42267",
        "45169",
        "45170",
        "45192"
      ],
      "紫金铃": [
        "14456"
      ],
      "紫金铃·墨黑": [
        "14457"
      ],
      "紫金铃·月白": [
        "14458"
      ],
      "纤云纱·墨黑（上衣）": [
        "13029",
        "13030"
      ],
      "纤云纱·墨黑（头饰）": [
        "40289",
        "40290"
      ],
      "纤云纱·月白（上衣）": [
        "40287",
        "40288"
      ],
      "纤云纱·月白（头饰）": [
        "13027",
        "13028"
      ],
      "纤云纱（上衣）": [
        "40285",
        "40286"
      ],
      "纤云纱（头饰）": [
        "13025",
        "13026"
      ],
      "绮梦泳圈": [
        "14411",
        "14414",
        "14416"
      ],
      "绯雪织·凝霜（上衣）": [
        "40246",
        "40247"
      ],
      "绯雪织·凝霜（头饰）": [
        "12995",
        "12996"
      ],
      "绯雪织（上衣）": [
        "40244",
        "40245"
      ],
      "绯雪织（头饰）": [
        "12993",
        "12994"
      ],
      "羽仙歌": [
        "42353",
        "42354",
        "45264",
        "45259",
        "21705",
        "14989"
      ],
      "花咕朵": [
        "14470"
      ],
      "花重云": [
        "42453",
        "42454",
        "45431",
        "45432",
        "45450"
      ],
      "花间梦": [
        "42425",
        "42426",
        "45376",
        "45377",
        "21736",
        "49016"
      ],
      "落星织（头饰）": [
        "12750",
        "12751",
        "12752"
      ],
      "落星织（衣服）": [
        "40013",
        "40014"
      ],
      "葫芦娃": [
        "42534",
        "42536",
        "45515",
        "45517",
        "42552"
      ],
      "葫芦娃·守护": [
        "42535",
        "42537",
        "45516",
        "45518",
        "42553"
      ],
      "衔龙环": [
        "14483",
        "14484",
        "14485"
      ],
      "许仙/白娘子": [
        "42989",
        "42990",
        "46081",
        "46082"
      ],
      "钗头凤": [
        "14480",
        "14481",
        "14482"
      ],
      "铃儿叮当（上衣）": [
        "12434",
        "12435"
      ],
      "铃儿叮当（头饰）": [
        "13726",
        "13727"
      ],
      "雪眸影": [
        "42374",
        "42375",
        "42376",
        "42377",
        "45316",
        "45317",
        "45318"
      ],
      "霜雪欢歌": [
        "42483",
        "42484",
        "42485",
        "42486",
        "45451",
        "45452",
        "45454",
        "45455"
      ],
      "霞姿月韵": [
        "42333",
        "42334",
        "45237",
        "45258",
        "45238"
      ],
      "青花瓷.墨黑（上衣）": [
        "12513",
        "12516",
        "12519"
      ],
      "青花瓷.墨黑（下衣）": [
        "12653",
        "12656"
      ],
      "青花瓷.墨黑（头饰）": [
        "12647",
        "12650"
      ],
      "青花瓷.月白（上衣）": [
        "12514",
        "12517",
        "12520"
      ],
      "青花瓷.月白（下衣）": [
        "12654",
        "12657"
      ],
      "青花瓷.月白（头饰）": [
        "12648",
        "12651"
      ],
      "青花瓷（上衣）": [
        "12512",
        "12515",
        "12518"
      ],
      "青花瓷（下衣）": [
        "12652",
        "12655"
      ],
      "青花瓷（头饰）": [
        "12646",
        "12649"
      ],
      "飞天舞": [
        "42319",
        "45223",
        "45224",
        "45225",
        "45226",
        "42322",
        "14994",
        "42320",
        "42321",
        "21714",
        "42323",
        "42324"
      ],
      "鲛鲨水枪": [
        "14441"
      ],
      "鹿角弯弯·咩咩": [
        "42331",
        "42332",
        "45235",
        "45236"
      ],
      "龙卷风": [
        "42765",
        "42766"
      ]
    },
    "limit_clothes_for_front": {
      "12246": "夜之孤煞（上衣）",
      "12247": "夜之幽兰（上衣）",
      "12434": "铃儿叮当（上衣）",
      "12498": "冰寒绡（衣服）",
      "12512": "青花瓷（上衣）",
      "12513": "青花瓷.墨黑（上衣）",
      "12514": "青花瓷.月白（上衣）",
      "12646": "青花瓷（头饰）",
      "12647": "青花瓷.墨黑（头饰）",
      "12648": "青花瓷.月白（头饰）",
      "12652": "青花瓷（下衣）",
      "12653": "青花瓷.墨黑（下衣）",
      "12654": "青花瓷.月白（下衣）",
      "12750": "落星织（头饰）",
      "12765": "冰寒绡.月白（头饰）",
      "12767": "冰寒绡.墨黑（头饰）",
      "12850": "冰雪玉兔（头饰）",
      "12873": "云龙梦（头饰）",
      "12875": "云龙梦.月白（头饰）",
      "12877": "云龙梦.墨黑（头饰）",
      "12993": "绯雪织（头饰）",
      "12995": "绯雪织·凝霜（头饰）",
      "13025": "纤云纱（头饰）",
      "13027": "纤云纱·月白（头饰）",
      "13029": "纤云纱·墨黑（上衣）",
      "13512": "夜之孤煞（头饰）",
      "13513": "夜之幽兰（头饰）",
      "13726": "铃儿叮当（头饰）",
      "13790": "冰寒绡（头饰）",
      "13983": "夜之孤煞（装饰）",
      "13984": "夜之幽兰（装饰）",
      "14239": "流光戒·皎月",
      "14240": "流光戒·辰星",
      "14241": "灵犀戒·同心",
      "14242": "灵犀戒·比翼",
      "14409": "甜蜜花期",
      "14410": "潮汐帆板",
      "14411": "绮梦泳圈",
      "14417": "海浪泳圈",
      "14423": "玉振冰心",
      "14426": "流萤碧罗",
      "14429": "夏天的风",
      "14432": "甜果圈圈",
      "14438": "浮圆白泽",
      "14441": "鲛鲨水枪",
      "14444": "团云兔",
      "14447": "甜冰兔",
      "14450": "九环锡杖",
      "14451": "九环锡杖·墨黑",
      "14452": "九环锡杖·月白",
      "14453": "如意金箍棒",
      "14454": "如意金箍棒·墨黑",
      "14455": "如意金箍棒·月白",
      "14456": "紫金铃",
      "14457": "紫金铃·墨黑",
      "14458": "紫金铃·月白",
      "14461": "火云宝扇",
      "14467": "火龙珠",
      "14470": "花咕朵",
      "14474": "平底锅",
      "14477": "凤羽吉光",
      "14480": "钗头凤",
      "14483": "衔龙环",
      "14486": "曦光鸾扇",
      "14489": "恶魔棘刺",
      "21637": "寒霜冰凌",
      "21673": "琪花瑶草（蓝）",
      "21713": "九尾庞庞",
      "21725": "琪花瑶草（绿）",
      "40013": "落星织（衣服）",
      "40023": "冰寒绡.月白（衣服）",
      "40025": "冰寒绡.墨黑（衣服）",
      "40108": "冰雪玉兔（衣服）",
      "40124": "云龙梦（上衣）",
      "40126": "云龙梦.月白（上衣）",
      "40128": "云龙梦.墨黑（上衣）",
      "40244": "绯雪织（上衣）",
      "40246": "绯雪织·凝霜（上衣）",
      "40285": "纤云纱（上衣）",
      "40287": "纤云纱·月白（上衣）",
      "40289": "纤云纱·墨黑（头饰）",
      "42196": "浪淘纱（上衣）",
      "42198": "浪淘纱·月白（上衣）",
      "42200": "浪淘纱·墨黑（上衣）",
      "42262": "瑰梦潋·渔",
      "42264": "碧华锦",
      "42266": "碧华锦·凌雪",
      "42319": "飞天舞",
      "42331": "鹿角弯弯·咩咩",
      "42333": "霞姿月韵",
      "42353": "羽仙歌",
      "42359": "烟岚雪",
      "42374": "雪眸影",
      "42404": "星河乐章",
      "42425": "花间梦",
      "42442": "炽云缎",
      "42453": "花重云",
      "42483": "霜雪欢歌",
      "42489": "喵绒绒",
      "42534": "葫芦娃",
      "42535": "葫芦娃·守护",
      "42560": "水云归",
      "42562": "水云归·月白",
      "42564": "水云归·墨黑",
      "42619": "沧溟谣",
      "42621": "沧溟谣·归墟",
      "42637": "小福兔",
      "42641": "小福兔·墨黑",
      "42659": "女儿情",
      "42661": "女儿情·今生",
      "42693": "斗战胜佛",
      "42695": "斗战胜佛·月白",
      "42697": "斗战胜佛·墨黑",
      "42747": "灼灼韶华",
      "42765": "龙卷风",
      "42861": "喜羊羊",
      "42989": "许仙/白娘子",
      "42991": "今何许/素心同",
      "42993": "旃檀香/青蛇醉",
      "43011": "幽蔷盛宴",
      "45041": "浪淘纱（头饰）",
      "45043": "浪淘纱·月白（头饰）",
      "45045": "浪淘纱·墨黑（头饰）",
      "45286": "灵喵耳朵",
      "45531": "孤天高月",
      "45625": "小福兔·月白",
      "45991": "巫山曲"
    },
    "limit_clothes_for_search": [
      [
        "12512",
        "青花瓷（上衣）"
      ],
      [
        "12513",
        "青花瓷.墨黑（上衣）"
      ],
      [
        "12514",
        "青花瓷.月白（上衣）"
      ],
      [
        "12646",
        "青花瓷（头饰）"
      ],
      [
        "12647",
        "青花瓷.墨黑（头饰）"
      ],
      [
        "12648",
        "青花瓷.月白（头饰）"
      ],
      [
        "12652",
        "青花瓷（下衣）"
      ],
      [
        "12653",
        "青花瓷.墨黑（下衣）"
      ],
      [
        "12654",
        "青花瓷.月白（下衣）"
      ],
      [
        "40023",
        "冰寒绡.月白（衣服）"
      ],
      [
        "40025",
        "冰寒绡.墨黑（衣服）"
      ],
      [
        "12765",
        "冰寒绡.月白（头饰）"
      ],
      [
        "12767",
        "冰寒绡.墨黑（头饰）"
      ],
      [
        "12498",
        "冰寒绡（衣服）"
      ],
      [
        "13790",
        "冰寒绡（头饰）"
      ],
      [
        "12750",
        "落星织（头饰）"
      ],
      [
        "40013",
        "落星织（衣服）"
      ],
      [
        "40108",
        "冰雪玉兔（衣服）"
      ],
      [
        "12850",
        "冰雪玉兔（头饰）"
      ],
      [
        "12434",
        "铃儿叮当（上衣）"
      ],
      [
        "13726",
        "铃儿叮当（头饰）"
      ],
      [
        "12247",
        "夜之幽兰（上衣）"
      ],
      [
        "13984",
        "夜之幽兰（装饰）"
      ],
      [
        "13513",
        "夜之幽兰（头饰）"
      ],
      [
        "12246",
        "夜之孤煞（上衣）"
      ],
      [
        "13512",
        "夜之孤煞（头饰）"
      ],
      [
        "13983",
        "夜之孤煞（装饰）"
      ],
      [
        "40124",
        "云龙梦（上衣）"
      ],
      [
        "12873",
        "云龙梦（头饰）"
      ],
      [
        "40126",
        "云龙梦.月白（上衣）"
      ],
      [
        "12875",
        "云龙梦.月白（头饰）"
      ],
      [
        "40128",
        "云龙梦.墨黑（上衣）"
      ],
      [
        "12877",
        "云龙梦.墨黑（头饰）"
      ],
      [
        "40244",
        "绯雪织（上衣）"
      ],
      [
        "12993",
        "绯雪织（头饰）"
      ],
      [
        "40246",
        "绯雪织·凝霜（上衣）"
      ],
      [
        "12995",
        "绯雪织·凝霜（头饰）"
      ],
      [
        "14411",
        "绮梦泳圈"
      ],
      [
        "14410",
        "潮汐帆板"
      ],
      [
        "14417",
        "海浪泳圈"
      ],
      [
        "42196",
        "浪淘纱（上衣）"
      ],
      [
        "45041",
        "浪淘纱（头饰）"
      ],
      [
        "42198",
        "浪淘纱·月白（上衣）"
      ],
      [
        "45043",
        "浪淘纱·月白（头饰）"
      ],
      [
        "42200",
        "浪淘纱·墨黑（上衣）"
      ],
      [
        "45045",
        "浪淘纱·墨黑（头饰）"
      ],
      [
        "40285",
        "纤云纱（上衣）"
      ],
      [
        "13025",
        "纤云纱（头饰）"
      ],
      [
        "40287",
        "纤云纱·月白（上衣）"
      ],
      [
        "13027",
        "纤云纱·月白（头饰）"
      ],
      [
        "40289",
        "纤云纱·墨黑（头饰）"
      ],
      [
        "13029",
        "纤云纱·墨黑（上衣）"
      ],
      [
        "42331",
        "鹿角弯弯·咩咩"
      ],
      [
        "42264",
        "碧华锦"
      ],
      [
        "42262",
        "瑰梦潋·渔"
      ],
      [
        "42266",
        "碧华锦·凌雪"
      ],
      [
        "42333",
        "霞姿月韵"
      ],
      [
        "42404",
        "星河乐章"
      ],
      [
        "42374",
        "雪眸影"
      ],
      [
        "42319",
        "飞天舞"
      ],
      [
        "42359",
        "烟岚雪"
      ],
      [
        "42353",
        "羽仙歌"
      ],
      [
        "42425",
        "花间梦"
      ],
      [
        "42442",
        "炽云缎"
      ],
      [
        "45286",
        "灵喵耳朵"
      ],
      [
        "14239",
        "流光戒·皎月"
      ],
      [
        "14240",
        "流光戒·辰星"
      ],
      [
        "42453",
        "花重云"
      ],
      [
        "42483",
        "霜雪欢歌"
      ],
      [
        "14242",
        "灵犀戒·比翼"
      ],
      [
        "42489",
        "喵绒绒"
      ],
      [
        "14409",
        "甜蜜花期"
      ],
      [
        "14423",
        "玉振冰心"
      ],
      [
        "14429",
        "夏天的风"
      ],
      [
        "14432",
        "甜果圈圈"
      ],
      [
        "14241",
        "灵犀戒·同心"
      ],
      [
        "42560",
        "水云归"
      ],
      [
        "42562",
        "水云归·月白"
      ],
      [
        "42564",
        "水云归·墨黑"
      ],
      [
        "14441",
        "鲛鲨水枪"
      ],
      [
        "14438",
        "浮圆白泽"
      ],
      [
        "45531",
        "孤天高月"
      ],
      [
        "14426",
        "流萤碧罗"
      ],
      [
        "42619",
        "沧溟谣"
      ],
      [
        "42621",
        "沧溟谣·归墟"
      ],
      [
        "14447",
        "甜冰兔"
      ],
      [
        "14444",
        "团云兔"
      ],
      [
        "42637",
        "小福兔"
      ],
      [
        "45625",
        "小福兔·月白"
      ],
      [
        "42641",
        "小福兔·墨黑"
      ],
      [
        "42659",
        "女儿情"
      ],
      [
        "42661",
        "女儿情·今生"
      ],
      [
        "42693",
        "斗战胜佛"
      ],
      [
        "42695",
        "斗战胜佛·月白"
      ],
      [
        "42697",
        "斗战胜佛·墨黑"
      ],
      [
        "14450",
        "九环锡杖"
      ],
      [
        "14451",
        "九环锡杖·墨黑"
      ],
      [
        "14452",
        "九环锡杖·月白"
      ],
      [
        "42534",
        "葫芦娃"
      ],
      [
        "42535",
        "葫芦娃·守护"
      ],
      [
        "14453",
        "如意金箍棒"
      ],
      [
        "14454",
        "如意金箍棒·墨黑"
      ],
      [
        "14455",
        "如意金箍棒·月白"
      ],
      [
        "14456",
        "紫金铃"
      ],
      [
        "14457",
        "紫金铃·墨黑"
      ],
      [
        "14458",
        "紫金铃·月白"
      ],
      [
        "14461",
        "火云宝扇"
      ],
      [
        "14467",
        "火龙珠"
      ],
      [
        "14470",
        "花咕朵"
      ],
      [
        "42747",
        "灼灼韶华"
      ],
      [
        "42765",
        "龙卷风"
      ],
      [
        "14474",
        "平底锅"
      ],
      [
        "14477",
        "凤羽吉光"
      ],
      [
        "14480",
        "钗头凤"
      ],
      [
        "14483",
        "衔龙环"
      ],
      [
        "14486",
        "曦光鸾扇"
      ],
      [
        "42861",
        "喜羊羊"
      ],
      [
        "45991",
        "巫山曲"
      ],
      [
        "21725",
        "琪花瑶草（绿）"
      ],
      [
        "21673",
        "琪花瑶草（蓝）"
      ],
      [
        "21637",
        "寒霜冰凌"
      ],
      [
        "21713",
        "九尾庞庞"
      ],
      [
        "43011",
        "幽蔷盛宴"
      ],
      [
        "14489",
        "恶魔棘刺"
      ],
      [
        "42989",
        "许仙/白娘子"
      ],
      [
        "42991",
        "今何许/素心同"
      ],
      [
        "42993",
        "旃檀香/青蛇醉"
      ]
    ],
    "limited_xiangrui": [
      "神行小驴",
      "妙缘暖犀",
      "七彩小驴",
      "飞天猪猪",
      "猪猪小侠",
      "如意宝狮",
      "九幽灵虎",
      "月影天马",
      "星华飞马",
      "天使猪猪",
      "粉红小驴",
      "玉瓷葫芦",
      "玉脂福羊",
      "战火穷奇",
      "甜蜜猪猪",
      "炫影天马",
      "铃儿叮当",
      "甜蜜泡泡",
      "萌动猪猪",
      "情缘玉象",
      "九尾冰狐",
      "幽骨战龙",
      "冰晶魅灵",
      "萌萌小狗",
      "冰晶小雪魄",
      "冰晶雪魄",
      "熊猫团子",
      "萤火霜兔",
      "深海狂鲨",
      "霜雪龙宝",
      "财源滚滚",
      "甜蜜豆豆",
      "寒冰灵虎",
      "海豚恋人",
      "独角马",
      "绵绵泡芙",
      "非你莫鼠",
      "幻·帝江",
      "四不相",
      "水嘟嘟",
      "元宝龟",
      "望月蛙",
      "帝狰",
      "炽·麒麟",
      "炫·麒麟",
      "吞云腾蛇",
      "福气冲天·吾皇",
      "福虎金宝",
      "玉虎添翼",
      "牛转钱坤",
      "福气珍牛",
      "晓·白泽",
      "幽·白泽",
      "霆云飞廉",
      "霆云飞廉·黑石",
      "霆云飞廉·钻白",
      "霆云飞廉·烁金",
      "钱兔似锦",
      "福兔是福",
      "八部天龙马",
      "八部天龙马·玄",
      "避水金睛兽",
      "奶龙",
      "火龙果",
      "龙须糖",
      "灰太狼",
      "龙凰",
      "恶魔猪猪",
      "逞威斗虾·黑潮",
      "坚甲战蟹·黑潮",
      "朝天吼",
      "金小龙",
      "玉姣龙",
      "瑞龙吟",
      "玉龙临"
    ],
    "ling_xi_yu_affects": [
      "蔓延",
      "天平",
      "相生",
      "相克",
      "聚气",
      "金耀",
      "木耀",
      "水耀",
      "火耀",
      "土耀",
      "利金",
      "利木",
      "利水",
      "利火",
      "利土"
    ],
    "lingbao_info": {
      "7500": {
        "desc": "具有操纵生死、锢魂定魄的强大能力，是地府门派不外传的稀世灵宝。",
        "name": "锢魂命谱"
      },
      "7501": {
        "desc": "一分相思一分决绝，令敌人感到无尽寒意的神针，是女儿村门派不外传的稀世灵宝。",
        "name": "相思寒针"
      },
      "7502": {
        "desc": "可束缚仙魔的幻蛛之丝，令对手难以施展全力，是盘丝洞门派不外传的稀世灵宝。",
        "name": "缚仙蛛丝"
      },
      "7503": {
        "desc": "上古战场中封存的令旗，可激发斗志、振奋士气，是五庄观门派不外传的稀世灵宝。",
        "name": "真阳令旗"
      },
      "7504": {
        "desc": "可摄人心魄、夺人精血的冥灯，是无底洞门派不外传的稀世灵宝。",
        "name": "煞魂冥灯"
      },
      "7505": {
        "desc": "富含至理的佛珠，散发着令人静心安神的佛光，是化生寺门派不外传的稀世灵宝。",
        "name": "静心禅珠"
      },
      "7506": {
        "desc": "传说中是上古狮王的獠牙，望之即令人心惊胆战，是狮驼岭门派不外传的稀世灵宝。",
        "name": "青狮獠牙"
      },
      "7507": {
        "desc": "具有开天辟地威力的巨剑，可直击敌人的灵魂，是大唐官府门派不外传的稀世灵宝。",
        "name": "断穹巨剑"
      },
      "7508": {
        "desc": "可抵御妖魔鬼怪的伏魔圈，看似云淡风轻，实则强似铜墙铁壁，是花果山门派不外传的稀世灵宝。",
        "name": "伏魔灵圈"
      },
      "7509": {
        "desc": "由一位不知姓名的神秘工匠打造的偃甲，可连续发射威力极其巨大的火炮，是天机城门派不外传的稀世灵宝。",
        "name": "神匠火炮"
      },
      "7510": {
        "desc": "附加了幻雷之术的战鼓，敲响后可召唤天雷，是天宫门派不外传的稀世灵宝。",
        "name": "天雷音鼓"
      },
      "7511": {
        "desc": "龙神之怒威震九霄，令敌人丧失对法术的抵抗能力，是龙宫门派不外传的稀世灵宝。",
        "name": "九霄龙锥"
      },
      "7512": {
        "desc": "描述如何在风中汲取自然力量的心法，是神木林门派不外传的稀世灵宝。",
        "name": "风舞心经"
      },
      "7513": {
        "desc": "保存着上古神焰火种的炼炉，在魔力护持下不衰不灭，是魔王寨门派不外传的稀世灵宝。",
        "name": "冥火炼炉"
      },
      "7514": {
        "desc": "禁锢着无数怨魂的琉璃珠，具有号召怨灵、操纵幻魔的异能，是女魃墓门派不外传的稀世灵宝。",
        "name": "三彩琉璃"
      },
      "7515": {
        "desc": "可化解世界一切恩怨的洁净莲花，能洗涤心灵、消除怨恨，是普陀山门派不外传的稀世灵宝。",
        "name": "化怨清莲"
      },
      "7516": {
        "desc": "进可提戟穿云，退可持盾避锋，有破山碎河之势，是凌波城门派不外传的稀世灵宝。",
        "name": "寒霜盾戟"
      },
      "7517": {
        "desc": "以神秘口诀驱动的符箓，可令其定神凝气、心无旁骛，是方寸山门派不外传的稀世灵宝。",
        "name": "宁心道符"
      },
      "7518": {
        "desc": "能发出清净内心的仙界琴音，让自己摆脱控制，超然物外。",
        "name": "定神仙琴"
      },
      "7519": {
        "desc": "相传曾在上古战场中出现，能令百兽狂怒激愤，是催发召唤兽潜能的神奇灵宝。",
        "name": "赤炎战笛"
      },
      "7520": {
        "desc": "失传已久的凝光成盾之术，可在战斗中激发一个强大的护盾，令敌人难以攻破。",
        "name": "护体灵盾"
      },
      "7521": {
        "desc": "一本古籍中的残卷，记录了五行中的生克制化，习后可将敌人的五行变为金。",
        "name": "乾坤金卷"
      },
      "7522": {
        "desc": "一本古籍中的残卷，记录了五行中的生克制化，习后可将敌人的五行变为木。",
        "name": "乾坤木卷"
      },
      "7523": {
        "desc": "一本古籍中的残卷，记录了五行中的生克制化，习后可将敌人的五行变为水。",
        "name": "乾坤水卷"
      },
      "7524": {
        "desc": "一本古籍中的残卷，记录了五行中的生克制化，习后可将敌人的五行变为火。",
        "name": "乾坤火卷"
      },
      "7525": {
        "desc": "一本古籍中的残卷，记录了五行中的生克制化，习后可将敌人的五行变为土。",
        "name": "乾坤土卷"
      },
      "7526": {
        "desc": "能对召唤兽产生巨大的心灵震慑，甚至令其同伙都无心参战，是克制召唤兽的神奇灵宝。",
        "name": "惊兽云尺"
      },
      "7527": {
        "desc": "记录了上古战神的武学心得，潜心参悟后可获得源源不断的战力，犹如战神附体。",
        "name": "战神宝典"
      },
      "7528": {
        "desc": "太上老君的秘藏灵宝，据说可以变化成万千宝贝，奥妙无穷。",
        "name": "百变如意"
      },
      "7529": {
        "desc": "以黄帝征战蚩尤时杀死的怪兽“夔”的皮制成的战鼓，一击震五百里，连击震三千八里，可令战场地动山摇。",
        "name": "夔牛战鼓"
      },
      "7530": {
        "desc": "可召唤先贤残影净化灵魂的神秘蜡烛，是东海渊不外传的稀世灵宝。",
        "name": "净魂风烛"
      },
      "7531": {
        "desc": "具有操纵生死、锢魂定魄的强大能力，是地府门派不外传的稀世灵宝。",
        "name": "锢魂命谱"
      },
      "7532": {
        "desc": "曾经吞噬了无数魔灵的神壶，无人知晓其真实来历，是九黎城门派不外传的稀世灵宝。",
        "name": "噬魔神壶"
      },
      "7534": {
        "desc": "伐柯铮铮，噬魂为觞。#r饕餮在刃，其齿如璋。#r未啖幽魄，千钧昆冈。#r既饮玄血，力破万方。",
        "name": "饕餮巨斧"
      },
      "7535": {
        "desc": "青铜煌煌，俎豆靡荒。#r献我三牲，赐彼灵光。#r祀事不忒，修祜无疆。#r牲牷若缺，反噬其王。",
        "name": "饕餮神像"
      },
      "7536": {
        "desc": "雷车赳赳，凶兽浑煌。#r胸臆燃燧，欲魄腾骧。#r阪泉北驰，涿鹿南翔。#r毂辘过处，征尘凝霜。",
        "name": "饕餮战车"
      }
    },
    "lingshi_added_attr1": {
      "1": "固伤",
      "2": "伤害",
      "3": "速度",
      "4": "法伤",
      "5": "狂暴",
      "6": "物理暴击",
      "7": "法术暴击",
      "8": "封印",
      "9": "法伤结果",
      "10": "穿刺",
      "11": "治疗"
    },
    "lingshi_added_attr2": {
      "12": "气血",
      "13": "防御",
      "14": "法防",
      "15": "抗物理暴击",
      "16": "抗法术暴击",
      "17": "抗封",
      "18": "格挡",
      "19": "回复"
    },
    "lingshi_basic_attrs": {
      "anti_fengyin": "手镯·抗封",
      "damage": "戒指·伤害",
      "defense": "戒指·防御",
      "fengyin": "手镯·封印",
      "magic_damage": "耳饰·法伤",
      "magic_defense": "耳饰·法防",
      "speed": "佩饰·速度"
    },
    "lingshi_suit_effects": [
      "血气方刚",
      "通真达灵",
      "心无旁骛",
      "健步如飞",
      "回春之术",
      "风雨不动",
      "固若金汤",
      "气壮山河",
      "锐不可当",
      "弱点击破",
      "绝幻魔音",
      "破血狂攻",
      "破碎无双",
      "回魂咒",
      "心如明镜",
      "天衣无缝",
      "身似菩提",
      "移形换影",
      "御兽之道",
      "法术吸收",
      "无懈可击",
      "对酒当歌",
      "烈火燎原",
      "金石之坚",
      "水来土掩",
      "波浪滔天",
      "参天古木",
      "宿敌·大唐官府",
      "宿敌·方寸山",
      "宿敌·化生寺",
      "宿敌·女儿村",
      "宿敌·神木林",
      "宿敌·天机城",
      "宿敌·五庄观",
      "宿敌·普陀山",
      "宿敌·天宫",
      "宿敌·龙宫",
      "宿敌·凌波城",
      "宿敌·花果山",
      "宿敌·阴曹地府",
      "宿敌·魔王寨",
      "宿敌·狮驼岭",
      "宿敌·盘丝洞",
      "宿敌·无底洞",
      "宿敌·女魃墓",
      "心狠手辣",
      "心源",
      163,
      "自我陶醉",
      "傲娇海星",
      "宿敌·东海渊",
      "风眼",
      "宿敌·九黎城"
    ],
    "low_neidans": {
      "901": "迅敏",
      "902": "狂怒",
      "903": "阴伤",
      "904": "静岳",
      "905": "擅咒",
      "906": "灵身",
      "907": "矫健",
      "908": "深思",
      "909": "钢化",
      "910": "坚甲",
      "912": "慧心",
      "913": "撞击",
      "922": "无畏",
      "923": "愤恨",
      "929": "淬毒",
      "931": "狙刺",
      "932": "连环",
      "933": "圣洁",
      "936": "灵光",
      "938": "岿然",
      "940": "穿透"
    },
    "ls_skill_books": {
      "ls_1": "戒指",
      "ls_2": "手镯",
      "ls_3": "耳饰",
      "ls_4": "佩饰"
    },
    "material_types": {
      "1": "元身",
      "2": "孩子用品",
      "612": "制造指南书",
      "3995": "附魔宝珠",
      "4001": "百炼精铁",
      "4034": "点化石",
      "4202": "战魄",
      "4243": "元灵晶石",
      "6904": "灵犀玉",
      "18126": "灵饰指南书",
      "50344": "钟灵石",
      "56973": "玄灵珠"
    },
    "muchang_info": {
      "0": "无",
      "1": "初级",
      "2": "中级",
      "3": "高级"
    },
    "native_pet_skills": {
      "440": "观照万象",
      "441": "出其不意",
      "442": "势如破竹",
      "460": "花好月圆",
      "461": "天狐之舞",
      "462": "出奇制胜",
      "490": "气吞万象·水火",
      "491": "气吞万象·雷土",
      "551": "惊心一剑",
      "552": "死亡召唤",
      "553": "上古灵符",
      "554": "善恶有报",
      "571": "力劈华山",
      "572": "夜舞倾城",
      "579": "法术防御",
      "624": "龙魂",
      "639": "灵能激发",
      "650": "苍鸾怒击",
      "652": "狂莽一击",
      "653": "虎虎生风",
      "658": "超级神柚复生",
      "660": "浮云神马",
      "661": "须弥真言",
      "671": "无畏布施",
      "673": "灵山禅语",
      "689": "净台妙谛",
      "690": "凝光炼彩",
      "56004": "妙手灵丹",
      "56005": "克敌五行",
      "56006": "诸天正法"
    },
    "neidan_desc": {
      "901": {
        "desc": "提升召唤兽伤害力与速度，提升效果受召唤兽自身等级影响。",
        "name": "迅敏"
      },
      "902": {
        "desc": "提升必杀/高级必杀/超级必杀技能触发时造成的伤害，但是受到水、土二系法术攻击时将承受额外的伤害。",
        "name": "狂怒"
      },
      "903": {
        "desc": "提升连击/高级连击/超级连击技能第二次攻击造成的伤害，但是受到火、雷二系法术攻击时将承受额外的伤害。",
        "name": "阴伤"
      },
      "904": {
        "desc": "提升召唤兽灵力与气血，提升效果受召唤兽自身等级影响。",
        "name": "静岳"
      },
      "905": {
        "desc": "提升召唤兽对目标的法术伤害。",
        "name": "擅咒"
      },
      "906": {
        "desc": "提升法术暴击/高级法术暴击/超级法术暴击触发时的伤害，但是受到携带强力/高级强力/超级强力技能召唤兽物理攻击时，承受额外的伤害。",
        "name": "灵身"
      },
      "907": {
        "desc": "提升召唤兽气血与速度，提升效果受召唤兽自身等级影响。",
        "name": "矫健"
      },
      "908": {
        "desc": "提升高级冥思和超级冥思技能效果。",
        "name": "深思"
      },
      "909": {
        "desc": "拥有防御/高级防御/超级防御技能的召唤兽能提升防御效果，但在受到除固定伤害外的其他法术攻击时，受到的伤害增加。",
        "name": "钢化"
      },
      "910": {
        "desc": "拥有反震/高级反震/超级反震技能的召唤兽能提升对敌人造成的反震伤害。",
        "name": "坚甲"
      },
      "912": {
        "desc": "提升召唤兽抵抗封印几率。",
        "name": "慧心"
      },
      "913": {
        "desc": "提升召唤兽物理攻击命中几率，提升效果受召唤兽体质点影响，同时提升一定的伤害结果。",
        "name": "撞击"
      },
      "914": {
        "desc": "进入战斗后三回合内提升召唤兽躲避力。",
        "name": "神机步"
      },
      "915": {
        "desc": "召唤兽受到物理攻击时，有一定几率化解部分伤害。",
        "name": "腾挪劲"
      },
      "916": {
        "desc": "提升召唤兽气血，提升效果受召唤兽等级影响，但是将减少召唤兽所有攻击方式造成的伤害。",
        "name": "玄武躯"
      },
      "917": {
        "desc": "提升召唤兽防御，提升效果受召唤兽等级影响，但是将减少召唤兽所有攻击方式造成的伤害。",
        "name": "龙胄铠"
      },
      "918": {
        "desc": "降低召唤兽受到壁垒击破、力劈华山、善恶有报、死亡召唤、惊心一剑攻击时所承受的伤害，但是将减少召唤兽所有攻击方式造成的伤害。",
        "name": "玉砥柱"
      },
      "919": {
        "desc": "召唤兽普通物理攻击时将有一定几率降低攻击目标的物理防御，效果持续两回合。",
        "name": "碎甲刃"
      },
      "920": {
        "desc": "降低召唤兽保护其他目标时所承受的伤害。",
        "name": "阴阳护"
      },
      "921": {
        "desc": "携带此内丹的召唤兽在战斗中降低本方包含其在内所有召唤兽的逃跑几率。",
        "name": "凛冽气"
      },
      "922": {
        "desc": "提升对拥有反震/高级反震/超级反震技能目标的物理伤害。",
        "name": "无畏"
      },
      "923": {
        "desc": "提升召唤兽对拥有幸运/高级幸运/超级幸运技能目标的物理伤害。",
        "name": "愤恨"
      },
      "924": {
        "desc": "提升物理攻击造成的伤害，提升效果受召唤兽自身力量点数影响。",
        "name": "舍身击"
      },
      "925": {
        "desc": "使用单体法术命中目标时将有一定几率驱散目标的某种增益状态。",
        "name": "电魂闪"
      },
      "926": {
        "desc": "提升召唤兽忽视目标法术减免效果的能力。",
        "name": "通灵法"
      },
      "927": {
        "desc": "提升法术连击/高级法术连击/超级法术连击技能触发第二次法术攻击造成的伤害。",
        "name": "双星爆"
      },
      "928": {
        "desc": "提升法术波动/高级法术波动/超级法术波动技能触发时的伤害波动下限。",
        "name": "催心浪"
      },
      "929": {
        "desc": "提升毒/高级毒/超级毒技能的中毒触发几率。",
        "name": "淬毒"
      },
      "930": {
        "desc": "降低拥有隐身/高级隐身/超级隐身技能的召唤兽在隐身状态下减少的伤害值，但隐身结束后将消耗额外的魔法。",
        "name": "隐匿击"
      },
      "931": {
        "desc": "提升召唤兽对施法选定目标的法术伤害，提升效果受召唤兽等级影响。",
        "name": "狙刺"
      },
      "932": {
        "desc": "提升连击/高级连击/超级连击技能触发连击的几率。",
        "name": "连环"
      },
      "933": {
        "desc": "提升驱鬼/高级驱鬼/超级驱鬼技能对于鬼魂/高级鬼魂技能召唤兽的法术伤害。",
        "name": "圣洁"
      },
      "934": {
        "desc": "本方不带本技能召唤兽每被击飞一次，提升一次拥有本技能召唤兽对目标造成的法术伤害，持续到战斗结束。提升效果最多叠加5次，且受召唤兽自身魔力点数影响。（存在鬼魂术或高级鬼魂术时，此内丹不生效）",
        "name": "血债偿"
      },
      "935": {
        "desc": "提升召唤兽将自身防御的一部分转化为伤害力的几率，提升效果持续一次攻击，防御降低持续到本回合结束。",
        "name": "生死决"
      },
      "936": {
        "desc": "提升召唤兽法术伤害，提升效果受召唤兽自身法力点数影响。",
        "name": "灵光"
      },
      "937": {
        "desc": "提升召唤兽法术防御，提升效果受召唤兽等级影响，但是将降低召唤兽防御，且减少所有攻击方式造成的伤害。",
        "name": "朱雀甲"
      },
      "938": {
        "desc": "被力劈华山攻击时，技能附加的额外伤害力降低。",
        "name": "岿然"
      },
      "939": {
        "desc": "高级属性吸收类技能吸收几率提升，但产生的治疗量降低。",
        "name": "棱光镜"
      },
      "940": {
        "desc": "法术攻击不再会被低级与高级属性吸收类技能吸收，但伤害降低。",
        "name": "穿透"
      }
    },
    "normal_xiangrui": [
      "玄霜玉兔",
      "金鳞仙子",
      "翠云宝扇",
      "沉星寒犀",
      "浣碧石犀",
      "鹤雪锦犀",
      "璇彩灵仙",
      "浑火魔精",
      "玄火神驹",
      "青霄天麟",
      "紫霞云麒",
      "碧海云舟",
      "瑞彩祥云",
      "琉璃宝象",
      "莽林猛犸",
      "彩翎羽轿",
      "踏雪灵熊",
      "魔骨战熊",
      "穿云飞辇",
      "逐日天辇",
      "翠灵锦篮",
      "炫彩飞篮",
      "玄冰灵虎",
      "叠彩仙蜗",
      "雪域圣灵",
      "霓羽锦鹊",
      "御风灵貂",
      "赤瞳妖猫",
      "流云玉佩",
      "落英纷飞",
      "跃动精灵",
      "怒雷狂狮",
      "九霄冰凤",
      "轻云羊驼",
      "沐月灵猫",
      "暗影战豹",
      "沙漠驼铃",
      "腾云仙牛",
      "开明天兽",
      "九霄幽凰",
      "嬉闹灵狮",
      "太白仙骑",
      "碧海鳐鱼",
      "灯笼锦鱼",
      "机关木鸢",
      "灵尾松鼠",
      "雷霆战豹",
      "蝠翼冥骑",
      "烈焰斗猪",
      "炫影魔蝎",
      "风火飞轮",
      "野趣灵菇",
      "野趣蘑菇",
      "凤舞灵蝶",
      "竹林熊猫",
      "仙缘战鹿",
      "疾风战马",
      "赤炎战狼",
      "彩云追月",
      "梅隐寒香",
      "净土莲台",
      "齐天小轿",
      "呆萌鸭鸭",
      "青蛙呱呱",
      "荧彩水母",
      "萌萌海狮",
      "飞天灵鼠",
      "霓彩鹦歌",
      "发条青蛙",
      "天鹅流萤灯",
      "碧玉如意",
      "幽冰寒蛛",
      "螃蟹小将",
      "鸿运龙龟",
      "寒梅纨扇",
      "黄金瑞兽",
      "北冥巨鲸",
      "幸运龙猫",
      "甜甜蜜蜂",
      "馋嘴刺猬",
      "翠羽明珠",
      "玲珑雪狐",
      "梦萦冰泪",
      "顽皮猫头鹰",
      "淘气小象",
      "鱼水灵珠",
      "萝卜小兔",
      "烈焰雄狮",
      "有凤来仪",
      "午夜南瓜",
      "缤纷雪宝",
      "撼地雷龙",
      "九色鹿",
      "逢考必过",
      "萌萌鸮鹦鹉",
      "考拉抱抱",
      "暗香花囊",
      "大嘴啾啾",
      "金溏荷包蛋",
      "星河灵鲤",
      "金盏灵鲤",
      "璇玉丹华",
      "星河皎皎",
      "福禄满满",
      "甜蜜蛋糕",
      "碧潮海马"
    ],
    "nosale_to_sale_xiangrui": {
      "113": "流云玉佩",
      "219": "烈焰斗猪"
    },
    "nosale_xiangrui": {
      "31": "神行小驴",
      "91": "七彩祥云",
      "97": "七彩小驴",
      "101": "跃动精灵",
      "115": "飞天猪猪",
      "116": "猪猪小侠",
      "121": "如意宝狮",
      "127": "九幽灵虎",
      "145": "月影天马",
      "146": "星华飞马",
      "147": "天使猪猪",
      "161": "粉红小驴"
    },
    "ori_race_info": {
      "1": "人",
      "2": "魔",
      "3": "仙"
    },
    "perform_effect": [
      "比翼飞",
      "万物生长",
      "牛势冲天",
      "烈火麒麟",
      "虎啸生风",
      "曜焰麒麟",
      "虎威一震",
      "波光掠影",
      "星河照影",
      "大展宏兔",
      "兔飞猛进",
      "扶摇九霄",
      "四海归渊",
      "鱼跃龙门",
      "盛世龙腾",
      "曦照丹晖",
      "御龙在天",
      "有凤来仪",
      "三生莲华",
      "一步莲升",
      "大浪淘金",
      "画龙点金"
    ],
    "pet_advance_skills": {
      "336": "独行",
      "337": "法术反震",
      "401": "高级夜战",
      "402": "高级反击",
      "403": "高级反震",
      "404": "高级吸血",
      "405": "高级连击",
      "406": "高级飞行",
      "407": "高级隐身",
      "408": "高级感知",
      "409": "高级再生",
      "410": "高级冥思",
      "411": "高级神佑复生",
      "412": "高级鬼魂术",
      "413": "高级驱鬼",
      "414": "高级毒",
      "415": "高级慧根",
      "416": "高级必杀",
      "417": "高级幸运",
      "418": "高级精神集中",
      "419": "高级神迹",
      "420": "高级招架",
      "421": "高级永恒",
      "422": "高级敏捷",
      "423": "高级否定信仰",
      "424": "高级魔之心",
      "425": "高级偷袭",
      "426": "奔雷咒",
      "427": "泰山压顶",
      "428": "水漫金山",
      "429": "地狱烈火",
      "430": "高级雷属性吸收",
      "431": "高级土属性吸收",
      "432": "高级水属性吸收",
      "433": "高级火属性吸收",
      "434": "高级强力",
      "435": "高级防御",
      "436": "高级独行",
      "437": "高级法术反震",
      "438": "高级进击必杀",
      "439": "高级进击法暴",
      "440": "观照万象",
      "441": "出其不意",
      "442": "势如破竹",
      "443": "高级遗志",
      "444": "无赦魔诀",
      "445": "风起龙游",
      "446": "薪火相传",
      "447": "招财进宝",
      "448": "洞察",
      "449": "欣欣向荣",
      "450": "万物之灵（火）",
      "451": "万物之灵（水）",
      "452": "万物之灵（金）",
      "453": "万物之灵（土）",
      "454": "万物之灵（木）",
      "455": "力大无穷（火）",
      "456": "力大无穷（水）",
      "457": "力大无穷（金）",
      "458": "力大无穷（土）",
      "459": "力大无穷（木）",
      "461": "天狐之舞",
      "462": "出奇制胜",
      "480": "柳暗花明",
      "481": "与生俱来",
      "482": "义薄云天",
      "483": "气贯长虹",
      "484": "雨露之泽",
      "485": "风沙之盾",
      "486": "清风之华",
      "487": "映雪棱镜",
      "488": "泡泡相伴",
      "489": "泡泡相伴",
      "490": "气吞万象·水火",
      "491": "气吞万象·雷土",
      "492": "高级蓄势待发",
      "493": "高级金蝉蜕壳",
      "517": "乘胜追击",
      "518": "凭风借力",
      "519": "顾盼生姿",
      "520": "拘魂索命",
      "551": "惊心一剑",
      "552": "死亡召唤",
      "553": "上古灵符",
      "554": "善恶有报",
      "571": "力劈华山",
      "572": "夜舞倾城",
      "573": "高级法术连击",
      "577": "高级法术暴击",
      "578": "高级法术波动",
      "593": "八凶法阵",
      "594": "法术防御",
      "595": "壁垒击破",
      "596": "嗜血追击",
      "597": "剑荡四方",
      "598": "潜能激发",
      "599": "移花接木",
      "624": "龙魂",
      "627": "高级法术抵抗",
      "629": "高级盾气",
      "638": "法力陷阱",
      "639": "灵能激发",
      "641": "高级合纵",
      "652": "狂莽一击",
      "653": "虎虎生风",
      "654": "迅风出击",
      "655": "好梦连连",
      "656": "好梦连连",
      "658": "超级神柚复生",
      "684": "食指大动",
      "685": "理直气壮",
      "686": "叱咤风云",
      "691": "流沙轻音",
      "692": "昼伏夜出",
      "693": "神出鬼没",
      "694": "溜之大吉",
      "695": "焚天陨火",
      "696": "神来气旺",
      "697": "北冥之渊",
      "698": "逍遥游",
      "699": "水击三千",
      "700": "扶摇万里",
      "55401": "超级夜战",
      "55402": "超级反击",
      "55403": "超级反震",
      "55404": "超级吸血",
      "55405": "超级连击",
      "55406": "超级飞行",
      "55407": "超级隐身",
      "55408": "超级感知",
      "55409": "超级再生",
      "55410": "超级冥思",
      "55413": "超级驱鬼",
      "55414": "超级毒",
      "55415": "超级慧根",
      "55416": "超级必杀",
      "55417": "超级幸运",
      "55418": "超级精神集中",
      "55419": "超级神迹",
      "55420": "超级招架",
      "55421": "超级永恒",
      "55422": "超级敏捷",
      "55423": "超级否定信仰",
      "55424": "超级魔之心",
      "55425": "超级偷袭",
      "55426": "超级奔雷咒",
      "55427": "超级泰山压顶",
      "55428": "超级水漫金山",
      "55429": "超级地狱烈火",
      "55430": "超级雷属性吸收",
      "55431": "超级土属性吸收",
      "55432": "超级水属性吸收",
      "55433": "超级火属性吸收",
      "55434": "超级强力",
      "55435": "超级防御",
      "55438": "超级进击必杀",
      "55439": "超级进击法暴",
      "55443": "超级遗志",
      "55493": "超级金蝉蜕壳",
      "55573": "超级法术连击",
      "55577": "超级法术暴击",
      "55578": "超级法术波动",
      "55595": "超级壁垒击破",
      "55627": "超级法术抵抗",
      "55629": "超级盾气",
      "55641": "超级合纵",
      "56001": "超级三昧真火",
      "56002": "桀骜自恃",
      "56003": "圣婴大王",
      "56004": "妙手灵丹",
      "56005": "克敌五行",
      "56006": "诸天正法",
      "56010": "焰火烁星",
      "56040": "龙行风雨",
      "56045": "节节高升"
    },
    "pet_equip_class": {
      "1": "铠甲",
      "2": "项圈",
      "3": "护腕"
    },
    "pet_equip_type_to_grade_mapping": {
      "102001": 35,
      "102002": 5,
      "102004": 0,
      "102005": 0,
      "102006": 35,
      "102007": 15,
      "102008": 0,
      "102009": 75,
      "102010": 0,
      "102011": 45,
      "102012": 15,
      "102015": 75,
      "102016": 0,
      "102017": 15,
      "102018": 0,
      "102019": 0,
      "102020": 0,
      "102021": 0,
      "102022": 15,
      "102023": 45,
      "102024": 25,
      "102028": 15,
      "102029": 15,
      "102030": 5,
      "102031": 0,
      "102032": 0,
      "102033": 5,
      "102034": 25,
      "102035": 0,
      "102036": 0,
      "102037": 0,
      "102038": 55,
      "102039": 0,
      "102040": 45,
      "102041": 45,
      "102042": 0,
      "102044": 5,
      "102045": 5,
      "102046": 5,
      "102047": 0,
      "102048": 0,
      "102049": 0,
      "102050": 0,
      "102051": 0,
      "102052": 35,
      "102053": 35,
      "102054": 35,
      "102055": 25,
      "102059": 15,
      "102060": 0,
      "102061": 55,
      "102062": 25,
      "102063": 25,
      "102064": 35,
      "102065": 35,
      "102066": 25,
      "102067": 75,
      "102068": 55,
      "102070": 65,
      "102071": 65,
      "102072": 75,
      "102073": 45,
      "102074": 55,
      "102076": 105,
      "102077": 95,
      "102078": 95,
      "102085": 95,
      "102086": 95,
      "102087": 105,
      "102093": 10120,
      "102094": 125,
      "102095": 125,
      "102096": 10120,
      "102097": 125,
      "102098": 125,
      "102099": 95,
      "102100": 0,
      "102101": 0,
      "102102": 85,
      "102103": 85,
      "102104": 85,
      "102105": 135,
      "102106": 135,
      "102107": 10135,
      "102108": 0,
      "102109": 0,
      "102110": 0,
      "102111": 10135,
      "102112": 145,
      "102113": 145,
      "102114": 10145,
      "102115": 10145,
      "102117": 75,
      "102118": 75,
      "102119": 65,
      "102120": 75,
      "102121": 65,
      "102122": 75,
      "102123": 65,
      "102124": 135,
      "102125": 10135,
      "102126": 20155,
      "102127": 10135,
      "102128": 20155,
      "102129": 135,
      "102130": 20155,
      "102131": 0,
      "102132": 0,
      "102150": 105,
      "102151": 105,
      "102152": 10155,
      "102153": 10155,
      "102159": 10155,
      "102160": 20165,
      "102161": 20165,
      "102162": 10155,
      "102163": 20165,
      "102164": 10155,
      "102178": 45,
      "102179": 45,
      "102180": 45,
      "102181": 55,
      "102182": 45,
      "102183": 45,
      "102184": 55,
      "102185": 55,
      "102186": 55,
      "102187": 65,
      "102188": 65,
      "102189": 65,
      "102190": 65,
      "102191": 65,
      "102192": 65,
      "102193": 75,
      "102194": 75,
      "102195": 75,
      "102196": 75,
      "102197": 75,
      "102198": 75,
      "102199": 75,
      "102200": 75,
      "102201": 85,
      "102202": 85,
      "102203": 85,
      "102204": 95,
      "102205": 95,
      "102206": 95,
      "102207": 95,
      "102208": 105,
      "102209": 105,
      "102210": 105,
      "102211": 105,
      "102212": 10120,
      "102213": 10120,
      "102214": 125,
      "102215": 125,
      "102216": 125,
      "102217": 125,
      "102218": 135,
      "102219": 135,
      "102220": 10135,
      "102221": 10135,
      "102222": 10135,
      "102223": 10135,
      "102224": 145,
      "102225": 145,
      "102226": 10145,
      "102227": 10145,
      "102228": 135,
      "102229": 135,
      "102230": 20155,
      "102231": 20155,
      "102232": 20155,
      "102233": 10155,
      "102234": 10155,
      "102235": 95,
      "102236": 10155,
      "102237": 10155,
      "102238": 10155,
      "102239": 20165,
      "102240": 20165,
      "102241": 20165,
      "102242": 20175,
      "102243": 20175,
      "102244": 20175,
      "102245": 20175,
      "102246": 20175,
      "102247": 20175,
      "102249": 0,
      "102250": 0,
      "102255": 0,
      "102256": 0,
      "102257": 0,
      "102258": 0,
      "102259": 0,
      "102260": 0,
      "102261": 0,
      "102262": 0,
      "102263": 0,
      "102264": 0,
      "102265": 0,
      "102266": 0,
      "102267": 0,
      "102268": 0,
      "102269": 0,
      "102270": 0,
      "102271": 0,
      "102272": 0,
      "102273": 0,
      "102274": 0,
      "102275": 0,
      "102276": 0,
      "102277": 0,
      "102283": 65,
      "102303": 10125,
      "102304": 10125,
      "102305": 85,
      "102306": 85,
      "102307": 85,
      "102308": 85,
      "102309": 10125,
      "102310": 10125,
      "102311": 0,
      "102312": 0,
      "102313": 0,
      "102314": 0,
      "102315": 0,
      "102316": 0,
      "102317": 0,
      "102318": 0,
      "102319": 20175,
      "102320": 20175,
      "102321": 30175,
      "102322": 20175,
      "102323": 20175,
      "102324": 30175,
      "102325": 0,
      "102326": 0,
      "102329": 105,
      "102330": 105,
      "102331": 105,
      "102332": 105,
      "102333": 105,
      "102334": 105,
      "102335": 105,
      "102336": 105,
      "102337": 20175,
      "102338": 20175,
      "102339": 175,
      "102340": 175,
      "102341": 0,
      "102342": 0,
      "102343": 0,
      "102344": 0,
      "102345": 30175,
      "102346": 30175,
      "102348": 0,
      "102349": 0,
      "102354": 0,
      "102355": 0,
      "102356": 0,
      "102360": 0,
      "102361": 0,
      "102363": 0,
      "102385": 55,
      "102386": 55,
      "102387": 105,
      "102388": 105,
      "102389": 10125,
      "102390": 10125,
      "102391": 30175,
      "102392": 30175,
      "102393": 65,
      "102394": 65,
      "102395": 125,
      "102396": 125,
      "102397": 20155,
      "102398": 20155,
      "102399": 30175,
      "102400": 30175,
      "102401": 65,
      "102402": 65,
      "102403": 85,
      "102404": 85,
      "102405": 0,
      "102406": 0,
      "102407": 0,
      "102408": 0,
      "102409": 20155,
      "102410": 20155,
      "102411": 20175,
      "102412": 20175,
      "102413": 0,
      "102414": 35,
      "102415": 35,
      "102416": 25,
      "102417": 15,
      "102418": 0,
      "102419": 25,
      "102420": 35,
      "102421": 25,
      "102422": 35,
      "102423": 25,
      "102424": 35,
      "102425": 0,
      "102426": 0,
      "102427": 0,
      "102428": 35,
      "102429": 35,
      "102430": 0,
      "102431": 25,
      "102432": 35,
      "102433": 25,
      "102434": 15,
      "102435": 15,
      "102436": 5,
      "102437": 15,
      "102438": 35,
      "102439": 25,
      "102440": 5,
      "102441": 35,
      "102442": 35,
      "102443": 35,
      "102444": 35,
      "102445": 35,
      "102446": 35,
      "102447": 35,
      "102448": 35,
      "102449": 35,
      "102450": 35,
      "102451": 35,
      "102452": 35,
      "102453": 35,
      "102454": 35,
      "102455": 35,
      "102456": 35,
      "102458": 35,
      "102459": 0,
      "102471": 20155,
      "102472": 20155,
      "102473": 10125,
      "102474": 10125,
      "102475": 85,
      "102476": 85,
      "102477": 65,
      "102478": 65,
      "102479": 20175,
      "102480": 20175,
      "102481": 105,
      "102482": 105,
      "102485": 0,
      "102486": 0,
      "102487": 0,
      "102488": 0,
      "102490": 0,
      "102495": 20175,
      "102496": 20175,
      "102501": 35,
      "102502": 5,
      "102506": 35,
      "102507": 15,
      "102509": 75,
      "102510": 0,
      "102511": 45,
      "102512": 15,
      "102515": 75,
      "102517": 15,
      "102522": 15,
      "102523": 45,
      "102524": 25,
      "102528": 15,
      "102529": 15,
      "102530": 5,
      "102533": 5,
      "102534": 25,
      "102536": 0,
      "102537": 0,
      "102538": 55,
      "102539": 0,
      "102540": 45,
      "102541": 45,
      "102542": 0,
      "102544": 5,
      "102545": 5,
      "102546": 5,
      "102547": 0,
      "102548": 0,
      "102552": 35,
      "102553": 35,
      "102554": 35,
      "102555": 25,
      "102559": 15,
      "102561": 55,
      "102562": 25,
      "102563": 25,
      "102564": 35,
      "102565": 35,
      "102566": 25,
      "102567": 75,
      "102568": 55,
      "102570": 65,
      "102571": 65,
      "102572": 75,
      "102573": 45,
      "102574": 55,
      "102576": 105,
      "102577": 95,
      "102578": 95,
      "102585": 95,
      "102586": 95,
      "102587": 105,
      "102593": 10120,
      "102594": 125,
      "102595": 125,
      "102596": 10120,
      "102597": 125,
      "102598": 125,
      "102599": 95,
      "102602": 85,
      "102603": 85,
      "102604": 85,
      "102605": 135,
      "102606": 135,
      "102607": 10135,
      "102611": 10135,
      "102612": 145,
      "102613": 145,
      "102614": 10145,
      "102615": 10145,
      "102617": 75,
      "102618": 75,
      "102619": 65,
      "102620": 75,
      "102621": 65,
      "102622": 75,
      "102623": 65,
      "102624": 135,
      "102625": 10135,
      "102626": 20155,
      "102627": 10135,
      "102628": 20155,
      "102629": 135,
      "102630": 20155,
      "102650": 105,
      "102651": 105,
      "102652": 10155,
      "102653": 10155,
      "102659": 10155,
      "102660": 20165,
      "102661": 20165,
      "102662": 10155,
      "102663": 20165,
      "102664": 10155,
      "102678": 45,
      "102679": 45,
      "102680": 45,
      "102681": 55,
      "102682": 45,
      "102683": 45,
      "102684": 55,
      "102685": 55,
      "102686": 55,
      "102687": 65,
      "102688": 65,
      "102689": 65,
      "102690": 65,
      "102691": 65,
      "102692": 65,
      "102693": 75,
      "102694": 75,
      "102695": 75,
      "102696": 75,
      "102697": 75,
      "102698": 75,
      "102699": 75,
      "102700": 75,
      "102701": 85,
      "102702": 85,
      "102703": 85,
      "102704": 95,
      "102705": 95,
      "102706": 95,
      "102707": 95,
      "102708": 105,
      "102709": 105,
      "102710": 105,
      "102711": 105,
      "102712": 10120,
      "102713": 10120,
      "102714": 125,
      "102715": 125,
      "102716": 125,
      "102717": 125,
      "102718": 135,
      "102719": 135,
      "102720": 10135,
      "102721": 10135,
      "102722": 10135,
      "102723": 10135,
      "102724": 145,
      "102725": 145,
      "102726": 10145,
      "102727": 10145,
      "102728": 135,
      "102729": 135,
      "102730": 20155,
      "102731": 20155,
      "102732": 20155,
      "102733": 10155,
      "102734": 10155,
      "102735": 95,
      "102736": 10155,
      "102737": 10155,
      "102738": 10155,
      "102739": 20165,
      "102740": 20165,
      "102741": 20165,
      "102742": 20175,
      "102743": 20175,
      "102744": 20175,
      "102745": 20175,
      "102746": 20175,
      "102747": 20175,
      "102783": 65,
      "102803": 10125,
      "102804": 10125,
      "102805": 85,
      "102806": 85,
      "102807": 85,
      "102808": 85,
      "102809": 10125,
      "102810": 10125,
      "102819": 20175,
      "102820": 20175,
      "102821": 30175,
      "102822": 20175,
      "102823": 20175,
      "102824": 30175,
      "102827": 0,
      "102828": 0,
      "102829": 105,
      "102830": 105,
      "102831": 105,
      "102832": 105,
      "102833": 105,
      "102834": 105,
      "102835": 105,
      "102836": 105,
      "102837": 20175,
      "102838": 20175,
      "102839": 175,
      "102840": 175,
      "102885": 55,
      "102886": 55,
      "102887": 105,
      "102888": 105,
      "102889": 10125,
      "102890": 10125,
      "102891": 30175,
      "102892": 30175,
      "102893": 65,
      "102894": 65,
      "102895": 125,
      "102896": 125,
      "102897": 20155,
      "102898": 20155,
      "102899": 30175,
      "102900": 30175,
      "102901": 65,
      "102902": 65,
      "102903": 85,
      "102904": 85,
      "102909": 20155,
      "102910": 20155,
      "102913": 0,
      "102914": 35,
      "102915": 35,
      "102916": 25,
      "102917": 15,
      "102919": 25,
      "102920": 35,
      "102921": 25,
      "102922": 35,
      "102923": 25,
      "102924": 35,
      "102925": 0,
      "102926": 0,
      "102928": 35,
      "102929": 35,
      "102930": 0,
      "102931": 25,
      "102932": 35,
      "102933": 25,
      "102934": 15,
      "102935": 15,
      "102936": 5,
      "102937": 15,
      "102938": 35,
      "102939": 25,
      "102940": 5,
      "102971": 20155,
      "102972": 20155,
      "102973": 10125,
      "102974": 10125,
      "102975": 85,
      "102976": 85,
      "102977": 65,
      "102978": 65,
      "102979": 20175,
      "102980": 20175,
      "102981": 105,
      "102982": 105,
      "102995": 20175,
      "102996": 20175,
      "112000": 0,
      "112001": 0,
      "112002": 0,
      "112003": 0,
      "112004": 55,
      "112005": 55,
      "112006": 20155,
      "112007": 20155,
      "112008": 105,
      "112009": 105,
      "112010": 30175,
      "112011": 30175,
      "112016": 0,
      "112017": 0,
      "112019": 20175,
      "112020": 20175,
      "112021": 20175,
      "112022": 20175,
      "112023": 20175,
      "112024": 20175,
      "112025": 20175,
      "112026": 20175,
      "112027": 0,
      "112028": 0,
      "112034": 0,
      "112035": 0,
      "112036": 0,
      "112037": 0,
      "112038": 30175,
      "112039": 20155,
      "112040": 65,
      "112046": 30175,
      "112047": 20155,
      "112048": 65,
      "112054": 0,
      "112055": 0,
      "112061": 105,
      "112062": 105,
      "112063": 105,
      "112064": 105,
      "112065": 105,
      "112066": 105,
      "112067": 105,
      "112068": 105,
      "112069": 105,
      "112070": 105,
      "112071": 20155,
      "112072": 20155,
      "112074": 0,
      "112075": 0,
      "112078": 65,
      "112079": 105,
      "112080": 105,
      "112081": 10125,
      "112082": 30175,
      "112083": 65,
      "112084": 105,
      "112085": 105,
      "112086": 10125,
      "112087": 30175,
      "112504": 55,
      "112505": 55,
      "112506": 20155,
      "112507": 20155,
      "112508": 105,
      "112509": 105,
      "112510": 30175,
      "112511": 30175,
      "112519": 20175,
      "112520": 20175,
      "112521": 20175,
      "112522": 20175,
      "112523": 20175,
      "112524": 20175,
      "112525": 20175,
      "112526": 20175,
      "112538": 30175,
      "112539": 20155,
      "112540": 65,
      "112546": 30175,
      "112547": 20155,
      "112548": 65,
      "112561": 105,
      "112562": 105,
      "112563": 105,
      "112564": 105,
      "112565": 105,
      "112566": 105,
      "112567": 105,
      "112568": 105,
      "112569": 105,
      "112570": 105,
      "112571": 20155,
      "112572": 20155,
      "112578": 65,
      "112579": 105,
      "112580": 105,
      "112581": 10125,
      "112582": 30175,
      "112583": 65,
      "112584": 105,
      "112585": 105,
      "112586": 10125,
      "112587": 30175,
      "118866": 0,
      "118867": 0,
      "118868": 0,
      "118869": 0
    },
    "pet_evol_skill_options": [
      {
        "label": "赐福·合纵",
        "value": 641
      },
      {
        "label": "赐福·夜战",
        "value": 401
      },
      {
        "label": "赐福·必杀",
        "value": 416
      },
      {
        "label": "赐福·连击",
        "value": 405
      },
      {
        "label": "赐福·偷袭",
        "value": 425
      },
      {
        "label": "赐福·法术暴击",
        "value": 577
      },
      {
        "label": "赐福·法术连击",
        "value": 573
      },
      {
        "label": "赐福·魔之心",
        "value": 424
      },
      {
        "label": "赐福·法术波动",
        "value": 578
      },
      {
        "label": "赐福·敏捷",
        "value": 422
      },
      {
        "label": "赐福·吸血",
        "value": 404
      },
      {
        "label": "赐福·强力",
        "value": 434
      },
      {
        "label": "赐福·防御",
        "value": 435
      },
      {
        "label": "赐福·隐身",
        "value": 407
      },
      {
        "label": "赐福·幸运",
        "value": 417
      },
      {
        "label": "赐福·招架",
        "value": 420
      },
      {
        "label": "赐福·反震",
        "value": 403
      },
      {
        "label": "赐福·反击",
        "value": 402
      },
      {
        "label": "赐福·飞行",
        "value": 406
      },
      {
        "label": "赐福·感知",
        "value": 408
      },
      {
        "label": "赐福·再生",
        "value": 409
      },
      {
        "label": "赐福·冥思",
        "value": 410
      },
      {
        "label": "赐福·驱鬼",
        "value": 413
      },
      {
        "label": "赐福·毒",
        "value": 414
      },
      {
        "label": "赐福·慧根",
        "value": 415
      },
      {
        "label": "赐福·精神集中",
        "value": 418
      },
      {
        "label": "赐福·神迹",
        "value": 419
      },
      {
        "label": "赐福·永恒",
        "value": 421
      },
      {
        "label": "赐福·否定信仰",
        "value": 423
      },
      {
        "label": "赐福·进击必杀",
        "value": 438
      },
      {
        "label": "赐福·进击法暴",
        "value": 439
      },
      {
        "label": "赐福·遗志",
        "value": 443
      },
      {
        "label": "赐福·法术抵抗",
        "value": 627
      },
      {
        "label": "赐福·盾气",
        "value": 629
      },
      {
        "label": "赐福·壁垒击破",
        "value": 595
      },
      {
        "label": "赐福·奔雷咒",
        "value": 426
      },
      {
        "label": "赐福·泰山压顶",
        "value": 427
      },
      {
        "label": "赐福·水漫金山",
        "value": 428
      },
      {
        "label": "赐福·地狱烈火",
        "value": 429
      },
      {
        "label": "赐福·雷属性吸收",
        "value": 430
      },
      {
        "label": "赐福·土属性吸收",
        "value": 431
      },
      {
        "label": "赐福·水属性吸收",
        "value": 432
      },
      {
        "label": "赐福·火属性吸收",
        "value": 433
      },
      {
        "label": "赐福·金蝉蜕壳",
        "value": 493
      }
    ],
    "pet_functions": {
      "1": "攻宠",
      "2": "法宠",
      "3": "血宠",
      "4": "血敏宠",
      "5": "炼妖宠"
    },
    "pet_god_skills_special": [
      [
        652,
        "狂莽一击"
      ],
      [
        700,
        "扶摇万里"
      ],
      [
        697,
        "北冥之渊"
      ],
      [
        696,
        "神来气旺"
      ],
      [
        698,
        "逍遥游"
      ],
      [
        593,
        "八凶法阵"
      ],
      [
        699,
        "水击三千"
      ],
      [
        517,
        "乘胜追击"
      ],
      [
        685,
        "理直气壮"
      ],
      [
        686,
        "叱咤风云"
      ],
      [
        662,
        "千钧一怒"
      ],
      [
        672,
        "从天而降"
      ],
      [
        667,
        "大快朵颐"
      ],
      [
        692,
        "昼伏夜出"
      ],
      [
        520,
        "拘魂索命"
      ],
      [
        669,
        "月光"
      ],
      [
        518,
        "凭风借力"
      ],
      [
        519,
        "顾盼生姿"
      ],
      [
        684,
        "食指大动"
      ],
      [
        687,
        "津津有味"
      ],
      [
        694,
        "溜之大吉"
      ],
      [
        691,
        "流沙轻音"
      ],
      [
        693,
        "神出鬼没"
      ],
      [
        663,
        "天降灵葫"
      ],
      [
        482,
        "义薄云天"
      ],
      [
        481,
        "与生俱来"
      ],
      [
        480,
        "柳暗花明"
      ],
      [
        483,
        "气贯长虹"
      ],
      [
        653,
        "虎虎生风"
      ],
      [
        695,
        "焚天陨火"
      ],
      [
        654,
        "迅风出击"
      ],
      [
        655,
        "好梦连连（法）"
      ],
      [
        656,
        "好梦连连（物）"
      ],
      [
        488,
        "泡泡相伴（物）"
      ],
      [
        489,
        "泡泡相伴（法）"
      ],
      [
        658,
        "超级神柚复生"
      ],
      [
        56001,
        "超级三昧真火"
      ],
      [
        56002,
        "桀骜自恃"
      ],
      [
        56003,
        "圣婴大王"
      ],
      [
        56010,
        "焰火烁星"
      ],
      [
        56040,
        "龙行风雨"
      ]
    ],
    "pet_info": {
      "2001": "兔子怪",
      "2002": "野猪",
      "2006": "黑熊精",
      "2007": "羊头怪",
      "2010": "树怪",
      "2012": "花妖",
      "2017": "骷髅怪",
      "2022": "蛤蟆精",
      "2024": "小龙女",
      "2028": "老虎",
      "2029": "黑熊",
      "2030": "大蝙蝠",
      "2033": "海毛虫",
      "2034": "狼",
      "2036": "大海龟",
      "2037": "巨蛙",
      "2039": "狸",
      "2042": "章鱼",
      "2044": "强盗",
      "2045": "山贼",
      "2046": "赌徒",
      "2047": "海星",
      "2048": "护卫",
      "2052": "牛头",
      "2053": "马面",
      "2054": "僵尸",
      "2055": "野鬼",
      "2059": "狐狸精",
      "2062": "虾兵",
      "2063": "蟹将",
      "2064": "龟丞相",
      "2065": "蜘蛛精",
      "2066": "牛妖",
      "2501": "变异兔子怪",
      "2502": "变异野猪",
      "2506": "变异黑熊精",
      "2507": "变异羊头怪",
      "2510": "变异树怪",
      "2512": "变异花妖",
      "2517": "变异骷髅怪",
      "2522": "变异蛤蟆精",
      "2524": "变异小龙女",
      "2528": "变异老虎",
      "2529": "变异黑熊",
      "2530": "变异大蝙蝠",
      "2533": "变异海毛虫",
      "2534": "变异狼",
      "2536": "变异大海龟",
      "2537": "变异巨蛙",
      "2539": "变异狸",
      "2542": "变异章鱼",
      "2544": "变异强盗",
      "2545": "变异山贼",
      "2546": "变异赌徒",
      "2547": "变异海星",
      "2548": "变异护卫",
      "2552": "变异牛头",
      "2553": "变异马面",
      "2554": "变异僵尸",
      "2555": "变异野鬼",
      "2559": "变异狐狸精",
      "2562": "变异虾兵",
      "2563": "变异蟹将",
      "2564": "变异龟丞相",
      "2565": "变异蜘蛛精",
      "2566": "变异牛妖",
      "102001": "兔子怪",
      "102002": "野猪",
      "102004": "泡泡",
      "102005": "超级泡泡",
      "102006": "黑熊精",
      "102007": "羊头怪",
      "102008": "超级神虎",
      "102009": "芙蓉仙子",
      "102010": "树怪",
      "102011": "蝴蝶仙子",
      "102012": "花妖",
      "102015": "如意仙子",
      "102016": "超级大熊猫",
      "102017": "骷髅怪",
      "102018": "超级金猴",
      "102019": "超级人参娃娃",
      "102020": "超级大象",
      "102021": "超级筋斗云",
      "102022": "蛤蟆精",
      "102023": "雷鸟人",
      "102024": "小龙女",
      "102028": "老虎",
      "102029": "黑熊",
      "102030": "大蝙蝠",
      "102031": "超级灵狐",
      "102032": "超级孔雀",
      "102033": "海毛虫",
      "102034": "狼",
      "102035": "超级神龙",
      "102036": "大海龟",
      "102037": "巨蛙",
      "102038": "天将",
      "102039": "狸",
      "102040": "白熊",
      "102041": "古代瑞兽",
      "102042": "章鱼",
      "102044": "强盗",
      "102045": "山贼",
      "102046": "赌徒",
      "102047": "海星",
      "102048": "护卫",
      "102049": "超级神马",
      "102050": "超级麒麟",
      "102051": "超级神蛇",
      "102052": "牛头",
      "102053": "马面",
      "102054": "僵尸",
      "102055": "野鬼",
      "102059": "狐狸精",
      "102060": "超级青鸾",
      "102061": "天兵",
      "102062": "虾兵",
      "102063": "蟹将",
      "102064": "龟丞相",
      "102065": "蜘蛛精",
      "102066": "牛妖",
      "102067": "星灵仙子",
      "102068": "风伯",
      "102070": "蛟龙",
      "102071": "凤凰",
      "102072": "巡游天神",
      "102073": "黑山老妖",
      "102074": "地狱战神",
      "102076": "鬼将",
      "102077": "吸血鬼",
      "102078": "幽灵",
      "102085": "灵符女娲",
      "102086": "律法女娲",
      "102087": "净瓶女娲",
      "102093": "大力金刚",
      "102094": "雾中仙",
      "102095": "灵鹤",
      "102096": "夜罗刹",
      "102097": "炎魔神",
      "102098": "噬天虎",
      "102099": "阴阳伞",
      "102100": "超级灵鹿",
      "102101": "超级白泽",
      "102102": "野猪精",
      "102103": "百足将军",
      "102104": "鼠先锋",
      "102105": "踏云兽",
      "102106": "红萼仙子",
      "102107": "龙龟",
      "102108": "超级赤焰兽",
      "102109": "超级大鹏",
      "102110": "超级神牛",
      "102111": "机关人",
      "102112": "机关兽",
      "102113": "机关鸟",
      "102114": "连弩车",
      "102115": "巴蛇",
      "102117": "犀牛将军（人形）",
      "102118": "犀牛将军（兽形）",
      "102119": "蚌精",
      "102120": "锦毛貂精",
      "102121": "鲛人",
      "102122": "千年蛇魅",
      "102123": "碧水夜叉",
      "102124": "葫芦宝贝",
      "102125": "猫灵（兽型）",
      "102126": "猫灵（人型）",
      "102127": "狂豹（兽型）",
      "102128": "狂豹（人型）",
      "102129": "蝎子精",
      "102130": "混沌兽",
      "102131": "超级海豚",
      "102132": "超级神兔",
      "102150": "幽萤娃娃",
      "102151": "画魂",
      "102152": "长眉灵猴",
      "102153": "巨力神猿",
      "102159": "修罗傀儡鬼",
      "102160": "修罗傀儡妖",
      "102161": "金身罗汉",
      "102162": "藤蔓妖花",
      "102163": "曼珠沙华",
      "102164": "蜃气妖",
      "102178": "雷鸟人",
      "102179": "蝴蝶仙子",
      "102180": "白熊",
      "102181": "天将",
      "102182": "古代瑞兽",
      "102183": "黑山老妖",
      "102184": "天兵",
      "102185": "风伯",
      "102186": "地狱战神",
      "102187": "蛟龙",
      "102188": "凤凰",
      "102189": "雨师",
      "102190": "蚌精",
      "102191": "鲛人",
      "102192": "碧水夜叉",
      "102193": "锦毛貂精",
      "102194": "千年蛇魅",
      "102195": "犀牛将军（人形）",
      "102196": "犀牛将军（兽形）",
      "102197": "巡游天神",
      "102198": "星灵仙子",
      "102199": "如意仙子",
      "102200": "芙蓉仙子",
      "102201": "野猪精",
      "102202": "百足将军",
      "102203": "鼠先锋",
      "102204": "律法女娲",
      "102205": "灵符女娲",
      "102206": "幽灵",
      "102207": "吸血鬼",
      "102208": "净瓶女娲",
      "102209": "鬼将",
      "102210": "幽萤娃娃",
      "102211": "画魂",
      "102212": "大力金刚",
      "102213": "夜罗刹",
      "102214": "炎魔神",
      "102215": "噬天虎",
      "102216": "雾中仙",
      "102217": "灵鹤",
      "102218": "踏云兽",
      "102219": "红萼仙子",
      "102220": "龙龟",
      "102221": "机关人",
      "102222": "猫灵（兽型）",
      "102223": "狂豹（兽型）",
      "102224": "机关兽",
      "102225": "机关鸟",
      "102226": "连弩车",
      "102227": "巴蛇",
      "102228": "葫芦宝贝",
      "102229": "蝎子精",
      "102230": "猫灵（人型）",
      "102231": "狂豹（人型）",
      "102232": "混沌兽",
      "102233": "长眉灵猴",
      "102234": "巨力神猿",
      "102235": "阴阳伞",
      "102236": "修罗傀儡鬼",
      "102237": "藤蔓妖花",
      "102238": "蜃气妖",
      "102239": "修罗傀儡妖",
      "102240": "金身罗汉",
      "102241": "曼珠沙华",
      "102242": "持国巡守",
      "102243": "毗舍童子",
      "102244": "真陀护法",
      "102245": "持国巡守",
      "102246": "毗舍童子",
      "102247": "真陀护法",
      "102249": "超级神羊",
      "102250": "超级六耳猕猴",
      "102255": "超级泡泡",
      "102256": "超级大熊猫",
      "102257": "超级大象",
      "102258": "超级金猴",
      "102259": "超级灵鹿",
      "102260": "超级白泽",
      "102261": "超级赤焰兽",
      "102262": "超级大鹏",
      "102263": "超级人参娃娃",
      "102264": "超级筋斗云",
      "102265": "超级海豚",
      "102266": "超级灵狐",
      "102267": "超级孔雀",
      "102268": "超级麒麟",
      "102269": "超级青鸾",
      "102270": "超级六耳猕猴",
      "102271": "超级神牛",
      "102272": "超级神虎",
      "102273": "超级神兔",
      "102274": "超级神龙",
      "102275": "超级神蛇",
      "102276": "超级神马",
      "102277": "超级神羊",
      "102283": "雨师",
      "102303": "琴仙",
      "102304": "琴仙",
      "102305": "泪妖",
      "102306": "泪妖",
      "102307": "镜妖",
      "102308": "镜妖",
      "102309": "金铙僧",
      "102310": "金铙僧",
      "102311": "超级土地公公",
      "102312": "超级土地公公",
      "102313": "超级神猴",
      "102314": "超级神猴",
      "102315": "超级神鸡",
      "102316": "超级神鸡",
      "102317": "超级玉兔",
      "102318": "超级玉兔",
      "102319": "增长巡守",
      "102320": "灵灯侍者",
      "102321": "般若天女",
      "102322": "增长巡守",
      "102323": "灵灯侍者",
      "102324": "进阶般若天女",
      "102325": "超级神狗",
      "102326": "超级神狗",
      "102329": "云游火",
      "102330": "云游火",
      "102331": "玄珠灵仙",
      "102332": "玄珠灵仙",
      "102333": "巨石守卫（夜）",
      "102334": "巨石守卫（夜）",
      "102335": "巨石守卫（昼）",
      "102336": "巨石守卫（昼）",
      "102337": "广目巡守",
      "102338": "广目巡守",
      "102339": "多闻巡守",
      "102340": "多闻巡守",
      "102341": "超级小白龙",
      "102342": "超级小白龙",
      "102343": "超级神猪",
      "102344": "超级神猪",
      "102345": "妙华天女",
      "102346": "妙华天女",
      "102348": "泡泡灵仙·剑侠客",
      "102349": "泡泡灵仙·飞燕女",
      "102354": "泡泡灵仙·骨精灵",
      "102355": "泡泡灵仙·神天兵",
      "102356": "泡泡灵仙·龙太子",
      "102360": "泡泡灵仙·巫蛮儿",
      "102361": "泡泡灵仙·杀破狼",
      "102363": "泡泡灵仙·羽灵神",
      "102385": "花铃",
      "102386": "花铃",
      "102387": "狐不归",
      "102388": "狐不归",
      "102389": "月魅",
      "102390": "月魅",
      "102391": "涂山雪",
      "102392": "涂山雪",
      "102393": "独角鬼王",
      "102394": "独角鬼王",
      "102395": "夜游神",
      "102396": "夜游神",
      "102397": "无常鬼差（白）",
      "102398": "无常鬼差（白）",
      "102399": "谛听",
      "102400": "谛听",
      "102401": "月影仙",
      "102402": "月影仙",
      "102403": "日游神",
      "102404": "日游神",
      "102405": "超级飞天",
      "102406": "超级飞天",
      "102407": "超级神鼠",
      "102408": "超级神鼠",
      "102409": "无常鬼差（黑）",
      "102410": "无常鬼差（黑）",
      "102411": "魔化毗舍童子",
      "102412": "魔化毗舍童子",
      "102413": "草龟",
      "102414": "毒花龟（日）",
      "102415": "毒花龟（夜）",
      "102416": "熔岩龟",
      "102417": "岩龟",
      "102418": "元宝龟",
      "102419": "冰龟",
      "102420": "云龟",
      "102421": "沙虫",
      "102422": "金乌虫",
      "102423": "熔火虫",
      "102424": "月光虫",
      "102425": "草叶虫",
      "102426": "竹笋虫",
      "102427": "天机虫",
      "102428": "食魂虫（日）",
      "102429": "食魂虫（夜）",
      "102430": "积水蛙",
      "102431": "雪蛙",
      "102432": "鬼蛙",
      "102433": "熔火蛙",
      "102434": "望月蛙",
      "102435": "强盗狸",
      "102436": "沙狸",
      "102437": "雪狸",
      "102438": "鬼狸",
      "102439": "纵火狸",
      "102440": "海狸",
      "102441": "岩冰龟",
      "102442": "毒云龟",
      "102443": "冰火龟",
      "102444": "火云龟",
      "102445": "月光雪蛙",
      "102446": "火月蛙",
      "102447": "火沙虫",
      "102448": "金乌火虫",
      "102449": "强盗沙狸",
      "102450": "鬼火狸",
      "102451": "胖海狸",
      "102452": "草叶魂虫",
      "102453": "月光金乌虫",
      "102454": "积水鬼蛙",
      "102455": "雪月蛙",
      "102456": "强盗鬼狸",
      "102458": "金乌月光虫",
      "102459": "超级鲲鹏",
      "102471": "执音",
      "102472": "执音",
      "102473": "幻姬",
      "102474": "幻姬",
      "102475": "金翼",
      "102476": "金翼",
      "102477": "龙鲤",
      "102478": "龙鲤",
      "102479": "雷龙",
      "102480": "雷龙",
      "102481": "虬龙",
      "102482": "虬龙",
      "102485": "超级离火兽",
      "102486": "超级离火兽",
      "102487": "超级神牛（辛丑）",
      "102488": "超级神牛（辛丑）",
      "102490": "超级鲲鹏",
      "102495": "长乐灵仙",
      "102496": "长乐灵仙",
      "102497": "超级神柚",
      "102498": "超级神柚",
      "102501": "变异兔子怪",
      "102502": "变异野猪",
      "102506": "变异黑熊精",
      "102507": "变异羊头怪",
      "102509": "变异芙蓉仙子",
      "102510": "变异树怪",
      "102511": "变异蝴蝶仙子",
      "102512": "变异花妖",
      "102515": "变异如意仙子",
      "102517": "变异骷髅怪",
      "102522": "变异蛤蟆精",
      "102523": "变异雷鸟人",
      "102524": "变异小龙女",
      "102528": "变异老虎",
      "102529": "变异黑熊",
      "102530": "变异大蝙蝠",
      "102533": "变异海毛虫",
      "102534": "变异狼",
      "102536": "变异大海龟",
      "102537": "变异巨蛙",
      "102538": "变异天将",
      "102539": "变异狸",
      "102540": "变异白熊",
      "102541": "变异古代瑞兽",
      "102542": "变异章鱼",
      "102543": "变异海星",
      "102544": "变异强盗",
      "102545": "变异山贼",
      "102546": "变异赌徒",
      "102547": "变异海星",
      "102548": "变异护卫",
      "102552": "变异牛头",
      "102553": "变异马面",
      "102554": "变异僵尸",
      "102555": "变异野鬼",
      "102559": "变异狐狸精",
      "102561": "变异天兵",
      "102562": "变异虾兵",
      "102563": "变异蟹将",
      "102564": "变异龟丞相",
      "102565": "变异蜘蛛精",
      "102566": "变异牛妖",
      "102567": "变异星灵仙子",
      "102568": "变异风伯",
      "102570": "变异蛟龙",
      "102571": "变异凤凰",
      "102572": "变异巡游天神",
      "102573": "变异黑山老妖",
      "102574": "变异地狱战神",
      "102576": "变异鬼将",
      "102577": "变异吸血鬼",
      "102578": "变异幽灵",
      "102585": "变异灵符女娲",
      "102586": "变异律法女娲",
      "102587": "变异净瓶女娲",
      "102593": "变异大力金刚",
      "102594": "变异雾中仙",
      "102595": "变异灵鹤",
      "102596": "变异夜罗刹",
      "102597": "变异炎魔神",
      "102598": "变异噬天虎",
      "102599": "变异阴阳伞",
      "102602": "变异野猪精",
      "102603": "变异百足将军",
      "102604": "变异鼠先锋",
      "102605": "变异踏云兽",
      "102606": "变异红萼仙子",
      "102607": "变异龙龟",
      "102611": "变异机关人",
      "102612": "变异机关兽",
      "102613": "变异机关鸟",
      "102614": "变异连弩车",
      "102615": "变异巴蛇",
      "102617": "变异犀牛将军（人形）",
      "102618": "变异犀牛将军（兽形）",
      "102619": "变异蚌精",
      "102620": "变异锦毛貂精",
      "102621": "变异鲛人",
      "102622": "变异千年蛇魅",
      "102623": "变异碧水夜叉",
      "102624": "变异葫芦宝贝",
      "102625": "变异猫灵（兽型）",
      "102626": "变异猫灵（人型）",
      "102627": "变异狂豹（兽型）",
      "102628": "变异狂豹（人型）",
      "102629": "变异蝎子精",
      "102630": "变异混沌兽",
      "102650": "变异幽萤娃娃",
      "102651": "变异画魂",
      "102652": "变异长眉灵猴",
      "102653": "变异巨力神猿",
      "102659": "变异修罗傀儡鬼",
      "102660": "变异修罗傀儡妖",
      "102661": "变异金身罗汉",
      "102662": "变异藤蔓妖花",
      "102663": "变异曼珠沙华",
      "102664": "变异蜃气妖",
      "102678": "变异雷鸟人",
      "102679": "变异蝴蝶仙子",
      "102680": "变异白熊",
      "102681": "变异天将",
      "102682": "变异古代瑞兽",
      "102683": "变异黑山老妖",
      "102684": "变异天兵",
      "102685": "变异风伯",
      "102686": "变异地狱战神",
      "102687": "变异蛟龙",
      "102688": "变异凤凰",
      "102689": "变异雨师",
      "102690": "变异蚌精",
      "102691": "变异鲛人",
      "102692": "变异碧水夜叉",
      "102693": "变异锦毛貂精",
      "102694": "变异千年蛇魅",
      "102695": "变异犀牛将军（人形）",
      "102696": "变异犀牛将军（兽形）",
      "102697": "变异巡游天神",
      "102698": "变异星灵仙子",
      "102699": "变异如意仙子",
      "102700": "变异芙蓉仙子",
      "102701": "变异野猪精",
      "102702": "变异百足将军",
      "102703": "变异鼠先锋",
      "102704": "变异律法女娲",
      "102705": "变异灵符女娲",
      "102706": "变异幽灵",
      "102707": "变异吸血鬼",
      "102708": "变异净瓶女娲",
      "102709": "变异鬼将",
      "102710": "变异幽萤娃娃",
      "102711": "变异画魂",
      "102712": "变异大力金刚",
      "102713": "变异夜罗刹",
      "102714": "变异炎魔神",
      "102715": "变异噬天虎",
      "102716": "变异雾中仙",
      "102717": "变异灵鹤",
      "102718": "变异踏云兽",
      "102719": "变异红萼仙子",
      "102720": "变异龙龟",
      "102721": "变异机关人",
      "102722": "变异猫灵（兽型）",
      "102723": "变异狂豹（兽型）",
      "102724": "变异机关兽",
      "102725": "变异机关鸟",
      "102726": "变异连弩车",
      "102727": "变异巴蛇",
      "102728": "变异葫芦宝贝",
      "102729": "变异蝎子精",
      "102730": "变异猫灵（人型）",
      "102731": "变异狂豹（人型）",
      "102732": "变异混沌兽",
      "102733": "变异长眉灵猴",
      "102734": "变异巨力神猿",
      "102735": "变异阴阳伞",
      "102736": "变异修罗傀儡鬼",
      "102737": "变异藤蔓妖花",
      "102738": "变异蜃气妖",
      "102739": "变异修罗傀儡妖",
      "102740": "变异金身罗汉",
      "102741": "变异曼珠沙华",
      "102742": "变异持国巡守",
      "102743": "变异毗舍童子",
      "102744": "变异真陀护法",
      "102745": "变异持国巡守",
      "102746": "变异毗舍童子",
      "102747": "变异真陀护法",
      "102783": "变异雨师",
      "102803": "变异琴仙",
      "102804": "变异琴仙",
      "102805": "变异泪妖",
      "102806": "变异泪妖",
      "102807": "变异镜妖",
      "102808": "变异镜妖",
      "102809": "变异金铙僧",
      "102810": "变异金铙僧",
      "102819": "变异增长巡守",
      "102820": "变异灵灯侍者",
      "102821": "变异般若天女",
      "102822": "变异增长巡守",
      "102823": "变异灵灯侍者",
      "102824": "变异进阶般若天女",
      "102827": "超级猪小戒",
      "102828": "超级猪小戒",
      "102829": "变异云游火",
      "102830": "变异云游火",
      "102831": "变异玄珠灵仙",
      "102832": "变异玄珠灵仙",
      "102833": "变异巨石守卫（夜）",
      "102834": "变异巨石守卫（夜）",
      "102835": "变异巨石守卫（昼）",
      "102836": "变异巨石守卫（昼）",
      "102837": "变异广目巡守",
      "102838": "变异广目巡守",
      "102839": "变异多闻巡守",
      "102840": "变异多闻巡守",
      "102885": "变异花铃",
      "102886": "变异花铃",
      "102887": "变异狐不归",
      "102888": "变异狐不归",
      "102889": "变异月魅",
      "102890": "变异月魅",
      "102891": "变异涂山雪",
      "102892": "变异涂山雪",
      "102893": "变异独角鬼王",
      "102894": "变异独角鬼王",
      "102895": "变异夜游神",
      "102896": "变异夜游神",
      "102897": "变异无常鬼差（白）",
      "102898": "变异无常鬼差（白）",
      "102899": "变异谛听",
      "102900": "变异谛听",
      "102901": "变异月影仙",
      "102902": "变异月影仙",
      "102903": "变异日游神",
      "102904": "变异日游神",
      "102909": "变异无常鬼差（黑）",
      "102910": "变异无常鬼差（黑）",
      "102913": "变异草龟",
      "102914": "变异毒花龟（日）",
      "102915": "变异毒花龟（夜）",
      "102916": "变异熔岩龟",
      "102917": "变异岩龟",
      "102919": "变异冰龟",
      "102920": "变异云龟",
      "102921": "变异沙虫",
      "102922": "变异金乌虫",
      "102923": "变异熔火虫",
      "102924": "变异月光虫",
      "102925": "变异草叶虫",
      "102926": "变异竹笋虫",
      "102928": "变异食魂虫（日）",
      "102929": "变异食魂虫（夜）",
      "102930": "变异积水蛙",
      "102931": "变异雪蛙",
      "102932": "变异鬼蛙",
      "102933": "变异熔火蛙",
      "102934": "变异望月蛙",
      "102935": "变异强盗狸",
      "102936": "变异沙狸",
      "102937": "变异雪狸",
      "102938": "变异鬼狸",
      "102939": "变异纵火狸",
      "102940": "变异海狸",
      "102971": "变异执音",
      "102972": "变异执音",
      "102973": "变异幻姬",
      "102974": "变异幻姬",
      "102975": "变异金翼",
      "102976": "变异金翼",
      "102977": "变异龙鲤",
      "102978": "变异龙鲤",
      "102979": "变异雷龙",
      "102980": "变异雷龙",
      "102981": "变异虬龙",
      "102982": "变异虬龙",
      "102995": "变异长乐灵仙",
      "102996": "变异长乐灵仙",
      "112000": "超级有熊",
      "112001": "超级有熊",
      "112002": "超级神虎（壬寅）",
      "112003": "超级神虎（壬寅）",
      "112004": "阿宝",
      "112005": "阿宝",
      "112006": "有苏鸩",
      "112007": "有苏鸩",
      "112008": "涂山瞳",
      "112009": "涂山瞳",
      "112010": "觉醒涂山雪",
      "112011": "觉醒涂山雪",
      "112016": "超级神兔（癸卯）",
      "112017": "超级神兔（癸卯）",
      "112019": "司风",
      "112020": "司雪",
      "112021": "司雨",
      "112022": "沙暴",
      "112023": "司风",
      "112024": "司雪",
      "112025": "司雨",
      "112026": "沙暴",
      "112027": "超级飞廉",
      "112028": "超级飞廉",
      "112034": "超级泡泡",
      "112035": "超级泡泡",
      "112036": "超级神龙（甲辰）",
      "112037": "超级神龙（甲辰）",
      "112038": "自在心猿",
      "112039": "司辰侍者（未来）",
      "112040": "炼丹童子",
      "112046": "自在心猿",
      "112047": "司辰侍者（未来）",
      "112048": "炼丹童子",
      "112054": "超级红孩儿",
      "112055": "超级红孩儿",
      "112058": "恶魔泡泡",
      "112061": "五行山神（金）",
      "112062": "五行山神（木）",
      "112063": "五行山神（水）",
      "112064": "五行山神（火）",
      "112065": "五行山神（土）",
      "112066": "五行山神（金）",
      "112067": "五行山神（木）",
      "112068": "五行山神（水）",
      "112069": "五行山神（火）",
      "112070": "五行山神（土）",
      "112071": "司辰侍者（过去）",
      "112072": "司辰侍者（过去）",
      "112073": "恶魔泡泡",
      "112074": "超级神蛇（乙巳）",
      "112075": "超级神蛇（乙巳）",
      "112078": "天狗（兽形）",
      "112079": "天狗（人形）",
      "112080": "缘劫女娲",
      "112081": "大力鬼王",
      "112082": "无相金蝉",
      "112083": "天狗（兽形）",
      "112084": "天狗（人形）",
      "112085": "缘劫女娲",
      "112086": "大力鬼王",
      "112087": "无相金蝉",
      "112504": "变异阿宝",
      "112505": "变异阿宝",
      "112506": "变异有苏鸩",
      "112507": "变异有苏鸩",
      "112508": "变异涂山瞳",
      "112509": "变异涂山瞳",
      "112510": "变异觉醒涂山雪",
      "112511": "变异觉醒涂山雪",
      "112519": "变异司风",
      "112520": "变异司雪",
      "112521": "变异司雨",
      "112522": "变异沙暴",
      "112523": "变异司风",
      "112524": "变异司雪",
      "112525": "变异司雨",
      "112526": "变异沙暴",
      "112538": "变异自在心猿",
      "112539": "变异司辰侍者（未来）",
      "112540": "变异炼丹童子",
      "112546": "变异自在心猿",
      "112547": "变异司辰侍者（未来）",
      "112548": "变异炼丹童子",
      "112561": "变异五行山神（金）",
      "112562": "变异五行山神（木）",
      "112563": "变异五行山神（水）",
      "112564": "变异五行山神（火）",
      "112565": "变异五行山神（土）",
      "112566": "变异五行山神（金）",
      "112567": "变异五行山神（木）",
      "112568": "变异五行山神（水）",
      "112569": "变异五行山神（火）",
      "112570": "变异五行山神（土）",
      "112571": "变异司辰侍者（过去）",
      "112572": "变异司辰侍者（过去）",
      "112578": "变异天狗（兽形）",
      "112579": "变异天狗（人形）",
      "112580": "变异缘劫女娲",
      "112581": "变异大力鬼王",
      "112582": "变异无相金蝉",
      "112583": "变异天狗（兽形）",
      "112584": "变异天狗（人形）",
      "112585": "变异缘劫女娲",
      "112586": "变异大力鬼王",
      "112587": "变异无相金蝉",
      "118866": "超级风泽",
      "118867": "超级风泽",
      "118868": "超级风泽",
      "118869": "超级风泽"
    },
    "pet_jinyi": {
      "58148": {
        "name": "梦影符·青花瓷"
      }
    },
    "pet_mengying": {
      "58148": "青花瓷",
      "58149": "云墨卷"
    },
    "pet_neidans": {
      "901": "迅敏",
      "902": "狂怒",
      "903": "阴伤",
      "904": "静岳",
      "905": "擅咒",
      "906": "灵身",
      "907": "矫健",
      "908": "深思",
      "909": "钢化",
      "910": "坚甲",
      "912": "慧心",
      "913": "撞击",
      "914": "神机步",
      "915": "腾挪劲",
      "916": "玄武躯",
      "917": "龙胄铠",
      "918": "玉砥柱",
      "919": "碎甲刃",
      "920": "阴阳护",
      "921": "凛冽气",
      "922": "无畏",
      "923": "愤恨",
      "924": "舍身击",
      "925": "电魂闪",
      "926": "通灵法",
      "927": "双星爆",
      "928": "催心浪",
      "929": "淬毒",
      "930": "隐匿击",
      "931": "狙刺",
      "932": "连环",
      "933": "圣洁",
      "934": "血债偿",
      "935": "生死决",
      "936": "灵光",
      "937": "朱雀甲",
      "938": "岿然",
      "939": "棱光镜",
      "940": "穿透"
    },
    "pet_shipin_info": {
      "3531": "律法女娲饰品",
      "3532": "幽灵饰品",
      "3533": "净瓶女娲饰品",
      "3534": "黑山老妖饰品",
      "3535": "噬天虎饰品",
      "3536": "灵鹤饰品",
      "3537": "夜罗刹饰品",
      "3538": "巴蛇饰品",
      "3539": "机关兽饰品",
      "3540": "凤凰饰品",
      "3541": "蛟龙饰品",
      "3542": "芙蓉仙子饰品",
      "3543": "巡游天神饰品",
      "3544": "鲛人饰品",
      "3545": "龙龟饰品",
      "3546": "葫芦宝贝饰品",
      "3547": "猫灵（兽）饰品",
      "3548": "猫灵（人）饰品",
      "3549": "狂豹（兽）饰品",
      "3550": "狂豹（人）饰品",
      "3551": "蝎子精饰品",
      "3552": "混沌兽饰品",
      "3553": "灵符女娲饰品",
      "3554": "泡泡饰品",
      "3555": "马面饰品",
      "3556": "白熊饰品",
      "3557": "古代瑞兽饰品",
      "3558": "碧水夜叉饰品",
      "3559": "犀牛将军(人)饰品",
      "3560": "鬼将饰品",
      "3561": "吸血鬼饰品",
      "3562": "牛头饰品",
      "3563": "机关人(人)饰品",
      "3564": "机关人(车)饰品",
      "3565": "天兵饰品",
      "3566": "羊头怪饰品",
      "3567": "星灵仙子饰品",
      "3568": "机关鸟饰品",
      "3569": "雾中仙饰品",
      "3570": "大力金刚饰品",
      "3571": "连弩车饰品",
      "3572": "阴阳伞饰品",
      "3573": "红萼仙子饰品",
      "3574": "野猪饰品",
      "3575": "百足将军饰品",
      "3576": "千年蛇魅饰品",
      "3577": "踏云兽饰品",
      "3578": "幽萤娃娃饰品",
      "3579": "画魂饰品",
      "3580": "长眉灵猴饰品",
      "3581": "巨力神猿饰品",
      "3582": "修罗傀儡鬼饰品",
      "3583": "修罗傀儡妖饰品",
      "3584": "金身罗汉饰品",
      "3585": "藤蔓妖花饰品",
      "3586": "曼珠沙华饰品",
      "3587": "蜃气妖饰品",
      "3588": "章鱼饰品",
      "3589": "海星饰品",
      "3590": "狸饰品",
      "3591": "雷鸟人饰品",
      "3592": "持国巡守饰品",
      "3593": "毗舍童子饰品",
      "3594": "真陀护法饰品",
      "3595": "如意仙子饰品",
      "3596": "犀牛将军饰品",
      "3597": "犀牛将军饰品",
      "3598": "炎魔神饰品",
      "3599": "地狱战神饰品",
      "3600": "雨师饰品",
      "3601": "蚌精饰品",
      "3602": "锦毛貂精饰品",
      "3603": "野猪精饰品",
      "3604": "鼠先锋饰品",
      "3605": "黑山老妖饰品",
      "3606": "阴阳伞饰品",
      "3607": "琴仙饰品",
      "3608": "泪妖饰品",
      "3609": "镜妖饰品",
      "3610": "金铙僧饰品",
      "3611": "般若天女饰品",
      "3612": "灵灯侍者饰品",
      "3613": "增长巡守饰品",
      "3614": "广目巡守饰品",
      "3616": "妙华天女饰品",
      "3617": "妙华天女饰品",
      "3618": "妙华天女饰品",
      "3619": "妙华天女饰品",
      "3620": "妙华天女饰品",
      "3621": "妙华天女饰品",
      "3622": "妙华天女饰品",
      "3623": "妙华天女饰品",
      "20108": "云游火饰品",
      "20109": "玄珠灵仙饰品",
      "20110": "巨石守卫饰品",
      "20111": "巨石守卫饰品",
      "27400": "律法女娲饰品",
      "27401": "幽灵饰品",
      "27402": "净瓶女娲饰品",
      "27403": "黑山老妖饰品",
      "27404": "噬天虎饰品",
      "27405": "灵鹤饰品",
      "27406": "夜罗刹饰品",
      "27407": "巴蛇饰品",
      "27408": "机关兽饰品",
      "27409": "凤凰饰品",
      "27410": "蛟龙饰品",
      "27411": "芙蓉仙子饰品",
      "27412": "巡游天神饰品",
      "27413": "鲛人饰品",
      "27414": "龙龟饰品",
      "27415": "葫芦宝贝饰品",
      "27416": "猫灵（兽）饰品",
      "27417": "猫灵（人）饰品",
      "27418": "狂豹（兽）饰品",
      "27419": "狂豹（人）饰品",
      "27420": "蝎子精饰品",
      "27421": "混沌兽饰品",
      "27422": "灵符女娲饰品",
      "27423": "蝴蝶仙子饰品",
      "27424": "马面饰品",
      "27425": "白熊饰品",
      "27426": "古代瑞兽饰品",
      "27427": "碧水夜叉饰品",
      "27428": "犀牛将军饰品",
      "27429": "鬼将饰品",
      "27430": "吸血鬼饰品",
      "27431": "牛头饰品",
      "27432": "机关人(人)饰品",
      "27434": "天兵饰品",
      "27435": "羊头怪饰品",
      "27436": "星灵仙子饰品",
      "27437": "机关鸟饰品",
      "27438": "雾中仙饰品",
      "27439": "大力金刚饰品",
      "27440": "连弩车饰品",
      "27441": "阴阳伞饰品",
      "27442": "红萼仙子饰品",
      "27443": "野猪饰品",
      "27444": "百足将军饰品",
      "27445": "千年蛇魅饰品",
      "27446": "踏云兽饰品",
      "27447": "幽萤娃娃饰品",
      "27448": "画魂饰品",
      "27449": "长眉灵猴饰品",
      "27450": "巨力神猿饰品",
      "27451": "修罗傀儡鬼饰品",
      "27452": "修罗傀儡妖饰品",
      "27453": "金身罗汉饰品",
      "27454": "藤蔓妖花饰品",
      "27455": "曼珠沙华饰品",
      "27456": "蜃气妖饰品",
      "27458": "天将饰品",
      "27459": "风伯饰品",
      "27460": "雷鸟人饰品",
      "27461": "持国巡守饰品",
      "27462": "毗舍童子饰品",
      "27463": "真陀护法饰品",
      "27464": "如意仙子饰品",
      "27465": "犀牛将军饰品",
      "27466": "炎魔神饰品",
      "27467": "地狱战神饰品",
      "27468": "雨师饰品",
      "27469": "蚌精饰品",
      "27470": "锦毛貂精饰品",
      "27471": "野猪精饰品",
      "27472": "鼠先锋饰品",
      "27473": "进阶琴仙饰品",
      "27474": "进阶泪妖饰品",
      "27475": "进阶镜妖饰品",
      "27476": "进阶金铙僧饰品",
      "27477": "进阶般若天女饰品",
      "27478": "进阶灵灯侍者饰品",
      "27479": "进阶增长巡守饰品",
      "27480": "进阶云游火饰品",
      "27481": "进阶玄珠灵仙饰品",
      "27482": "进阶巨石守卫饰品",
      "27483": "进阶巨石守卫饰品",
      "27484": "进阶广目巡守饰品",
      "27486": "进阶妙华天女饰品",
      "27487": "进阶妙华天女饰品",
      "27488": "进阶妙华天女饰品",
      "27489": "进阶妙华天女饰品",
      "27490": "进阶妙华天女饰品",
      "27491": "进阶妙华天女饰品",
      "27492": "进阶妙华天女饰品",
      "27493": "进阶妙华天女饰品",
      "27494": "月影仙饰品",
      "27495": "日游神饰品",
      "27496": "独角鬼王饰品",
      "27497": "夜游神饰品",
      "27498": "无常鬼差饰品",
      "27499": "无常鬼差饰品",
      "27500": "谛听饰品",
      "27501": "花铃饰品",
      "27502": "狐不归饰品",
      "27503": "月魅饰品",
      "27504": "涂山雪饰品",
      "27513": "进阶阿宝饰品",
      "27514": "进阶有苏鸠饰品",
      "27515": "进阶涂山瞳饰品",
      "27516": "进阶觉醒涂山雪饰品",
      "27521": "五行山神（金）饰品",
      "27522": "五行山神（木）饰品",
      "27523": "五行山神（水）饰品",
      "27524": "五行山神（火）饰品",
      "27525": "五行山神（土）饰品",
      "27526": "炼丹童子饰品",
      "27527": "司辰侍者饰品",
      "27528": "自在心猿饰品",
      "27529": "多闻巡守饰品",
      "27530": "天狗（兽形）饰品",
      "27531": "天狗（人形）饰品",
      "27532": "缘劫女娲饰品",
      "27533": "大力鬼王饰品",
      "27534": "无相金蝉饰品",
      "51322": "月影仙饰品",
      "51323": "日游神饰品",
      "51324": "独角鬼王饰品",
      "51325": "夜游神饰品",
      "51326": "无常鬼差饰品",
      "51327": "无常鬼差饰品",
      "51328": "谛听饰品",
      "51329": "花铃饰品",
      "51330": "狐不归饰品",
      "51331": "月魅饰品",
      "51332": "涂山雪饰品",
      "54248": "阿宝饰品",
      "54249": "有苏鸠饰品",
      "54250": "涂山瞳饰品",
      "54251": "觉醒涂山雪饰品",
      "57029": "五行山神（金）饰品",
      "57030": "五行山神（木）饰品",
      "57031": "五行山神（水）饰品",
      "57032": "五行山神（火）饰品",
      "57033": "五行山神（土）饰品",
      "57034": "炼丹童子饰品",
      "57035": "司辰侍者饰品",
      "57036": "自在心猿饰品",
      "57118": "多闻巡守饰品",
      "59590": "天狗（兽形）饰品",
      "59591": "天狗（人形）饰品",
      "59592": "缘劫女娲饰品",
      "59593": "大力鬼王饰品",
      "59594": "无相金蝉饰品"
    },
    "pet_skill_classification": {
      "初级技能": {
        "法术": [
          {
            "label": "单法",
            "value": "2"
          },
          {
            "label": "落岩",
            "value": "327"
          },
          {
            "label": "烈火",
            "value": "329"
          },
          {
            "label": "水攻",
            "value": "328"
          },
          {
            "label": "雷击",
            "value": "326"
          },
          {
            "label": "魔之心",
            "value": "324"
          },
          {
            "label": "法术暴击",
            "value": "575"
          },
          {
            "label": "法术连击",
            "value": "510"
          },
          {
            "label": "法术波动",
            "value": "576"
          },
          {
            "label": "进击法暴",
            "value": "339"
          }
        ],
        "物理": [
          {
            "label": "偷袭",
            "value": "325"
          },
          {
            "label": "必杀",
            "value": "316"
          },
          {
            "label": "连击",
            "value": "305"
          },
          {
            "label": "吸血",
            "value": "304"
          },
          {
            "label": "夜战",
            "value": "301"
          },
          {
            "label": "进击必杀",
            "value": "338"
          },
          {
            "label": "强力",
            "value": "334"
          },
          {
            "label": "合纵",
            "value": "640"
          },
          {
            "label": "独行",
            "value": "336"
          },
          {
            "label": "反击",
            "value": "302"
          },
          {
            "label": "毒",
            "value": "313"
          }
        ],
        "通用": [
          {
            "label": "防御",
            "value": "335"
          },
          {
            "label": "感知",
            "value": "308"
          },
          {
            "label": "神佑复生",
            "value": "311"
          },
          {
            "label": "敏捷",
            "value": "322"
          },
          {
            "label": "幸运",
            "value": "317"
          },
          {
            "label": "鬼魂术",
            "value": "312"
          },
          {
            "label": "反震",
            "value": "303"
          },
          {
            "label": "驱鬼",
            "value": "313"
          },
          {
            "label": "否定信仰",
            "value": "323"
          },
          {
            "label": "冥思",
            "value": "310"
          },
          {
            "label": "慧根",
            "value": "315"
          },
          {
            "label": "精神集中",
            "value": "318"
          },
          {
            "label": "飞行",
            "value": "306"
          },
          {
            "label": "盾气",
            "value": "628"
          },
          {
            "label": "法术抵抗",
            "value": "626"
          },
          {
            "label": "再生",
            "value": "309"
          },
          {
            "label": "神迹",
            "value": "319"
          },
          {
            "label": "火属性吸收",
            "value": "333"
          },
          {
            "label": "招架",
            "value": "320"
          },
          {
            "label": "永恒",
            "value": "321"
          },
          {
            "label": "水属性吸收",
            "value": "332"
          },
          {
            "label": "遗志",
            "value": "343"
          },
          {
            "label": "法术反震",
            "value": "337"
          },
          {
            "label": "雷属性吸收",
            "value": "330"
          },
          {
            "label": "土属性吸收",
            "value": "331"
          },
          {
            "label": "茁壮",
            "value": "349"
          },
          {
            "label": "真灵",
            "value": "11350"
          },
          {
            "label": "健壮",
            "value": "11355"
          },
          {
            "label": "迟钝",
            "value": "505"
          },
          {
            "label": "隐身",
            "value": "307"
          }
        ]
      },
      "高级技能": {
        "法术": [
          {
            "label": "群法",
            "value": "1"
          },
          {
            "label": "泰山压顶",
            "value": "427"
          },
          {
            "label": "地狱烈火",
            "value": "429"
          },
          {
            "label": "水漫金山",
            "value": "428"
          },
          {
            "label": "奔雷咒",
            "value": "426"
          },
          {
            "label": "高级魔之心",
            "value": "424"
          },
          {
            "label": "高级法术暴击",
            "value": "577"
          },
          {
            "label": "高级法术连击",
            "value": "573"
          },
          {
            "label": "高级法术波动",
            "value": "578"
          },
          {
            "label": "高级进击法暴",
            "value": "439"
          }
        ],
        "物理": [
          {
            "label": "高级偷袭",
            "value": "425"
          },
          {
            "label": "高级必杀",
            "value": "416"
          },
          {
            "label": "高级连击",
            "value": "405"
          },
          {
            "label": "高级吸血",
            "value": "404"
          },
          {
            "label": "高级夜战",
            "value": "401"
          },
          {
            "label": "高级进击必杀",
            "value": "438"
          },
          {
            "label": "高级强力",
            "value": "434"
          },
          {
            "label": "高级合纵",
            "value": "641"
          },
          {
            "label": "高级独行",
            "value": "436"
          },
          {
            "label": "高级反击",
            "value": "402"
          },
          {
            "label": "嗜血追击",
            "value": "596"
          },
          {
            "label": "壁垒击破",
            "value": "595"
          },
          {
            "label": "高级隐身",
            "value": "407"
          },
          {
            "label": "高级毒",
            "value": "414"
          },
          {
            "label": "势如破竹",
            "value": "442"
          },
          {
            "label": "惊心一剑",
            "value": "551"
          }
        ],
        "特殊": [
          {
            "label": "须弥真言",
            "value": "661"
          },
          {
            "label": "善恶有报",
            "value": "554"
          },
          {
            "label": "力劈华山",
            "value": "571"
          },
          {
            "label": "死亡召唤",
            "value": "552"
          },
          {
            "label": "法术防御",
            "value": "579"
          },
          {
            "label": "上古灵符",
            "value": "553"
          },
          {
            "label": "剑荡四方",
            "value": "597"
          },
          {
            "label": "灵能激发",
            "value": "639"
          },
          {
            "label": "夜舞倾城",
            "value": "572"
          },
          {
            "label": "无畏布施",
            "value": "671"
          },
          {
            "label": "灵山禅语",
            "value": "673"
          },
          {
            "label": "法力陷阱",
            "value": "638"
          },
          {
            "label": "移花接木",
            "value": "599"
          },
          {
            "label": "净台妙谛",
            "value": "689"
          },
          {
            "label": "凝光炼彩",
            "value": "690"
          },
          {
            "label": "观照万象",
            "value": "440"
          },
          {
            "label": "出其不意",
            "value": "441"
          },
          {
            "label": "无赦魔决",
            "value": "444"
          },
          {
            "label": "风起龙游",
            "value": "445"
          },
          {
            "label": "薪火相传",
            "value": "446"
          },
          {
            "label": "招财进宝",
            "value": "447"
          },
          {
            "label": "洞察",
            "value": "448"
          },
          {
            "label": "欣欣向荣",
            "value": "449"
          },
          {
            "label": "浮云神马",
            "value": "660"
          },
          {
            "label": "龙魂",
            "value": "624"
          },
          {
            "label": "苍鸾怒击",
            "value": "650"
          },
          {
            "label": "万物之灵",
            "value": "11450"
          },
          {
            "label": "力大无穷",
            "value": "11455"
          },
          {
            "label": "花好月圆",
            "value": "460"
          },
          {
            "label": "狂莽一击",
            "value": "652"
          },
          {
            "label": "天狐之舞",
            "value": "461"
          },
          {
            "label": "出奇制胜",
            "value": "462"
          },
          {
            "label": "超级神柚复生",
            "value": "658"
          },
          {
            "label": "超级三昧真火",
            "value": "56001"
          },
          {
            "label": "桀骜自恃",
            "value": "56002"
          },
          {
            "label": "圣婴大王",
            "value": "56003"
          },
          {
            "label": "焰火烁星",
            "value": "56010"
          },
          {
            "label": "妙手灵丹",
            "value": "56004"
          },
          {
            "label": "克敌五行",
            "value": "56005"
          },
          {
            "label": "诸天正法",
            "value": "56006"
          }
        ],
        "通用": [
          {
            "label": "高级防御",
            "value": "435"
          },
          {
            "label": "高级感知",
            "value": "408"
          },
          {
            "label": "高级神佑复生",
            "value": "411"
          },
          {
            "label": "高级敏捷",
            "value": "422"
          },
          {
            "label": "高级幸运",
            "value": "417"
          },
          {
            "label": "高级鬼魂术",
            "value": "412"
          },
          {
            "label": "高级反震",
            "value": "403"
          },
          {
            "label": "高级驱鬼",
            "value": "413"
          },
          {
            "label": "高级否定信仰",
            "value": "423"
          },
          {
            "label": "高级冥思",
            "value": "410"
          },
          {
            "label": "高级慧根",
            "value": "415"
          },
          {
            "label": "高级精神集中",
            "value": "418"
          },
          {
            "label": "高级飞行",
            "value": "406"
          },
          {
            "label": "高级盾气",
            "value": "629"
          },
          {
            "label": "高级法术抵抗",
            "value": "627"
          },
          {
            "label": "高级再生",
            "value": "409"
          },
          {
            "label": "高级神迹",
            "value": "419"
          },
          {
            "label": "高级火属性吸收",
            "value": "433"
          },
          {
            "label": "高级招架",
            "value": "420"
          },
          {
            "label": "高级永恒",
            "value": "421"
          },
          {
            "label": "高级水属性吸收",
            "value": "432"
          },
          {
            "label": "高级遗志",
            "value": "443"
          },
          {
            "label": "高级雷属性吸收",
            "value": "430"
          },
          {
            "label": "高级土属性吸收",
            "value": "431"
          }
        ]
      }
    },
    "pet_skill_desc": {
      "301": {
        "desc": "#G夜间造成的物理伤害不会降低。#r#W（无夜战者夜间造成的物理伤害降低20%）",
        "name": "夜战"
      },
      "302": {
        "desc": "#G受普通攻击后：30%几率用物理攻击反击；#r#R但反击造成的伤害降低50%。",
        "name": "反击"
      },
      "303": {
        "desc": "#G受到物理伤害时：30%反震对方，反震伤害为你所受伤害的25%；#r避免被敌人连击。",
        "name": "反震"
      },
      "304": {
        "desc": "#G造成物理伤害时：获得对方损失气血的25%；#r#W(攻击有鬼魂术的敌人无法吸血)#r#R若攻击异常状态之敌，吸血后将中毒。",
        "name": "吸血"
      },
      "305": {
        "desc": "#G普通攻击时：45%几率攻击2次；#r#W（无法连击有反震的敌人）#r#R造成的物理伤害降低25%。",
        "name": "连击"
      },
      "306": {
        "desc": "#G物理攻击命中几率增加20%；#r物理躲避能力提高20%；#r物理躲避率提高5%；",
        "name": "飞行"
      },
      "307": {
        "desc": "#G进入战斗后，获得修罗隐身状态2~3回合；#r隐身时不会被攻击；#r#R物理攻击能力降低20%；隐身时不能施法；",
        "name": "隐身"
      },
      "308": {
        "desc": "#G可攻击修罗隐身、楚楚可怜状态之敌；",
        "name": "感知"
      },
      "309": {
        "desc": "#G回合结束时恢复自身等级/2的气血。",
        "name": "再生"
      },
      "310": {
        "desc": "#G回合结束时恢复自身等级/4的魔法。",
        "name": "冥思"
      },
      "311": {
        "desc": "#G战斗阵亡时20%几率复活，#r并恢复到60%的气血；#r#W（若有鬼魂术，神佑复生将失效）",
        "name": "神佑复生"
      },
      "312": {
        "desc": "#G阵亡5回合后自动复活；#r#G不受毒封印等异常状态影响；#r#G攻击有否定信仰、高级否定信仰的敌人，造成的伤害提高20%；#r#R不能使用包子以外的药品食物恢复气血。",
        "name": "鬼魂术"
      },
      "313": {
        "desc": "#G对有鬼魂术之敌，造成的物理及法术伤害提高50%；#r可将鬼魂术之敌击飞，使其不能复活。",
        "name": "驱鬼"
      },
      "314": {
        "desc": "#G物理攻击后：15%几率使敌人中毒；#r#W(中毒者，每回合减少10%气血和5%魔法)",
        "name": "毒"
      },
      "315": {
        "desc": "#G使用法术时所消耗的魔法降低为正常的75%",
        "name": "慧根"
      },
      "316": {
        "desc": "#G物理伤害的必杀几率增加10%。#r#W(必杀时造成的伤害将加倍)",
        "name": "必杀"
      },
      "317": {
        "desc": "#G受到的物理/法术伤害暴击倍率降低25%；",
        "name": "幸运"
      },
      "318": {
        "desc": "#G抵御封印法术！#r#R造成的物理伤害降低20%。",
        "name": "精神集中"
      },
      "319": {
        "desc": "#G回合结束时解除一切异常状态；",
        "name": "神迹"
      },
      "320": {
        "desc": "#G每回合受到的第1次物理伤害结果减免10%；",
        "name": "招架"
      },
      "321": {
        "desc": "#G受到辅助类法术时，增加50%持续回合数，且增加的回合数不会超过3回合；",
        "name": "永恒"
      },
      "322": {
        "desc": "#G速度增加10%；",
        "name": "敏捷"
      },
      "323": {
        "desc": "#G避免敌人毒封印等异常状态影响；#r#R不能获得辅助类法术效果；#r#R被鬼魂术之敌攻击，多承受20%伤害；#r#R不能同时拥有部分技能；",
        "name": "否定信仰"
      },
      "324": {
        "desc": "#G造成的法术伤害提高10%。",
        "name": "魔之心"
      },
      "325": {
        "desc": "#G避免被敌人反击；#r#G避免被敌人反震；#r#G造成的物理伤害提高5%。#r",
        "name": "偷袭"
      },
      "326": {
        "desc": "#G发动雷属性法术攻击单个敌人；",
        "name": "雷击"
      },
      "327": {
        "desc": "#G发动土属性法术攻击单个敌人；",
        "name": "落岩"
      },
      "328": {
        "desc": "#G发动水属性法术攻击单个敌人；",
        "name": "水攻"
      },
      "329": {
        "desc": "#G发动火属性法术攻击单个敌人；",
        "name": "烈火"
      },
      "330": {
        "desc": "#G50%的几率免受雷属性法术伤害，并按应受伤害的大小恢复气血；#r#R受到的土属性法术伤害提高30%。",
        "name": "雷属性吸收"
      },
      "331": {
        "desc": "#G50%的几率免受土属性法术伤害，并按应受伤害的大小恢复气血；#r#R受到的雷属性法术伤害提高30%。",
        "name": "土属性吸收"
      },
      "332": {
        "desc": "#G50%的几率免受水属性法术伤害，并按应受伤害的大小恢复气血；#r#R受到的火属性法术伤害提高30%。",
        "name": "水属性吸收"
      },
      "333": {
        "desc": "#G50%的几率免受火属性法术伤害，并按应受伤害的大小恢复气血；#r#R受到的水属性法术伤害提高30%。",
        "name": "火属性吸收"
      },
      "334": {
        "desc": "#G增加等级×0.4的物理伤害力；#r攻击有招架的敌人时不会减少伤害结果；#r#R对有防御、高级防御或超级防御者，伤害结果减少20%。",
        "name": "强力"
      },
      "335": {
        "desc": "#G提高自身等级×0.6的防御；#r#R造成的法术伤害降低10%。",
        "name": "防御"
      },
      "336": {
        "desc": "#G抵抗封印的能力提高25%；#r#R合击的概率降低50%",
        "name": "独行"
      },
      "337": {
        "desc": "#G受到法术伤害时：30%反震对方，反震伤害为你所受伤害的25%。",
        "name": "法术反震"
      },
      "338": {
        "desc": "#G第2回合及以后进入战斗时，提升15%的必杀几率#r持续5回合，且逐回合减少20%效果。",
        "name": "进击必杀"
      },
      "339": {
        "desc": "#G第2回合及以后进入战斗时，提升10%的法术暴击几率#r持续5回合，且逐回合减少20%效果。",
        "name": "进击法暴"
      },
      "343": {
        "desc": "#G替代原召唤兽进入战斗时获得“遗志”：造成伤害提升5%；并获得原召唤兽的“遗志”。#r#W（最多两层）",
        "name": "遗志"
      },
      "349": {
        "desc": "#G提升25%最大生命值，五行为木时生效。#W（无法再触发神佑复生和鬼魂术）",
        "name": "茁壮"
      },
      "350": {
        "desc": "#G自身受到的法术伤害降低5%，五行为火时生效。",
        "name": "真灵（火）"
      },
      "351": {
        "desc": "#G自身受到的法术伤害降低5%，五行为水时生效。",
        "name": "真灵（水）"
      },
      "352": {
        "desc": "#G自身受到的法术伤害降低5%，五行为金时生效。",
        "name": "真灵（金）"
      },
      "353": {
        "desc": "#G自身受到的法术伤害降低5%，五行为土时生效。",
        "name": "真灵（土）"
      },
      "354": {
        "desc": "#G自身受到的法术伤害降低5%，五行为木时生效。",
        "name": "真灵（木）"
      },
      "355": {
        "desc": "#G自身受到的物理伤害降低5%，五行为火时生效。",
        "name": "健壮（火）"
      },
      "356": {
        "desc": "#G自身受到的物理伤害降低5%，五行为水时生效。",
        "name": "健壮（水）"
      },
      "357": {
        "desc": "#G自身受到的物理伤害降低5%，五行为金时生效。",
        "name": "健壮（金）"
      },
      "358": {
        "desc": "#G自身受到的物理伤害降低5%，五行为土时生效。",
        "name": "健壮（土）"
      },
      "359": {
        "desc": "#G自身受到的物理伤害降低5%，五行为木时生效。",
        "name": "健壮（木）"
      },
      "360": {
        "desc": "#G准备1回合，下回合临时提升15%造成的伤害，释放随机2个主动技能进攻目标。\n#r#W（使用的主动技能不包含认证技能）",
        "name": "蓄势待发"
      },
      "393": {
        "desc": "#G召唤未参与过本场战斗的另一只召唤兽替代自己进入战斗，但使其受到自身气血上限45%的伤害。#r#W——大相无形，壳蜕道成",
        "name": "金蝉蜕壳"
      },
      "401": {
        "desc": "#G夜间造成的物理伤害不会降低；#r夜间物理躲避能力增加20%。#r#W（无夜战者夜间造成的物理伤害降低20%）#r#W——我在黑夜中战斗，只为结束这黑夜。",
        "name": "高级夜战"
      },
      "402": {
        "desc": "#G受普通攻击后：30%几率用物理攻击反击。#r#W——以眼还眼，以牙还牙。",
        "name": "高级反击"
      },
      "403": {
        "desc": "#G受到物理伤害时：30%反震对方，反震伤害为你所受伤害的50%；#r避免被敌人连击。#r#W——让冒犯者付出足够的代价。",
        "name": "高级反震"
      },
      "404": {
        "desc": "#G造成物理伤害时：获得对方损失气血的30%。#r#W(攻击有鬼魂术的敌人无法吸血)#r#W——智将食于敌，以战养战！",
        "name": "高级吸血"
      },
      "405": {
        "desc": "#G普通攻击时：55%几率攻击2次；#r#W（无法连击有反震的敌人）#r#R造成的物理伤害降低20%。",
        "name": "高级连击"
      },
      "406": {
        "desc": "#G物理攻击命中几率增加20%；#r物理躲避能力提高30%；#r物理躲避率提高10%；#r#W——居高临下，攻守兼备",
        "name": "高级飞行"
      },
      "407": {
        "desc": "#G进入战斗后，获得修罗隐身状态3~5回合；#r隐身时不会被攻击；#r#R物理攻击能力降低15%；隐身时不能施法；#r#W——隐藏自己才能更好的消灭敌人",
        "name": "高级隐身"
      },
      "408": {
        "desc": "#G可攻击修罗隐身、楚楚可怜状态之敌；#r物理躲避能力提高10%；",
        "name": "高级感知"
      },
      "409": {
        "desc": "#G回合结束时恢复自身等级×1的气血。",
        "name": "高级再生"
      },
      "410": {
        "desc": "#G回合结束时恢复自身等级/3的魔法。#r#W——从战斗中学习，获得更多战斗能力。",
        "name": "高级冥思"
      },
      "411": {
        "desc": "#G战斗阵亡时30%几率复活，#r并恢复到100%的气血；#r#W（若有鬼魂术，神佑复生将失效）#r#W——受神灵保佑起死回生的，就别太固执了",
        "name": "高级神佑复生"
      },
      "412": {
        "desc": "#G阵亡5回合后自动复活；#r#G不受毒封印等异常状态影响；#r#G攻击有否定信仰、高级否定信仰的敌人，造成的伤害提高20%。#r#W——这些东西…是用特殊材料做的吧？",
        "name": "高级鬼魂术"
      },
      "413": {
        "desc": "#G对有鬼魂术之敌，造成的物理及法术伤害提高100%；#r可将鬼魂术之敌击飞，使其不能复活。#r#W——驱鬼克鬼魂，一物降一物。",
        "name": "高级驱鬼"
      },
      "414": {
        "desc": "#G自身对毒免疫；#r物理攻击后：20%几率使敌人中毒；#r#W(中毒者，每回合减少10%气血和5%魔法)",
        "name": "高级毒"
      },
      "415": {
        "desc": "#G使用法术时所消耗的魔法降低为正常的50%",
        "name": "高级慧根"
      },
      "416": {
        "desc": "#G物理伤害的必杀几率增加20%。#r#W(必杀时造成的伤害将加倍)",
        "name": "高级必杀"
      },
      "417": {
        "desc": "#G受到的物理/法术伤害暴击倍率降低50%",
        "name": "高级幸运"
      },
      "418": {
        "desc": "#G抵御封印法术！#r#G物理躲避能力提高10%；#r#R造成的物理伤害降低20%。",
        "name": "高级精神集中"
      },
      "419": {
        "desc": "#G不受除日月乾坤外的所有异常状态影响；",
        "name": "高级神迹"
      },
      "420": {
        "desc": "#G每回合受到的第1次物理伤害结果减免20%；",
        "name": "高级招架"
      },
      "421": {
        "desc": "#G受到辅助类法术时，增加100%持续回合数，且增加的回合数不会超过6回合；",
        "name": "高级永恒"
      },
      "422": {
        "desc": "#G速度增加20%；#r#W——兵贵神速",
        "name": "高级敏捷"
      },
      "423": {
        "desc": "#G受法术伤害效果减少20%；#r#G避免敌人毒封印等异常状态影响；#r#R不能获得辅助类法术效果；#r#R被鬼魂术之敌攻击，多承受20%伤害；#r#R不能同时拥有部分技能；",
        "name": "高级否定信仰"
      },
      "424": {
        "desc": "#G造成的法术伤害提高20%。#r#W——强大的法术来自强大的内心。",
        "name": "高级魔之心"
      },
      "425": {
        "desc": "#G避免被敌人反击；#r#G避免被敌人反震；#r#G造成的物理伤害提高10%。#r",
        "name": "高级偷袭"
      },
      "426": {
        "desc": "#G发动雷属性法术攻击多个敌人；#r攻击人数=自身等级/30+1，最多3人；",
        "name": "奔雷咒"
      },
      "427": {
        "desc": "#G发动土属性法术攻击多个敌人；#r攻击人数=自身等级/30+1，最多3人；",
        "name": "泰山压顶"
      },
      "428": {
        "desc": "#G发动水属性法术攻击多个敌人；#r攻击人数=自身等级/30+1，最多3人；",
        "name": "水漫金山"
      },
      "429": {
        "desc": "#G发动火属性法术攻击多个敌人；#r攻击人数=自身等级/30+1，最多3人；",
        "name": "地狱烈火"
      },
      "430": {
        "desc": "#G50%的几率免受雷属性法术伤害，并按应受伤害的大小恢复气血；#r#G受到的雷属性法术伤害降低30%。",
        "name": "高级雷属性吸收"
      },
      "431": {
        "desc": "#G50%的几率免受土属性法术伤害，并按应受伤害的大小恢复气血；#r#G受到的土属性法术伤害降低30%。",
        "name": "高级土属性吸收"
      },
      "432": {
        "desc": "#G50%的几率免受水属性法术伤害，并按应受伤害的大小恢复气血；#r#G受到的水属性法术伤害降低30%。",
        "name": "高级水属性吸收"
      },
      "433": {
        "desc": "#G50%的几率免受火属性法术伤害，并按应受伤害的大小恢复气血；#r#G受到的火属性法术伤害降低30%。",
        "name": "高级火属性吸收"
      },
      "434": {
        "desc": "#G增加等级×0.55的物理伤害力；#r攻击有招架、高级招架的敌人时不会减少伤害结果；#r#R对有高级防御或超级防御者，造成的伤害减少20%。",
        "name": "高级强力"
      },
      "435": {
        "desc": "#G提高自身等级×0.8的防御；#r#R造成的法术伤害降低10%。",
        "name": "高级防御"
      },
      "436": {
        "desc": "#G抵抗封印的能力提高50%；#r#R不会触发合击",
        "name": "高级独行"
      },
      "437": {
        "desc": "#G受到法术伤害时：30%反震对方，反震伤害为你所受伤害的50%。",
        "name": "高级法术反震"
      },
      "438": {
        "desc": "#G第2回合及以后进入战斗时，提升30%的必杀几率#r持续5回合，且逐回合减少20%效果。",
        "name": "高级进击必杀"
      },
      "439": {
        "desc": "#G第2回合及以后进入战斗时，提升20%的法术暴击几率#r持续5回合，且逐回合减少20%效果。",
        "name": "高级进击法暴"
      },
      "440": {
        "desc": "#G使用所有的主动技能进攻目标，冷却回合数150，回合数>10可以使用。#r#R只有谛听可拥有此技能#r#W（使用的主动技能不包含认证技能）",
        "name": "观照万象"
      },
      "441": {
        "desc": "#G使用本回合己方召唤兽未使用过的技能时，造成的伤害结果提升15%。",
        "name": "出其不意"
      },
      "442": {
        "desc": "#G物理攻击时，保护的单位分担伤害减少30%。#r#W——万军丛中,探囊取物！",
        "name": "势如破竹"
      },
      "443": {
        "desc": "#G替代原召唤兽进入战斗时获得“遗志”：造成伤害提升10%；并获得原召唤兽的“遗志”。#r#W（最多两层）",
        "name": "高级遗志"
      },
      "444": {
        "desc": "#G攻击的目标触发神佑复生、高级神佑复生时，降低其20%的最大气血值，持续到战斗结束。#r#R仅魔化毗舍童子可拥有此技能#r#W——神佛再也无法护佑你，而且我讨厌绿色。",
        "name": "无赦魔诀"
      },
      "445": {
        "desc": "#G对速度低于自身的目标造成的伤害提高10%。#r#W（仅龙族召唤兽携带生效）#r#W——龙行于天，必凭风而起卷万里。",
        "name": "风起龙游"
      },
      "446": {
        "desc": "#G替换其他召唤兽出场时，被替换召唤兽的当前气血将转化为护盾。#r#W（仅凤族召唤兽携带生效）#r#W——你的力量为我所用，你的愿望由我继承。",
        "name": "薪火相传"
      },
      "447": {
        "desc": "#G物理攻击时，较小几率出现一个元宝，额外造成大量伤害。#r#R仅元宝龟可拥有此技能#r#W——千金散尽还复来",
        "name": "招财进宝"
      },
      "448": {
        "desc": "#G物理攻击时，随机侦查一名对方单位气血。（仅对怪物战斗有效）#r#R仅天机虫可拥有此技能#r#W——嘀，敌人的弱点已探查清楚。",
        "name": "洞察"
      },
      "449": {
        "desc": "#G提升40%最大生命值，五行为木时生效。#W（无法再触发神佑复生和鬼魂术）#r#W——这就是生命的力量。",
        "name": "欣欣向荣"
      },
      "450": {
        "desc": "#G自身法术伤害结果提升5%，受到的法术伤害降低5%，五行为火时生效。",
        "name": "万物之灵（火）"
      },
      "451": {
        "desc": "#G自身法术伤害结果提升5%，受到的法术伤害降低5%，五行为水时生效。",
        "name": "万物之灵（水）"
      },
      "452": {
        "desc": "#G自身法术伤害结果提升5%，受到的法术伤害降低5%，五行为金时生效。",
        "name": "万物之灵（金）"
      },
      "453": {
        "desc": "#G自身法术伤害结果提升5%，受到的法术伤害降低5%，五行为土时生效。",
        "name": "万物之灵（土）"
      },
      "454": {
        "desc": "#G自身法术伤害结果提升5%，受到的法术伤害降低5%，五行为木时生效。",
        "name": "万物之灵（木）"
      },
      "455": {
        "desc": "#G自身物理伤害结果提升5%，受到的物理伤害降低5%，五行为火时生效。",
        "name": "力大无穷（火）"
      },
      "456": {
        "desc": "#G自身物理伤害结果提升5%，受到的物理伤害降低5%，五行为水时生效。",
        "name": "力大无穷（水）"
      },
      "457": {
        "desc": "#G自身物理伤害结果提升5%，受到的物理伤害降低5%，五行为金时生效。",
        "name": "力大无穷（金）"
      },
      "458": {
        "desc": "#G自身物理伤害结果提升5%，受到的物理伤害降低5%，五行为土时生效。",
        "name": "力大无穷（土）"
      },
      "459": {
        "desc": "#G自身物理伤害结果提升5%，受到的物理伤害降低5%，五行为木时生效。",
        "name": "力大无穷（木）"
      },
      "460": {
        "desc": "#G每回合结束时，有25%几率增添自身颜色并恢复自身等级×8气血。#r#R只有长乐灵仙可拥有此技能#r#W——等待四季，终遇花开。",
        "name": "花好月圆"
      },
      "461": {
        "desc": "#G阵亡后进入天狐状态：恢复（20%*气血上限）的气血值，主动技能造成的伤害提升10%，回合结束阵亡。#r#W（天狐状态不会受到任何附加状态加成，与出其不意、信仰类技能互斥）#r#R只有觉醒涂山雪可以拥有此技能#r#W——为祖先所庇佑",
        "name": "天狐之舞"
      },
      "462": {
        "desc": "#G第二回合及之后入场后，使用的第一个法术造成的法术伤害提升25%。#r#R仅狐族召唤兽携带生效#r#W——惊喜不惊喜？",
        "name": "出奇制胜"
      },
      "480": {
        "desc": "#G每次没有触发法术连击的施法，提升法术连击时50%伤害结果。#r#W（最多2层，在触发法术连击时清空）",
        "name": "柳暗花明"
      },
      "481": {
        "desc": "#G进入战斗时，自动获得自身血量*30%的护盾。",
        "name": "与生俱来"
      },
      "482": {
        "desc": "#G施法时增加自身等级*0.55的法术伤害力；#r#G战斗中不会触发自动逃跑。",
        "name": "义薄云天"
      },
      "483": {
        "desc": "#G触发连击/高级连击时，伤害提高25%/50%。",
        "name": "气贯长虹"
      },
      "484": {
        "desc": "#G天气为雨时，受到的伤害降低10%，造成的伤害提升20%。#r#W——雨露风雪均为恩泽。",
        "name": "雨露之泽"
      },
      "485": {
        "desc": "#G入场后，获得风之障壁，在风天受到的物理和法术伤害降低40%，持续6回合。#r#W一一风扬，沙起。",
        "name": "风沙之盾"
      },
      "486": {
        "desc": "#G天气为风时，受到的伤害降低20%，造成的伤害提升10%。#r#W——清风雪雨均为恩泽。",
        "name": "清风之华"
      },
      "487": {
        "desc": "#G天气为雪时，“地狱烈火”、“水漫金山”、“泰山压顶”、“奔雷咒”以及对应超级技能将会额外增加一个目标，司雪携带时法术伤害额外提升17%。#r#W——雪雨清风均为恩泽。",
        "name": "映雪棱镜"
      },
      "488": {
        "desc": "#G当物理攻击发生必杀时，临时提升伤害力进行一次强力追击。#r#W“和泡泡一起，再来一锤！”",
        "name": "泡泡相伴"
      },
      "489": {
        "desc": "#G当法术攻击发生法术暴击时，进行一次法术追击。#r#W“和泡泡一起，再来一击！”",
        "name": "泡泡相伴"
      },
      "490": {
        "desc": "#G使用所有的水属性和火属性主动技能进攻目标，冷却回合数150，回合数>10可以使用。\n#r#R只有天狗可拥有此技能\n#r#W（使用的主动技能不包含认证技能）",
        "name": "气吞万象·水火"
      },
      "491": {
        "desc": "#G使用所有的雷属性和土属性主动技能进攻目标，冷却回合数150，回合数>10可以使用。\n#r#R只有天狗可拥有此技能\n#r#W（使用的主动技能不包含认证技能）",
        "name": "气吞万象·雷土"
      },
      "492": {
        "desc": "#G准备1回合，下回合临时提升30%造成的伤害，释放随机2个主动技能进攻目标。\n#r#W（使用的主动技能不包含认证技能）",
        "name": "高级蓄势待发"
      },
      "493": {
        "desc": "#G召唤未参与过本场战斗的另一只召唤兽替代自己进入战斗，但使其受到自身气血上限30%的伤害。#r#W——大相无形，壳蜕道成",
        "name": "高级金蝉蜕壳"
      },
      "501": {
        "desc": "#R被雷属性法术攻击时，承受150%的伤害；",
        "name": "弱点雷"
      },
      "502": {
        "desc": "#R被土属性法术攻击时，承受150%的伤害；",
        "name": "弱点土"
      },
      "503": {
        "desc": "#R被水属性法术攻击时，承受150%的伤害；",
        "name": "弱点水"
      },
      "504": {
        "desc": "#R被火属性法术攻击时，承受150%的伤害；",
        "name": "弱点火"
      },
      "505": {
        "desc": "#G天生行动缓慢，速度降低20%；",
        "name": "迟钝"
      },
      "510": {
        "desc": "#G法术攻击时：20%几率攻击2次。#r#W（第二次造成的伤害减半）",
        "name": "法术连击"
      },
      "517": {
        "desc": "#G普通攻击或连击达到4次时，额外攻击敌人2次。#r#W（额外攻击的伤害结果降低60%）",
        "name": "乘胜追击"
      },
      "518": {
        "desc": "#G每次物理攻击提升必杀时12.5%的总伤害结果。#r#W（最多4层，在触发必杀时清空）",
        "name": "凭风借力"
      },
      "519": {
        "desc": "#G每次使用主动技能，提升主人0.5*等级的封印命中等级。#r#W（最多4层，在主人封印成功时清空）",
        "name": "顾盼生姿"
      },
      "520": {
        "desc": "#G使用法术或法术连击达到4次时，对气血百分比最低的敌人额外释放1次法术。#r#W（额外释放法术的伤害结果降低20%）",
        "name": "拘魂索命"
      },
      "526": {
        "desc": "#G忽视对方10%法术防御进行法术攻击。",
        "name": "金仙秘术"
      },
      "527": {
        "desc": "#G提升我方在场单位物理伤害结果和法术伤害结果10%。#r持续5回合，冷却150回合。",
        "name": "怒号"
      },
      "528": {
        "desc": "#G给我方在场单位附加状态，50%的几率吸收雷、火、土、水属性法术伤害，并转换成加血效果。#r持续5回合，冷却150回合。",
        "name": "万宝金甲"
      },
      "529": {
        "desc": "#G提升目标物理伤害结果20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
        "name": "魔劲激发"
      },
      "530": {
        "desc": "#G提升我方在场单位抵抗封印的能力10%，增加我方在场单位承受的物理和法术伤害结果10%。#r持续5回合，冷却150回合。",
        "name": "天魔咒术"
      },
      "531": {
        "desc": "#G降低我方在场召唤兽承受的物理和法术伤害结果20%。#r持续5回合，冷却150回合。",
        "name": "驭兽术"
      },
      "532": {
        "desc": "#G携带者释放法术时，孩子有20%几率对同一目标释放墨笔追魂，造成物理伤害。#r消耗MP：50",
        "name": "墨笔追魂"
      },
      "533": {
        "desc": "#G给目标附加状态，受到物理攻击和法术攻击时，有30%几率给予对方反震。#r反震伤害为所受伤害的50%。#r持续2回合。",
        "name": "阎王号令"
      },
      "534": {
        "desc": "#G进场时，若友方没有其余召唤兽且阵亡单位数≥3，复活我方所有人物单位，复活后血量为1。#r触发时不同时触发六艺进场技能。#r不能复活受到死亡禁锢和锢魂术的单位。",
        "name": "还魂归魄"
      },
      "535": {
        "desc": "#G降低目标承受的物理和法术伤害结果20%，降低目标造成的物理和法术伤害结果20%。#r持续1回合。",
        "name": "盾牌格挡"
      },
      "536": {
        "desc": "#G进场时，若我方没有其余召唤兽且阵亡单位数≥3，提升我方在场单位伤害结果100%。#r持续2回合。#r触发时不同时触发六艺进场技能。",
        "name": "决一死战"
      },
      "537": {
        "desc": "#G提升目标封印能力20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
        "name": "乌纱帽"
      },
      "538": {
        "desc": "#G目标造成的治疗效果提升20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
        "name": "悬壶济世"
      },
      "539": {
        "desc": "#G携带者释放法术时，孩子有20%几率对3个目标释放对诗，造成法术伤害。#r消耗MP：50",
        "name": "对诗"
      },
      "540": {
        "desc": "#G无视保护发动一次物理攻击。",
        "name": "十步一人"
      },
      "541": {
        "desc": "#G提升目标法术伤害结果20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
        "name": "仙力激发"
      },
      "542": {
        "desc": "#G提升我方在场单位速度10%，增加我方在场单位承受的物理和法术伤害结果10%。#r持续5回合，冷却150回合。",
        "name": "腾云跨风"
      },
      "543": {
        "desc": "#G携带者释放法术时，孩子有20%几率对作用的首目标释放文思泉涌，造成物理法术封印效果。#r持续2回合。#r消耗MP：50",
        "name": "文思泉涌"
      },
      "551": {
        "desc": "#G发动物理攻击敌人并按伤害比例伤其魔法；#r并使敌在下回合持续损失魔法（持续效果不叠加）；#r#R（本技能造成的物理伤害将略为降低）#r#W——打击敌人信念有时比直接打击更有效。",
        "name": "惊心一剑"
      },
      "552": {
        "desc": "#G发动物理攻击敌人并可能降低其气血上限；#r10%几率使敌人遭受10回合死亡禁锢效果；#r#W（死亡禁锢下不能被复活）#r#W——没有机会？那我就自己创造！",
        "name": "死亡召唤"
      },
      "553": {
        "desc": "#G发动法术攻击单个敌人；#r可能额外降低对方10%愤怒、降低5%魔法、降低更多气血或使敌1回合不能行动。#r#W——怒雷！冰冻！流沙！心火！听我号令！",
        "name": "上古灵符"
      },
      "554": {
        "desc": "#G发动物理攻击单个敌人；#r有较大可能对其造成双倍伤害；#r#R也有较小可能不造成伤害并使其恢复少量气血#r#W——不是不报，时候未到。",
        "name": "善恶有报"
      },
      "555": {
        "desc": "休息一回合后，临时提高攻击伤害和速度自动攻击目标，#r消耗:当前气血的10%",
        "name": "后发制人"
      },
      "556": {
        "desc": "恢复队友的气血",
        "name": "针灸"
      },
      "557": {
        "desc": "停止行动并保护自己免受伤害",
        "name": "楚楚可怜"
      },
      "558": {
        "desc": "令对手无法施展物理攻击",
        "name": "定身符"
      },
      "559": {
        "desc": "重击敌人，并降低其灵力",
        "name": "天雷斩"
      },
      "560": {
        "desc": "救活死去的队友",
        "name": "杨柳甘露"
      },
      "561": {
        "desc": "攻击性法术，可攻击多人",
        "name": "龙卷雨击"
      },
      "562": {
        "desc": "连续两次攻击对手",
        "name": "烟雨剑法"
      },
      "563": {
        "desc": "受到物理攻击时自动反击",
        "name": "极度疯狂"
      },
      "564": {
        "desc": "攻击性法术，攻击单人",
        "name": "三昧真火"
      },
      "565": {
        "desc": "战斗中隐藏自己的身形，白天才可用",
        "name": "修罗隐身"
      },
      "566": {
        "desc": "吸取对方的气血补充给自己",
        "name": "勾魂"
      },
      "567": {
        "desc": "临时提高自己的伤害力、防御力和速度",
        "name": "潜力激发"
      },
      "568": {
        "desc": "恢复自己或同伴的气血并治疗伤势",
        "name": "治疗"
      },
      "569": {
        "desc": "救活死去的队友",
        "name": "还魂咒"
      },
      "570": {
        "desc": "忽视对方30%的防御进行攻击",
        "name": "蚩尤之搏"
      },
      "571": {
        "desc": "#G发动物理攻击单个敌人；#r攻击时命中大量提高；#r#W(适合攻击伤害较低的敌人)#r#W——狭路相逢，强者生存",
        "name": "力劈华山"
      },
      "572": {
        "desc": "#G发动固定伤害攻击单个敌人；#r造成自己力量点数*1.5+速度/3的伤害；#r#W(适合攻击防御较高的敌人)#r#R(对玩家使用时效果减半)#r#W——我可不只会蛮力",
        "name": "夜舞倾城"
      },
      "573": {
        "desc": "#G法术攻击时：30%几率攻击2次。#r#W（第二次造成的伤害减半）",
        "name": "高级法术连击"
      },
      "575": {
        "desc": "#G法术伤害有10%几率出现暴击。#r#W（法术暴击时造成的伤害加倍）",
        "name": "法术暴击"
      },
      "576": {
        "desc": "#G造成的法术伤害小幅度波动；#r#G避免被敌人法术反震。",
        "name": "法术波动"
      },
      "577": {
        "desc": "#G法术伤害有15%几率出现暴击。#r#W（法术暴击时造成的伤害加倍）",
        "name": "高级法术暴击"
      },
      "578": {
        "desc": "#G造成的法术伤害大幅度波动；#r#G避免被敌人法术反震。",
        "name": "高级法术波动"
      },
      "579": {
        "desc": "#G发动法术强化自己；#r强化后6回合中抵挡所受法术伤害的65%；",
        "name": "法术防御"
      },
      "581": {
        "desc": "暂时增加目标的防御。#r使用条件:等级≥80",
        "name": "金刚护体"
      },
      "582": {
        "desc": "使目标避免中毒。#r使用条件:等级≥80",
        "name": "百毒不侵"
      },
      "583": {
        "desc": "攻击性法术，可攻击单人。#r使用条件:等级≥80",
        "name": "五雷咒"
      },
      "584": {
        "desc": "可查看目标的具体信息。#r使用条件:等级≥80",
        "name": "知己知彼"
      },
      "585": {
        "desc": "攻击性法术，可攻击单人。#r使用条件:等级≥80",
        "name": "五行法术"
      },
      "586": {
        "desc": "攻击性法术，可攻击单人。#r使用条件:等级≥80",
        "name": "龙腾"
      },
      "587": {
        "desc": "使目标每回合恢复一定的魔法值。#r使用条件:等级≥80#r消耗:气血30",
        "name": "炼气化神"
      },
      "588": {
        "desc": "使用后可以压制召唤兽。#r使用条件:等级≥80",
        "name": "威慑"
      },
      "590": {
        "desc": "使目标可以看到隐身的鬼魅。#r使用条件:等级≥80",
        "name": "幽冥鬼眼"
      },
      "591": {
        "desc": "减少对手的魔法值。#r使用条件:等级≥80",
        "name": "姐妹同心"
      },
      "592": {
        "desc": "可提高自己的伤害力。#r使用条件:等级≥80",
        "name": "杀气诀"
      },
      "593": {
        "desc": "#G发动法术攻击3个敌人；#r并可能削弱其防御、灵力、伤害、速度；",
        "name": "八凶法阵"
      },
      "594": {
        "desc": "#G发动法术强化自己；#r强化后6回合中抵挡所受法术伤害的65%；",
        "name": "法术防御"
      },
      "595": {
        "desc": "#G发动物理攻击敌人，并略提高伤害；#r若敌人防御，则伤害大量提高；#r忽视敌人“防御”和“高级防御”技能。#r#W——没有什么能把我阻挡",
        "name": "壁垒击破"
      },
      "596": {
        "desc": "#G当物理攻击击倒敌人时，可继续攻击另一个敌人；#r#W(此效果每回合最多出现1次)#r#W——宜将剩勇追穷寇",
        "name": "嗜血追击"
      },
      "597": {
        "desc": "#G发动物理攻击多个敌人。#r对目标造成大部分伤害，并对另外两个目标造成少量伤害。#r#W——谁说用剑不能收割？",
        "name": "剑荡四方"
      },
      "599": {
        "desc": "#G避免暗器伤害；#r#G恢复所避免暗器伤害30%的气血；",
        "name": "移花接木"
      },
      "624": {
        "desc": "#G每成功使用三次法术都可以临时增加自身法术伤害；#r#W(此效果可持续2回合，成功使用法术后状态消失）#r#W——龙战于野，其血玄黄，不屈的龙魂任何人都无法忽视！",
        "name": "龙魂"
      },
      "626": {
        "desc": "#G增加等级×0.6的法术防御；#r#R造成的物理伤害降低10%。#r",
        "name": "法术抵抗"
      },
      "627": {
        "desc": "#G增加等级×0.8的法术防御；#r#R造成的物理伤害降低10%。#r#W——我下手轻点，你也别想把我弄疼。",
        "name": "高级法术抵抗"
      },
      "628": {
        "desc": "#G第2回合及以后进入战斗时，增加等级×1的防御#r持续5回合，且逐回合减少20%效果。#r#R隐身时不触发本效果",
        "name": "盾气"
      },
      "629": {
        "desc": "#G第2回合及以后进入战斗时，增加等级×2的防御#r持续5回合，且逐回合减少20%效果。#r#R隐身时不触发本效果#r#W——死不足惧，只要有所为",
        "name": "高级盾气"
      },
      "631": {
        "desc": "#G恢复目标队友气血，并在回合结束时解除其封类异常状态。#r#R限对已有封类异常状态者使用，否则催眠其2回合。且只能对玩家使用。#r被解封后的下回合不能再次获得本效果；#r每场战斗中限使用1~3次。#r#W——困局中最后的希望#r（悟性≥1160为3次，悟性≥1080为2次）",
        "name": "仙人指路"
      },
      "632": {
        "desc": "#G当你进场时，立即为全体队友恢复气血。#r#R只有在第5回合及以后进场时才生效。#r#W(随等级、悟性、法术控制力提升恢复量)#r#W——团灭之前你会想到我",
        "name": "峰回路转"
      },
      "633": {
        "desc": "#G进场后立即普通攻击一个未被催眠之敌。#r#G提高气血。#W随悟性、等级增加最多380点#r#G提高物理攻击结果。#W随悟性、力量点增加最多100点#r#W——强，无需掩饰",
        "name": "开门见山"
      },
      "635": {
        "desc": "#G提升目标队友的封印法术的命中率；#r#R只在该队友气血≤40%时才生效。#r#W随悟性提高最多11%。#r持续4回合。冷却3回合。#r#W——复仇，有很多种方式",
        "name": "四面埋伏"
      },
      "636": {
        "desc": "#G提高HP。#W最多540点。#r#G减少受到的物理伤害。#W最多15%。#r随悟性而增加#r——扛住物理伤害，是一种策略",
        "name": "千锤百炼"
      },
      "637": {
        "desc": "#G提高HP。#W最多540点。#r#G减少受到的法术伤害。#W最多10%。#r随悟性而增加#r——扛住法术伤害，是另一种策略",
        "name": "赴汤蹈火"
      },
      "638": {
        "desc": "#G召唤一个法力陷阱，持续到本回合结束。#r每个召唤进场的敌人都会触发陷阱，并损失大量魔法和少量气血。#r#R但若从未触发，则自己损失少量气血。#r带有此技能的召唤兽物理、法术伤害能力减少5%#r#W同队同时只能召唤1个陷阱",
        "name": "法力陷阱"
      },
      "639": {
        "desc": "#G启动后，临时提高自己法术伤害能力。持续5回合",
        "name": "灵能激发"
      },
      "640": {
        "desc": "#G本方每有一种与其不同的召唤兽，增加其等级/5.5点物理伤害结果；#r#R被封印几率增加10%。",
        "name": "合纵"
      },
      "641": {
        "desc": "#G本方每有一种与其不同的召唤兽，增加其等级/4点物理伤害结果；#r#R被封印几率增加10%。",
        "name": "高级合纵"
      },
      "644": {
        "desc": "#G对单个目标造成持续固定伤害。#r#W持续2回合，对NPC伤害加倍。",
        "name": "雾杀"
      },
      "645": {
        "desc": "#G提升目标队友法术伤害结果。#r#W持续4回合。#r使用条件:等级≥80",
        "name": "蜜润"
      },
      "646": {
        "desc": "#G发动物理攻击敌人，并略提高必杀几率。",
        "name": "裂石"
      },
      "647": {
        "desc": "#G自己受到的物理、法术伤害减少 20%。#r#W持续2回合.#r使用条件:等级≥80",
        "name": "不动如山"
      },
      "648": {
        "desc": "恢复单个目标队友的气血",
        "name": "地涌金莲"
      },
      "649": {
        "desc": "#G提升目标队友法术防御能力。#r#W持续4回合。#r使用条件:等级≥80",
        "name": "金身舍利"
      },
      "650": {
        "desc": "#G当普通物理攻击发生必杀或连击时，临时提升10%伤害力随机攻击另外一目标，每回合最多触发一次。#r#W触发后当前回合和下回合下降20%伤害力和速度。",
        "name": "苍鸾怒击"
      },
      "652": {
        "desc": "#G物理伤害结果提升，但攻击时可能发生偏差。#r#W——“主人，俺是听你话才冲出去的……”“可你撞错人了啊~~！”",
        "name": "狂莽一击"
      },
      "653": {
        "desc": "#G大幅提升必杀伤害结果。#r#W——威风凛凛，虎虎生风！",
        "name": "虎虎生风"
      },
      "654": {
        "desc": "#G施展高速攻击，额外释放等同迅风数的风暴攻击。#r迅风：进入战斗及每次迅风数为零时使用此技能后，将随机获得1至2点迅风。#r#W——无惧风暴，本少主就是风暴！",
        "name": "迅风出击"
      },
      "655": {
        "desc": "#G进入战斗时随机触发“惊梦”和“睡梦”状态，并会在两种状态间切换，每四回合转变一次：#r处于“惊梦”时法术伤害大幅提升；处于“睡梦”状态时法术伤害略微降低。#r#W——睡着的时候可不要打搅我！",
        "name": "好梦连连"
      },
      "656": {
        "desc": "#G进入战斗时随机触发“惊梦”和“睡梦”状态，并会在两种状态间切换，每四回合转变一次：#r处于“惊梦”时物理伤害大幅提升；处于“睡梦”状态时物理伤害略微降低。#r#W——睡着的时候可不要打搅我！",
        "name": "好梦连连"
      },
      "658": {
        "desc": "#G战斗阵亡时40%几率复活，#r恢复到100%的气血同时获得一个40%生命值上限的护盾；#r#W（若有鬼魂术，超级神柚复生将失效；当超级神柚复生和神佑复生同时存在，只有超级神柚复生生效）#r#W——毕竟是天命之选，也可以叫我“超级神佑复生”。",
        "name": "超级神柚复生"
      },
      "660": {
        "desc": "#G在场时，提高自身及主人10%速度。最多持续5回合。#r#W——我觉得我跑得更快了！",
        "name": "浮云神马"
      },
      "661": {
        "desc": "#G增加法力*0.4的法术伤害力。#r#W“须弥圣言，佛光涤罪。”",
        "name": "须弥真言"
      },
      "662": {
        "desc": "#G普通物理攻击造成的伤害≥目标气血上限*10%时，使自己的主人获得10点愤怒。#r#W——这是愤怒的力量！",
        "name": "千钧一怒"
      },
      "663": {
        "desc": "#G施法召唤葫芦攻击敌人，至于具体是怎样的葫芦，呃，没人能事先知道",
        "name": "天降灵葫"
      },
      "664": {
        "desc": "#G小葫芦",
        "name": "天降灵葫"
      },
      "665": {
        "desc": "#G中葫芦",
        "name": "天降灵葫"
      },
      "666": {
        "desc": "#G大葫芦",
        "name": "天降灵葫"
      },
      "667": {
        "desc": "#G偷偷藏起来的蟠桃，赶紧拿出来咬一口，唔，好好吃！#r#W出手前有一定几率触发，大大提升几率性技能（连击、必杀）的触发几率",
        "name": "大快朵颐"
      },
      "669": {
        "desc": "#G召唤数道月光攻击敌人，同一个人可以被多道月光攻击。#W#r（该技能不能触发法术连击，攻击同一个目标的后续月光伤害会有衰减）#r——代表月亮之力，消灭你们这些大坏蛋。",
        "name": "月光"
      },
      "671": {
        "desc": "#G增加目标的防御、法防，但会降低自身的防御、法防。#r#W“我的就是你的，你的还是你的。”",
        "name": "无畏布施"
      },
      "672": {
        "desc": "#G攻击时会腾空而起，将整个身躯砸向敌人，但起飞的时机有些难以把握。#r#W(大大增加攻击时造成的伤害，但攻击时有一定几率腾空失败）",
        "name": "从天而降"
      },
      "673": {
        "desc": "#G增加自身法力*成长的法防。#r#R法力不再增加法伤，只增加一半的魔法。#r#W“灵山宝像，万法禅音。”",
        "name": "灵山禅语"
      },
      "674": {
        "desc": "#G对目标附带一个不幸诅咒，#r每回合一定几率增加负面状态回合，#r减少增益状态回合。#r#W持续4回合。",
        "name": "怨怖之泣"
      },
      "675": {
        "desc": "#G对目标附带一个伤害诅咒，#r目标造成的伤害将部分反弹给自己。#r#W持续4回合。#r使用条件:等级≥80",
        "name": "诡蝠之刑"
      },
      "676": {
        "desc": "减少友方目标本回合受到的所有伤害。",
        "name": "匠心·固甲"
      },
      "677": {
        "desc": "为本方目标回复气血。#r使用条件:等级≥80",
        "name": "匠心·蓄锐"
      },
      "678": {
        "desc": "#G对单个目标造成物理伤害。",
        "name": "当头一棒"
      },
      "679": {
        "desc": "#G将目标变成一只可爱的小猪并驱散一个增益状态。#r使用条件：等级≥80",
        "name": "八戒上身"
      },
      "680": {
        "desc": "#G对敌方3个目标发动物理攻击。#r使用条件:等级≥80",
        "name": "三荒尽灭"
      },
      "681": {
        "desc": "#G对敌方单个目标连续发动2-3次物理攻击。",
        "name": "铁血生风"
      },
      "682": {
        "desc": "#G召唤随机种类的水果攻击敌人。#W#r不同的水果味道不一，效果自然各具特色。",
        "name": "食指大动"
      },
      "683": {
        "desc": "#G召唤随机种类的水果攻击敌人。#W#r不同的水果味道不一，效果自然各具特色。",
        "name": "食指大动"
      },
      "684": {
        "desc": "#G召唤随机种类的水果攻击敌人。#W#r不同的水果味道不一，效果自然各具特色。",
        "name": "食指大动"
      },
      "685": {
        "desc": "#G普通攻击时：40%的几率攻击3次；#r#R造成的物理伤害降低20%。#r#W——一声不够大？那就三声！",
        "name": "理直气壮"
      },
      "686": {
        "desc": "#G水系法术攻击目标和两个随机目标，提高法术连击的伤害;#r法术连击可重复触发。#r#W——小白龙出世，这下敌人倒霉了！",
        "name": "叱咤风云"
      },
      "687": {
        "desc": "#G每回合吞掉主人的一个包子，提升暴击几率和暴击伤害倍率。#r#W——吃饱了才有力气揍小坏蛋！",
        "name": "津津有味"
      },
      "688": {
        "desc": "#G水系法术攻击目标和两个随机目标，提高法术连击的伤害;#r法术连击可重复触发。#r#W——小白龙出世，这下敌人倒霉了！",
        "name": "叱咤风云"
      },
      "689": {
        "desc": "#G增加自身体质*成长*2的气血。#r#W——“静听妙谛，腾云护身。”",
        "name": "净台妙谛"
      },
      "690": {
        "desc": "#G受伤时有25%概率获得护盾，护盾值为所受伤害的50%。#r#W——宝石的光芒，是我的保护色。",
        "name": "凝光炼彩"
      },
      "691": {
        "desc": "#G发动法术攻击多个目标，伤害按五声音阶递减；#r攻击人数=自身等级/20，最少1人，最多5人。#r#W——金沙和音乐更配哦。",
        "name": "流沙轻音"
      },
      "692": {
        "desc": "#G夜间造成的物理伤害不会降低并提高10%，躲避率增加10%。#r#W——你要提打架我可就不困了。",
        "name": "昼伏夜出"
      },
      "693": {
        "desc": "#G进入战斗后获得修罗隐身状态2-3回合；隐身状态下造成的伤害提高10%，躲避率增加10%。#r#W——略略略，打不到我~",
        "name": "神出鬼没"
      },
      "694": {
        "desc": "#G自身速度提高20%，躲避率增加10%。#r#W——嗖的一声",
        "name": "溜之大吉"
      },
      "695": {
        "desc": "#G每次物理攻击获得一点劫火，获得第三点时，额外触发一次法术攻击；#r攻击人数=自身等级/30，最多3人。#r#W——看我的小拳拳，嗷呜~~。",
        "name": "焚天陨火"
      },
      "696": {
        "desc": "#G使用“地狱烈火”时：初始目标伤害提高；作用目标数每回合有50%概率+1，可叠加，成功触发后概率递减。#r#W——丑时春入户，牛岁福临门。",
        "name": "神来气旺"
      },
      "697": {
        "desc": "#G令友方所有召唤兽的攻击五行变为水，水属性攻击五行的召唤兽造成伤害提升30%，持续1回合。冷却150回合。#r#W——北冥幽海，巨浪滔天。",
        "name": "北冥之渊"
      },
      "698": {
        "desc": "#G提升自身20%速度，受到的物理/法术伤害暴击倍率降低50%且每回合首次受到的物法伤害降低20%。#r第二回合后进场时，100%对血量百分比最低的单位使用水击三千/扶摇万里；如出场时，场上没有“超级鲲鹏”，则出场伤害提升150%。#r#W——乘天地之正，而御六气之辩，以游无穷。",
        "name": "逍遥游"
      },
      "699": {
        "desc": "#G临时提升物理伤害结果和暴击倍率进行一次物理攻击。#r#W——鹏之徙于南冥，水击三千里。",
        "name": "水击三千"
      },
      "700": {
        "desc": "#G法术攻击多个目标，按等级附加一定的法术伤害；#r攻击人数=自身等级/15+1，最多10人。#r#W——抟扶摇而上者九万里。",
        "name": "扶摇万里"
      },
      "11516": {
        "desc": "对敌方1个目标造成物理伤害",
        "name": "当头一棒"
      },
      "11545": {
        "desc": "怪物技能",
        "name": "剑荡四方"
      },
      "11546": {
        "desc": "怪物技能",
        "name": "水漫金山"
      },
      "11568": {
        "desc": "对1个单位造成法术伤害",
        "name": "龙腾"
      },
      "11569": {
        "desc": "对全体单位造成法术伤害",
        "name": "龙卷雨击"
      },
      "11633": {
        "desc": "怪物技能",
        "name": "水攻"
      },
      "55401": {
        "desc": "#G造成物理伤害提高10%；#r夜间造成的物理伤害不会降低,物理躲避能力增加20%；#r夜间在攻击时显示目标的气血条。#r#W——晦明无别，初心不改。",
        "name": "超级夜战"
      },
      "55402": {
        "desc": "#G受普通攻击后：30%几率用物理攻击反击；#r在场时主人首次被敌方物理攻击时，必定用物理攻击进行反击。#r#W——犯吾主者，绝不姑息。",
        "name": "超级反击"
      },
      "55403": {
        "desc": "#G受到物理伤害时：30%反震对方，反震伤害为你所受伤害的60%；#r避免被敌人连击。#r#W——站如松，坐如钟。",
        "name": "超级反震"
      },
      "55404": {
        "desc": "#G造成物理伤害时：获得对方损失气血的30%,并将获得的溢出气血的50%转化为护盾。#r#W(攻击有鬼魂术的敌人无法吸血)。#r#W——以敌之身，偿吾之志。",
        "name": "超级吸血"
      },
      "55405": {
        "desc": "#G普通攻击时：55%几率攻击2次，触发连击时有15%几率额外攻击1次；#r#W（无法连击有反震的敌人）#r#R造成的物理伤害降低20%。#r#W——黎魂澎湃，击如怒涛。",
        "name": "超级连击"
      },
      "55406": {
        "desc": "#G物理攻击命中几率增加20%；#r物理躲避能力提高30%；#r物理躲避率提高10%；#r天气为“风”时造成的物理伤害提升20%。#r#W——凭风而起，欲与天齐。",
        "name": "超级飞行"
      },
      "55407": {
        "desc": "#G进入战斗后，获得修罗隐身状态3~5回合；#r隐身时不会被攻击，且受到的伤害降低10%；#r#R物理攻击能力降低10%；#r隐身时不能施法；#r#W——不可说、不可视、不可触。",
        "name": "超级隐身"
      },
      "55408": {
        "desc": "#G可攻击修罗隐身、楚楚可怜状态之敌；#r物理躲避能力提高10%；#r在场时主人也获得“感知”，最多持续5回合。#r#W——目光所至，无可遁形。",
        "name": "超级感知"
      },
      "55409": {
        "desc": "#G回合结束时恢复自身等级×1的气血；#r有10%几率回复自身等级×12的气血。#r#W——天地之息，皆入我窍，皆化骨血。",
        "name": "超级再生"
      },
      "55410": {
        "desc": "#G回合结束时恢复自身等级/2的魔法；#r在场时主人获得“冥思”，最多持续5回合。#r#W——心若明镜，映照你我。",
        "name": "超级冥思"
      },
      "55413": {
        "desc": "#G对有鬼魂术之敌，造成的物理及法术伤害提高100%；#r可将鬼魂术之敌击飞，使其不能复活；#r双方场上带有鬼魂术单位的伤害降低20%；#r#R自身的鬼魂术将无效化。#r#W——上古魔息，小鬼勿近。",
        "name": "超级驱鬼"
      },
      "55414": {
        "desc": "#G自身对毒免疫；#r物理攻击后：20%几率使敌人中毒，且随机降低中毒目标的攻击、防御、法伤或法防；#r#W——毒入七窍，无药可医。",
        "name": "超级毒"
      },
      "55415": {
        "desc": "#G使用法术时所消耗的魔法降低为正常的50%，且有15%的几率不消耗魔法。#r#W——慧心如鉴，是为天地所钟。",
        "name": "超级慧根"
      },
      "55416": {
        "desc": "#G物理伤害的必杀几率增加20%；#r必杀时有25%的几率造成3-4倍的伤害。#r#W——山川踏碎魔息涌，一击搏尽日月光。",
        "name": "超级必杀"
      },
      "55417": {
        "desc": "#G受到的物理/法术伤害暴击倍率降低50%；#r有5%的概率免疫受到的攻击。#r#W——气运非凡，傲立乱世。",
        "name": "超级幸运"
      },
      "55418": {
        "desc": "#G抵御封印法术！#r物理躲避能力提高10%；#r受到的伤害随机降低1%~10%；#r#R造成的物理伤害降低20%。#r#W——身似菩提心如镜。",
        "name": "超级精神集中"
      },
      "55419": {
        "desc": "#G不受除日月乾坤外的所有异常状态影响；#r回合结束时，若主人倒地，尝试复活并解除其封印，恢复其自身等级×12的气血后自己离场。#r#W——以身祭主，魔域不朽。",
        "name": "超级神迹"
      },
      "55420": {
        "desc": "#G每回合受到的第1次物理伤害结果减免20%；且进战斗时，获得一层“金身”。#r#W——钢筋铁骨，金身难撼。",
        "name": "超级招架"
      },
      "55421": {
        "desc": "#G主动法术，使用此法术的回合结束时，自身的气血、魔法将回复至使用此技能前的状态，消耗全部魔法，冷却150回合；#r受到辅助类法术时，增加100%持续回合数，且增加的回合数不会超过6回合；#r#W——孤舟一叶身不灭，百世轮回心永恒。",
        "name": "超级永恒"
      },
      "55422": {
        "desc": "#G速度增加20%；#r5%概率额外行动一次；#r#W——其势如火，其疾如风。",
        "name": "超级敏捷"
      },
      "55423": {
        "desc": "#G不受一切异常和增益影响；#r其它超级技能失效，且每个拥有的超级技能使最大气血提高20%、造成的所有伤害提高15%、降低5%防御和法防；#r攻击时敌人的信仰类技能失效；#r#R不能同时拥有信仰类技能。#r#W——我命由我不由天。",
        "name": "超级否定信仰"
      },
      "55424": {
        "desc": "#G造成的法术伤害提高25%。#r#W——纳浩瀚魔息入心，施天下无双之法。",
        "name": "超级魔之心"
      },
      "55425": {
        "desc": "#G避免被敌人反击；#r#G避免被敌人反震；#r造成的物理伤害提高15%。#r#W——兵者，诡道也。",
        "name": "超级偷袭"
      },
      "55426": {
        "desc": "#G发动超级雷属性法术攻击多个敌人；#r对主目标造成的伤害提高10%，并有25%几率附弱点雷两回合；#r攻击人数=自身等级/30+1，最多3人；#r#W——九天落雷，万马齐喑。",
        "name": "超级奔雷咒"
      },
      "55427": {
        "desc": "#G发动超级土属性法术攻击多个敌人；#r对主目标造成的伤害提高10%，并有25%几率附弱点土两回合；#r攻击人数=自身等级/30+1，最多3人；#r#W——地崩山摧，厚土重压。",
        "name": "超级泰山压顶"
      },
      "55428": {
        "desc": "#G发动超级水属性法术攻击多个敌人；#r对主目标造成的伤害提高10%，并有25%几率附弱点水两回合；#r攻击人数=自身等级/30+1，最多3人；#r#W——雨落横流，席卷八方。",
        "name": "超级水漫金山"
      },
      "55429": {
        "desc": "#G发动超级火属性法术攻击多个敌人；#r对主目标造成的伤害提高10%，并有25%几率附弱点火两回合；#r攻击人数=自身等级/30+1，最多3人；#r#W——熊熊烈火，明明如光。",
        "name": "超级地狱烈火"
      },
      "55430": {
        "desc": "#G必定免受雷属性法术伤害，并按应受伤害的大小恢复气血；#r#W——雷锻吾主六感。",
        "name": "超级雷属性吸收"
      },
      "55431": {
        "desc": "#G必定免受土属性法术伤害，并按应受伤害的大小恢复气血；#r#W——土造吾主筋骨。",
        "name": "超级土属性吸收"
      },
      "55432": {
        "desc": "#G必定免受水属性法术伤害，并按应受伤害的大小恢复气血；#r#W——水塑吾主血肉。",
        "name": "超级水属性吸收"
      },
      "55433": {
        "desc": "#G必定免受火属性法术伤害，并按应受伤害的大小恢复气血；#r#W——火炼吾主荒魂。",
        "name": "超级火属性吸收"
      },
      "55434": {
        "desc": "#G增加等级×0.7的物理伤害力；#r攻击有招架类技能的敌人时不会减少伤害结果；有10%几率使敌人旋转并头晕：2回合内造成的伤害降低；#r#R对有超级防御者，伤害结果减少20%。#r#W——力势磅礴，威慑九霄。",
        "name": "超级强力"
      },
      "55435": {
        "desc": "#G提高自身等级×1的防御；#r#W——不可胜者，守也。",
        "name": "超级防御"
      },
      "55438": {
        "desc": "#G第2回合及以后进入战斗时，提升30%的必杀几率并增加50%必杀伤害倍率；#r持续5回合，且逐回合减少20%效果；#r#W——后发先至，锋芒毕露。",
        "name": "超级进击必杀"
      },
      "55439": {
        "desc": "#G第2回合及以后进入战斗时，提升20%的法术暴击几率并增加50%法暴伤害倍率；#r持续5回合，且逐回合减少20%效果；#r#W——一鼓作气，再而衰，三而竭。",
        "name": "超级进击法暴"
      },
      "55443": {
        "desc": "#G替代原召唤兽进入战斗时获得“遗志”：造成伤害提升15%；并获得原召唤兽的“遗志”。#r#W（最多两层）#r#W——山不改其坚，水不改其流。",
        "name": "超级遗志"
      },
      "55493": {
        "desc": "#G召唤未参与过本场战斗的另一只召唤兽替代自己进入战斗，并使其获得召唤兽等级*3的护盾。#r#W——大相无形，壳蜕道成",
        "name": "超级金蝉蜕壳"
      },
      "55573": {
        "desc": "#G法术攻击时：30%几率攻击2次。#r（第二次造成的伤害降低25%）#r#W——浪奔浪涌，潮起潮落。",
        "name": "超级法术连击"
      },
      "55577": {
        "desc": "#G法术伤害有20%几率出现暴击；#r暴击时有10%的几率造成3-4倍的伤害。#r#W——三分天注定，七分靠打拼。",
        "name": "超级法术暴击"
      },
      "55578": {
        "desc": "#G造成的法术伤害巨幅波动；#r#G避免被敌人法术反震。#r#W——三界因果，命数无常。",
        "name": "超级法术波动"
      },
      "55595": {
        "desc": "#G发动物理攻击敌人，并大量提高伤害；#r若敌人防御，则伤害翻倍；#r忽视敌人“防御”、“高级防御”和“超级防御”技能。#r#W——魔息灌注，利刃出鞘！",
        "name": "超级壁垒击破"
      },
      "55627": {
        "desc": "#G增加等级×0.8的法术防御；#r进场时受到的法术伤害额外降低50%，持续两回合。#r#W——道法自然，心志自清。",
        "name": "超级法术抵抗"
      },
      "55629": {
        "desc": "#G第2回合及以后进入战斗时，增加等级×2的防御持续5回合，且逐回合减少20%效果；#r在场时主人获得“盾气”，最多持续5回合；#r#R隐身时不触发本效果。#r#W——有正气护体，可力挽狂势。",
        "name": "超级盾气"
      },
      "55641": {
        "desc": "#G当本方有1/2/3/4种与其不同的召唤兽，则造成的物理伤害提高2%/8%/18%/32%，并增加等级×0.25/0.5/0.75/1的伤害结果；#r#R被封印几率增加10%。#r#W——合纵连横，兵法大成。",
        "name": "超级合纵"
      },
      "56001": {
        "desc": "#G对敌方单个目标造成法术伤害。#r#W——比我爹的牛",
        "name": "超级三昧真火"
      },
      "56002": {
        "desc": "#G法术暴击几率增加50%，且不会逃跑。#r#W——观音我都不怕",
        "name": "桀骜自恃"
      },
      "56003": {
        "desc": "#G增加自身法力点*0.5的法术伤害力。#r#W——你才修炼几年？",
        "name": "圣婴大王"
      },
      "56004": {
        "desc": "#G进入战斗时，炼丹炉中可随机炼制出一个#r#R仅炼丹童子可拥有此技能#r#W（炼制出已有的技能会有意想不到的效果哦）#r#W一一如果我已经服用过这种金丹了呢？",
        "name": "妙手灵丹"
      },
      "56005": {
        "desc": "#G对于五行克制的目标，造成的伤害大幅增加。#r#R仅五行山神可拥有此技能#r#W——如果我们五行相克，我会让你知道什么是残忍。",
        "name": "克敌五行"
      },
      "56006": {
        "desc": "#G增加自身力量*成长*0.2的物理攻击力，降低自身力量*0.2的防御。#r#W——诸法实相，力破万障。",
        "name": "诸天正法"
      },
      "56010": {
        "desc": "#G发动法术攻击多个目标；攻击人数=自身等级/30+1，最多3人；#r进入战斗时概率获得赐福：攻击目标数翻倍，且攻击单位数未达上限时对主目标造成额外伤害。#r#W——轰隆！看这盛大的烟火！",
        "name": "焰火烁星"
      },
      "56040": {
        "desc": "#G依据自身形态释放风龙之息或泽龙之影，若有改变形态时残留的风息或泽影将释放狂风暴雨；\n#r#W——哦呀，风雨已至！要不要打把伞？",
        "name": "龙行风雨"
      },
      "56045": {
        "desc": "#G每回合结束时造成的物理伤害提高10%,且增加5%进入点燃态几率。#r点燃态：回合开始时有几率进入，普通攻击将改为烟花绽放造成大量伤害。（伤害与力量相关）#r#W——节更比一节强！",
        "name": "节节高升"
      }
    },
    "pet_skill_high_to_other_level_mapping": {
      "401": {
        "high_skill": 401,
        "low_skill": 301,
        "name": "超级夜战",
        "super_skill": 55401
      },
      "402": {
        "high_skill": 402,
        "low_skill": 302,
        "name": "超级反击",
        "super_skill": 55402
      },
      "403": {
        "high_skill": 403,
        "low_skill": 303,
        "name": "超级反震",
        "super_skill": 55403
      },
      "404": {
        "high_skill": 404,
        "low_skill": 304,
        "name": "超级吸血",
        "super_skill": 55404
      },
      "405": {
        "high_skill": 405,
        "low_skill": 305,
        "name": "超级连击",
        "super_skill": 55405
      },
      "406": {
        "high_skill": 406,
        "low_skill": 306,
        "name": "超级飞行",
        "super_skill": 55406
      },
      "407": {
        "high_skill": 407,
        "low_skill": 307,
        "name": "超级隐身",
        "super_skill": 55407
      },
      "408": {
        "high_skill": 408,
        "low_skill": 308,
        "name": "超级感知",
        "super_skill": 55408
      },
      "409": {
        "high_skill": 409,
        "low_skill": 309,
        "name": "超级再生",
        "super_skill": 55409
      },
      "410": {
        "high_skill": 410,
        "low_skill": 310,
        "name": "超级冥思",
        "super_skill": 55410
      },
      "413": {
        "high_skill": 413,
        "low_skill": 313,
        "name": "超级驱鬼",
        "super_skill": 55413
      },
      "414": {
        "high_skill": 414,
        "low_skill": 314,
        "name": "超级毒",
        "super_skill": 55414
      },
      "415": {
        "high_skill": 415,
        "low_skill": 315,
        "name": "超级慧根",
        "super_skill": 55415
      },
      "416": {
        "high_skill": 416,
        "low_skill": 316,
        "name": "超级必杀",
        "super_skill": 55416
      },
      "417": {
        "high_skill": 417,
        "low_skill": 317,
        "name": "超级幸运",
        "super_skill": 55417
      },
      "418": {
        "high_skill": 418,
        "low_skill": 318,
        "name": "超级精神集中",
        "super_skill": 55418
      },
      "419": {
        "high_skill": 419,
        "low_skill": 319,
        "name": "超级神迹",
        "super_skill": 55419
      },
      "420": {
        "high_skill": 420,
        "low_skill": 320,
        "name": "超级招架",
        "super_skill": 55420
      },
      "421": {
        "high_skill": 421,
        "low_skill": 321,
        "name": "超级永恒",
        "super_skill": 55421
      },
      "422": {
        "high_skill": 422,
        "low_skill": 322,
        "name": "超级敏捷",
        "super_skill": 55422
      },
      "423": {
        "high_skill": 423,
        "low_skill": 323,
        "name": "超级否定信仰",
        "super_skill": 55423
      },
      "424": {
        "high_skill": 424,
        "low_skill": 324,
        "name": "超级魔之心",
        "super_skill": 55424
      },
      "425": {
        "high_skill": 425,
        "low_skill": 325,
        "name": "超级偷袭",
        "super_skill": 55425
      },
      "426": {
        "high_skill": 426,
        "low_skill": null,
        "name": "超级奔雷咒",
        "super_skill": 55426
      },
      "427": {
        "high_skill": 427,
        "low_skill": null,
        "name": "超级泰山压顶",
        "super_skill": 55427
      },
      "428": {
        "high_skill": 428,
        "low_skill": null,
        "name": "超级水漫金山",
        "super_skill": 55428
      },
      "429": {
        "high_skill": 429,
        "low_skill": null,
        "name": "超级地狱烈火",
        "super_skill": 55429
      },
      "430": {
        "high_skill": 430,
        "low_skill": 330,
        "name": "超级雷属性吸收",
        "super_skill": 55430
      },
      "431": {
        "high_skill": 431,
        "low_skill": 331,
        "name": "超级土属性吸收",
        "super_skill": 55431
      },
      "432": {
        "high_skill": 432,
        "low_skill": 332,
        "name": "超级水属性吸收",
        "super_skill": 55432
      },
      "433": {
        "high_skill": 433,
        "low_skill": 333,
        "name": "超级火属性吸收",
        "super_skill": 55433
      },
      "434": {
        "high_skill": 434,
        "low_skill": 334,
        "name": "超级强力",
        "super_skill": 55434
      },
      "435": {
        "high_skill": 435,
        "low_skill": 335,
        "name": "超级防御",
        "super_skill": 55435
      },
      "438": {
        "high_skill": 438,
        "low_skill": 338,
        "name": "超级进击必杀",
        "super_skill": 55438
      },
      "439": {
        "high_skill": 439,
        "low_skill": 339,
        "name": "超级进击法暴",
        "super_skill": 55439
      },
      "443": {
        "high_skill": 443,
        "low_skill": 343,
        "name": "超级遗志",
        "super_skill": 55443
      },
      "493": {
        "high_skill": 493,
        "low_skill": 393,
        "name": "超级金蝉蜕壳",
        "super_skill": 55493
      },
      "573": {
        "high_skill": 573,
        "low_skill": 510,
        "name": "超级法术连击",
        "super_skill": 55573
      },
      "577": {
        "high_skill": 577,
        "low_skill": 575,
        "name": "超级法术暴击",
        "super_skill": 55577
      },
      "578": {
        "high_skill": 578,
        "low_skill": 576,
        "name": "超级法术波动",
        "super_skill": 55578
      },
      "595": {
        "high_skill": 595,
        "low_skill": null,
        "name": "超级壁垒击破",
        "super_skill": 55595
      },
      "627": {
        "high_skill": 627,
        "low_skill": 626,
        "name": "超级法术抵抗",
        "super_skill": 55627
      },
      "629": {
        "high_skill": 629,
        "low_skill": 628,
        "name": "超级盾气",
        "super_skill": 55629
      },
      "641": {
        "high_skill": 641,
        "low_skill": 640,
        "name": "超级合纵",
        "super_skill": 55641
      }
    },
    "pet_skills_common_high": [
      [
        411,
        "高级神佑复生"
      ],
      [
        422,
        "高级敏捷"
      ],
      [
        435,
        "高级防御"
      ],
      [
        413,
        "高级驱鬼"
      ],
      [
        408,
        "高级感知"
      ],
      [
        443,
        "高级遗志"
      ],
      [
        641,
        "高级合纵"
      ],
      [
        402,
        "高级反击"
      ],
      [
        417,
        "高级幸运"
      ],
      [
        407,
        "高级隐身"
      ],
      [
        410,
        "高级冥思"
      ],
      [
        412,
        "高级鬼魂术"
      ],
      [
        403,
        "高级反震"
      ],
      [
        415,
        "高级慧根"
      ],
      [
        406,
        "高级飞行"
      ],
      [
        420,
        "高级招架"
      ],
      [
        414,
        "高级毒"
      ],
      [
        433,
        "高级火属性吸收"
      ],
      [
        432,
        "高级水属性吸收"
      ],
      [
        430,
        "高级雷属性吸收"
      ],
      [
        431,
        "高级土属性吸收"
      ],
      [
        627,
        "高级法术抵抗"
      ],
      [
        409,
        "高级再生"
      ],
      [
        423,
        "高级否定信仰"
      ],
      [
        419,
        "高级神迹"
      ],
      [
        629,
        "高级盾气"
      ],
      [
        418,
        "高级精神集中"
      ],
      [
        421,
        "高级永恒"
      ],
      [
        492,
        "高级蓄势待发"
      ],
      [
        493,
        "高级金蝉蜕壳"
      ]
    ],
    "pet_skills_for_front": {
      "301": "夜战",
      "302": "反击",
      "303": "反震",
      "304": "吸血",
      "305": "连击",
      "306": "飞行",
      "307": "隐身",
      "308": "感知",
      "309": "再生",
      "310": "冥思",
      "311": "神佑复生",
      "312": "鬼魂术",
      "313": "驱鬼",
      "314": "毒",
      "315": "慧根",
      "316": "必杀",
      "317": "幸运",
      "318": "精神集中",
      "319": "神迹",
      "320": "招架",
      "321": "永恒",
      "322": "敏捷",
      "323": "否定信仰",
      "324": "魔之心",
      "325": "偷袭",
      "326": "雷击",
      "327": "落岩",
      "328": "水攻",
      "329": "烈火",
      "330": "雷属性吸收",
      "331": "土属性吸收",
      "332": "水属性吸收",
      "333": "火属性吸收",
      "334": "强力",
      "335": "防御",
      "336": "独行",
      "337": "法术反震",
      "338": "进击必杀",
      "339": "进击法暴",
      "343": "遗志",
      "349": "茁壮",
      "350": "真灵（火）",
      "351": "真灵（水）",
      "352": "真灵（金）",
      "353": "真灵（土）",
      "354": "真灵（木）",
      "355": "健壮（火）",
      "356": "健壮（水）",
      "357": "健壮（金）",
      "358": "健壮（土）",
      "359": "健壮（木）",
      "360": "蓄势待发",
      "393": "金蝉蜕壳",
      "401": "高级夜战",
      "402": "高级反击",
      "403": "高级反震",
      "404": "高级吸血",
      "405": "高级连击",
      "406": "高级飞行",
      "407": "高级隐身",
      "408": "高级感知",
      "409": "高级再生",
      "410": "高级冥思",
      "411": "高级神佑复生",
      "412": "高级鬼魂术",
      "413": "高级驱鬼",
      "414": "高级毒",
      "415": "高级慧根",
      "416": "高级必杀",
      "417": "高级幸运",
      "418": "高级精神集中",
      "419": "高级神迹",
      "420": "高级招架",
      "421": "高级永恒",
      "422": "高级敏捷",
      "423": "高级否定信仰",
      "424": "高级魔之心",
      "425": "高级偷袭",
      "426": "奔雷咒",
      "427": "泰山压顶",
      "428": "水漫金山",
      "429": "地狱烈火",
      "430": "高级雷属性吸收",
      "431": "高级土属性吸收",
      "432": "高级水属性吸收",
      "433": "高级火属性吸收",
      "434": "高级强力",
      "435": "高级防御",
      "436": "高级独行",
      "437": "高级法术反震",
      "438": "高级进击必杀",
      "439": "高级进击法暴",
      "440": "观照万象",
      "441": "出其不意",
      "442": "势如破竹",
      "443": "高级遗志",
      "444": "无赦魔诀",
      "445": "风起龙游",
      "446": "薪火相传",
      "447": "招财进宝",
      "448": "洞察",
      "449": "欣欣向荣",
      "450": "万物之灵（火）",
      "451": "万物之灵（水）",
      "452": "万物之灵（金）",
      "453": "万物之灵（土）",
      "454": "万物之灵（木）",
      "455": "力大无穷（火）",
      "456": "力大无穷（水）",
      "457": "力大无穷（金）",
      "458": "力大无穷（土）",
      "459": "力大无穷（木）",
      "460": "花好月圆",
      "461": "天狐之舞",
      "462": "出奇制胜",
      "480": "柳暗花明",
      "481": "与生俱来",
      "482": "义薄云天",
      "483": "气贯长虹",
      "484": "雨露之泽",
      "485": "风沙之盾",
      "486": "清风之华",
      "487": "映雪棱镜",
      "488": "泡泡相伴",
      "489": "泡泡相伴",
      "490": "气吞万象·水火",
      "491": "气吞万象·雷土",
      "492": "高级蓄势待发",
      "493": "高级金蝉蜕壳",
      "501": "弱点雷",
      "502": "弱点土",
      "503": "弱点水",
      "504": "弱点火",
      "505": "迟钝",
      "510": "法术连击",
      "511": "*上古灵符占用",
      "512": "*上古灵符占用",
      "513": "*上古灵符占用",
      "514": "*上古灵符占用",
      "515": "*善恶有报占用",
      "516": "*善恶有报占用",
      "517": "乘胜追击",
      "518": "凭风借力",
      "519": "顾盼生姿",
      "520": "拘魂索命",
      "526": "金仙秘术",
      "527": "怒号",
      "528": "万宝金甲",
      "529": "魔劲激发",
      "530": "天魔咒术",
      "531": "驭兽术",
      "532": "墨笔追魂",
      "533": "阎王号令",
      "534": "还魂归魄",
      "535": "盾牌格挡",
      "536": "决一死战",
      "537": "乌纱帽",
      "538": "悬壶济世",
      "539": "对诗",
      "540": "十步一人",
      "541": "仙力激发",
      "542": "腾云跨风",
      "543": "文思泉涌",
      "551": "惊心一剑",
      "552": "死亡召唤",
      "553": "上古灵符",
      "554": "善恶有报",
      "555": "后发制人",
      "556": "针灸",
      "557": "楚楚可怜",
      "558": "定身符",
      "559": "天雷斩",
      "560": "杨柳甘露",
      "561": "龙卷雨击",
      "562": "烟雨剑法",
      "563": "极度疯狂",
      "564": "三昧真火",
      "565": "修罗隐身",
      "566": "勾魂",
      "567": "潜力激发",
      "568": "黄帝内经",
      "569": "还魂咒",
      "570": "蚩尤之搏",
      "571": "力劈华山",
      "572": "夜舞倾城",
      "573": "高级法术连击",
      "575": "法术暴击",
      "576": "法术波动",
      "577": "高级法术暴击",
      "578": "高级法术波动",
      "579": "法术防御",
      "581": "金刚护体",
      "582": "百毒不侵",
      "583": "五雷咒",
      "584": "知己知彼",
      "585": "五行法术",
      "586": "龙腾",
      "587": "炼气化神",
      "588": "威慑",
      "589": "飞砂走石",
      "590": "幽冥鬼眼",
      "591": "姐妹同心",
      "592": "杀气诀",
      "593": "八凶法阵",
      "594": "法术防御",
      "595": "壁垒击破",
      "596": "嗜血追击",
      "597": "剑荡四方",
      "598": "潜能激发",
      "599": "移花接木",
      "624": "龙魂",
      "626": "法术抵抗",
      "627": "高级法术抵抗",
      "628": "盾气",
      "629": "高级盾气",
      "631": "仙人指路",
      "632": "峰回路转",
      "633": "开门见山",
      "634": "张弛有道",
      "635": "四面埋伏",
      "636": "千锤百炼",
      "637": "赴汤蹈火",
      "638": "法力陷阱",
      "639": "灵能激发",
      "640": "合纵",
      "641": "高级合纵",
      "642": "*法力陷阱(触发效果)",
      "644": "雾杀",
      "645": "蜜润",
      "646": "裂石",
      "647": "不动如山",
      "648": "地涌金莲",
      "649": "金身舍利",
      "650": "苍鸾怒击",
      "652": "狂莽一击",
      "653": "虎虎生风",
      "654": "迅风出击",
      "655": "好梦连连",
      "656": "好梦连连",
      "658": "超级神柚复生",
      "660": "浮云神马",
      "661": "须弥真言",
      "662": "千钧一怒",
      "663": "天降灵葫",
      "667": "大快朵颐",
      "669": "月光",
      "671": "无畏布施",
      "672": "从天而降",
      "673": "灵山禅语",
      "674": "怨怖之泣",
      "675": "诡蝠之刑",
      "676": "匠心·固甲",
      "677": "匠心·蓄锐",
      "678": "当头一棒",
      "679": "八戒上身",
      "684": "食指大动",
      "685": "理直气壮",
      "686": "叱咤风云",
      "687": "津津有味",
      "689": "净台妙谛",
      "690": "凝光炼彩",
      "691": "流沙轻音",
      "692": "昼伏夜出",
      "693": "神出鬼没",
      "694": "溜之大吉",
      "695": "焚天陨火",
      "696": "神来气旺",
      "697": "北冥之渊",
      "698": "逍遥游",
      "699": "水击三千",
      "700": "扶摇万里",
      "19111": "墨笔追魂（表演）",
      "55401": "超级夜战",
      "55402": "超级反击",
      "55403": "超级反震",
      "55404": "超级吸血",
      "55405": "超级连击",
      "55406": "超级飞行",
      "55407": "超级隐身",
      "55408": "超级感知",
      "55409": "超级再生",
      "55410": "超级冥思",
      "55413": "超级驱鬼",
      "55414": "超级毒",
      "55415": "超级慧根",
      "55416": "超级必杀",
      "55417": "超级幸运",
      "55418": "超级精神集中",
      "55419": "超级神迹",
      "55420": "超级招架",
      "55421": "超级永恒",
      "55422": "超级敏捷",
      "55423": "超级否定信仰",
      "55424": "超级魔之心",
      "55425": "超级偷袭",
      "55426": "超级奔雷咒",
      "55427": "超级泰山压顶",
      "55428": "超级水漫金山",
      "55429": "超级地狱烈火",
      "55430": "超级雷属性吸收",
      "55431": "超级土属性吸收",
      "55432": "超级水属性吸收",
      "55433": "超级火属性吸收",
      "55434": "超级强力",
      "55435": "超级防御",
      "55438": "超级进击必杀",
      "55439": "超级进击法暴",
      "55443": "超级遗志",
      "55493": "超级金蝉蜕壳",
      "55573": "超级法术连击",
      "55577": "超级法术暴击",
      "55578": "超级法术波动",
      "55595": "超级壁垒击破",
      "55627": "超级法术抵抗",
      "55629": "超级盾气",
      "55641": "超级合纵",
      "56001": "超级三昧真火",
      "56002": "桀骜自恃",
      "56003": "圣婴大王",
      "56004": "妙手灵丹",
      "56005": "克敌五行",
      "56006": "诸天正法",
      "56010": "焰火烁星",
      "56040": "龙行风雨",
      "56045": "节节高升"
    },
    "pet_skills_for_search": [
      [
        571,
        "力劈华山"
      ],
      [
        554,
        "善恶有报"
      ],
      [
        552,
        "死亡召唤"
      ],
      [
        661,
        "须弥真言"
      ],
      [
        595,
        "壁垒击破"
      ],
      [
        579,
        "法术防御"
      ],
      [
        639,
        "灵能激发"
      ],
      [
        638,
        "法力陷阱"
      ],
      [
        597,
        "剑荡四方"
      ],
      [
        599,
        "移花接木"
      ],
      [
        553,
        "上古灵符"
      ],
      [
        671,
        "无畏布施"
      ],
      [
        673,
        "灵山禅语"
      ],
      [
        505,
        "迟钝"
      ],
      [
        596,
        "嗜血追击"
      ],
      [
        404,
        "高级吸血"
      ],
      [
        416,
        "高级必杀"
      ],
      [
        425,
        "高级偷袭"
      ],
      [
        405,
        "高级连击"
      ],
      [
        407,
        "高级隐身"
      ],
      [
        422,
        "高级敏捷"
      ],
      [
        411,
        "高级神佑复生"
      ],
      [
        412,
        "高级鬼魂术"
      ],
      [
        424,
        "高级魔之心"
      ],
      [
        573,
        "高级法术连击"
      ],
      [
        577,
        "高级法术暴击"
      ],
      [
        578,
        "高级法术波动"
      ],
      [
        434,
        "高级强力"
      ],
      [
        413,
        "高级驱鬼"
      ],
      [
        435,
        "高级防御"
      ],
      [
        414,
        "高级毒"
      ],
      [
        406,
        "高级飞行"
      ],
      [
        410,
        "高级冥思"
      ],
      [
        415,
        "高级慧根"
      ],
      [
        627,
        "高级法术抵抗"
      ],
      [
        430,
        "高级雷属性吸收"
      ],
      [
        431,
        "高级土属性吸收"
      ],
      [
        432,
        "高级水属性吸收"
      ],
      [
        433,
        "高级火属性吸收"
      ],
      [
        401,
        "高级夜战"
      ],
      [
        408,
        "高级感知"
      ],
      [
        641,
        "高级合纵"
      ],
      [
        629,
        "高级盾气"
      ],
      [
        403,
        "高级反震"
      ],
      [
        417,
        "高级幸运"
      ],
      [
        418,
        "高级精神集中"
      ],
      [
        419,
        "高级神迹"
      ],
      [
        426,
        "奔雷咒"
      ],
      [
        427,
        "泰山压顶"
      ],
      [
        428,
        "水漫金山"
      ],
      [
        429,
        "地狱烈火"
      ],
      [
        301,
        "夜战"
      ],
      [
        308,
        "感知"
      ],
      [
        640,
        "合纵"
      ],
      [
        628,
        "盾气"
      ],
      [
        303,
        "反震"
      ],
      [
        317,
        "幸运"
      ],
      [
        318,
        "精神集中"
      ],
      [
        319,
        "神迹"
      ],
      [
        326,
        "雷击"
      ],
      [
        327,
        "落岩"
      ],
      [
        328,
        "水攻"
      ],
      [
        329,
        "烈火"
      ],
      [
        304,
        "吸血"
      ],
      [
        316,
        "必杀"
      ],
      [
        325,
        "偷袭"
      ],
      [
        305,
        "连击"
      ],
      [
        307,
        "隐身"
      ],
      [
        322,
        "敏捷"
      ],
      [
        311,
        "神佑复生"
      ],
      [
        312,
        "鬼魂术"
      ],
      [
        324,
        "魔之心"
      ],
      [
        510,
        "法术连击"
      ],
      [
        575,
        "法术暴击"
      ],
      [
        576,
        "法术波动"
      ],
      [
        334,
        "强力"
      ],
      [
        313,
        "驱鬼"
      ],
      [
        335,
        "防御"
      ],
      [
        314,
        "毒"
      ],
      [
        306,
        "飞行"
      ],
      [
        310,
        "冥思"
      ],
      [
        315,
        "慧根"
      ],
      [
        626,
        "法术抵抗"
      ],
      [
        330,
        "雷属性吸收"
      ],
      [
        331,
        "土属性吸收"
      ],
      [
        332,
        "水属性吸收"
      ],
      [
        333,
        "火属性吸收"
      ],
      [
        402,
        "高级反击"
      ],
      [
        420,
        "高级招架"
      ],
      [
        421,
        "高级永恒"
      ],
      [
        409,
        "高级再生"
      ],
      [
        423,
        "高级否定信仰"
      ],
      [
        593,
        "八凶法阵"
      ],
      [
        624,
        "龙魂"
      ],
      [
        572,
        "夜舞倾城"
      ],
      [
        551,
        "惊心一剑"
      ],
      [
        302,
        "反击"
      ],
      [
        320,
        "招架"
      ],
      [
        321,
        "永恒"
      ],
      [
        309,
        "再生"
      ],
      [
        323,
        "否定信仰"
      ],
      [
        650,
        "苍鸾怒击"
      ],
      [
        663,
        "天降灵葫"
      ],
      [
        667,
        "大快朵颐"
      ],
      [
        669,
        "月光"
      ],
      [
        684,
        "食指大动"
      ],
      [
        685,
        "理直气壮"
      ],
      [
        336,
        "独行"
      ],
      [
        337,
        "法术反震"
      ],
      [
        436,
        "高级独行"
      ],
      [
        437,
        "高级法术反震"
      ],
      [
        1,
        "群法"
      ],
      [
        2,
        "单法"
      ],
      [
        660,
        "浮云神马"
      ],
      [
        686,
        "叱咤风云"
      ],
      [
        687,
        "津津有味"
      ],
      [
        689,
        "净台妙谛"
      ],
      [
        690,
        "凝光炼彩"
      ],
      [
        338,
        "进击必杀"
      ],
      [
        339,
        "进击法暴"
      ],
      [
        440,
        "观照万象"
      ],
      [
        441,
        "出其不意"
      ],
      [
        442,
        "势如破竹"
      ],
      [
        343,
        "遗志"
      ],
      [
        443,
        "高级遗志"
      ],
      [
        691,
        "流沙轻音"
      ],
      [
        517,
        "乘胜追击"
      ],
      [
        518,
        "凭风借力"
      ],
      [
        519,
        "顾盼生姿"
      ],
      [
        520,
        "拘魂索命"
      ],
      [
        692,
        "昼伏夜出"
      ],
      [
        696,
        "神来气旺"
      ],
      [
        699,
        "水击三千"
      ],
      [
        700,
        "扶摇万里"
      ],
      [
        697,
        "北冥之渊"
      ],
      [
        698,
        "逍遥游"
      ],
      [
        693,
        "神出鬼没"
      ],
      [
        694,
        "溜之大吉"
      ],
      [
        695,
        "焚天陨火"
      ],
      [
        438,
        "高级进击必杀"
      ],
      [
        439,
        "高级进击法暴"
      ],
      [
        444,
        "无赦魔诀"
      ],
      [
        445,
        "风起龙游"
      ],
      [
        446,
        "薪火相传"
      ],
      [
        447,
        "招财进宝"
      ],
      [
        448,
        "洞察"
      ],
      [
        449,
        "欣欣向荣"
      ],
      [
        450,
        "万物之灵（火）"
      ],
      [
        451,
        "万物之灵（水）"
      ],
      [
        452,
        "万物之灵（金）"
      ],
      [
        453,
        "万物之灵（土）"
      ],
      [
        454,
        "万物之灵（木）"
      ],
      [
        455,
        "力大无穷（火）"
      ],
      [
        456,
        "力大无穷（水）"
      ],
      [
        457,
        "力大无穷（金）"
      ],
      [
        458,
        "力大无穷（土）"
      ],
      [
        459,
        "力大无穷（木）"
      ],
      [
        460,
        "花好月圆"
      ],
      [
        349,
        "茁壮"
      ],
      [
        350,
        "真灵（火）"
      ],
      [
        351,
        "真灵（水）"
      ],
      [
        352,
        "真灵（金）"
      ],
      [
        353,
        "真灵（土）"
      ],
      [
        354,
        "真灵（木）"
      ],
      [
        355,
        "健壮（火）"
      ],
      [
        356,
        "健壮（水）"
      ],
      [
        357,
        "健壮（金）"
      ],
      [
        358,
        "健壮（土）"
      ],
      [
        359,
        "健壮（木）"
      ],
      [
        652,
        "狂莽一击"
      ],
      [
        653,
        "虎虎生风"
      ],
      [
        461,
        "天狐之舞"
      ],
      [
        462,
        "出奇制胜"
      ],
      [
        480,
        "柳暗花明"
      ],
      [
        481,
        "与生俱来"
      ],
      [
        482,
        "义薄云天"
      ],
      [
        483,
        "气贯长虹"
      ],
      [
        654,
        "迅风出击"
      ],
      [
        655,
        "好梦连连"
      ],
      [
        656,
        "好梦连连"
      ],
      [
        488,
        "泡泡相伴"
      ],
      [
        489,
        "泡泡相伴"
      ],
      [
        486,
        "清风之华"
      ],
      [
        487,
        "映雪棱镜"
      ],
      [
        484,
        "雨露之泽"
      ],
      [
        485,
        "风沙之盾"
      ],
      [
        658,
        "超级神柚复生"
      ],
      [
        56001,
        "超级三昧真火"
      ],
      [
        56002,
        "桀骜自恃"
      ],
      [
        56003,
        "圣婴大王"
      ],
      [
        56010,
        "焰火烁星"
      ],
      [
        490,
        "气吞万象·水火"
      ],
      [
        491,
        "气吞万象·雷土"
      ],
      [
        492,
        "高级蓄势待发"
      ],
      [
        493,
        "高级金蝉蜕壳"
      ],
      [
        360,
        "蓄势待发"
      ],
      [
        393,
        "金蝉蜕壳"
      ]
    ],
    "pet_skills_low": [
      [
        301,
        "夜战"
      ],
      [
        304,
        "吸血"
      ],
      [
        316,
        "必杀"
      ],
      [
        325,
        "偷袭"
      ],
      [
        305,
        "连击"
      ],
      [
        334,
        "强力"
      ],
      [
        338,
        "进击必杀"
      ],
      [
        336,
        "独行"
      ],
      [
        575,
        "法术暴击"
      ],
      [
        324,
        "魔之心"
      ],
      [
        510,
        "法术连击"
      ],
      [
        576,
        "法术波动"
      ],
      [
        339,
        "进击法暴"
      ],
      [
        2,
        "单法"
      ],
      [
        328,
        "水攻"
      ],
      [
        326,
        "雷击"
      ],
      [
        327,
        "落岩"
      ],
      [
        329,
        "烈火"
      ],
      [
        308,
        "感知"
      ],
      [
        505,
        "迟钝"
      ],
      [
        322,
        "敏捷"
      ],
      [
        343,
        "遗志"
      ],
      [
        310,
        "冥思"
      ],
      [
        313,
        "驱鬼"
      ],
      [
        302,
        "反击"
      ],
      [
        640,
        "合纵"
      ],
      [
        309,
        "再生"
      ],
      [
        311,
        "神佑复生"
      ],
      [
        315,
        "慧根"
      ],
      [
        306,
        "飞行"
      ],
      [
        312,
        "鬼魂术"
      ],
      [
        335,
        "防御"
      ],
      [
        319,
        "神迹"
      ],
      [
        307,
        "隐身"
      ],
      [
        317,
        "幸运"
      ],
      [
        349,
        "茁壮"
      ],
      [
        314,
        "毒"
      ],
      [
        303,
        "反震"
      ],
      [
        333,
        "火属性吸收"
      ],
      [
        332,
        "水属性吸收"
      ],
      [
        331,
        "土属性吸收"
      ],
      [
        330,
        "雷属性吸收"
      ],
      [
        628,
        "盾气"
      ],
      [
        318,
        "精神集中"
      ],
      [
        337,
        "法术反震"
      ],
      [
        323,
        "否定信仰"
      ],
      [
        320,
        "招架"
      ],
      [
        626,
        "法术抵抗"
      ],
      [
        321,
        "永恒"
      ],
      [
        357,
        "健壮（金）"
      ],
      [
        359,
        "健壮（木）"
      ],
      [
        356,
        "健壮（水）"
      ],
      [
        355,
        "健壮（火）"
      ],
      [
        358,
        "健壮（土）"
      ],
      [
        352,
        "真灵（金）"
      ],
      [
        354,
        "真灵（木）"
      ],
      [
        351,
        "真灵（水）"
      ],
      [
        350,
        "真灵（火）"
      ],
      [
        353,
        "真灵（土）"
      ],
      [
        360,
        "蓄势待发"
      ],
      [
        393,
        "金蝉蜕壳"
      ]
    ],
    "pet_skills_low_for_not_exist": [
      [
        301,
        "夜战"
      ],
      [
        304,
        "吸血"
      ],
      [
        316,
        "必杀"
      ],
      [
        325,
        "偷袭"
      ],
      [
        305,
        "连击"
      ],
      [
        334,
        "强力"
      ],
      [
        338,
        "进击必杀"
      ],
      [
        336,
        "独行"
      ],
      [
        575,
        "法术暴击"
      ],
      [
        324,
        "魔之心"
      ],
      [
        510,
        "法术连击"
      ],
      [
        576,
        "法术波动"
      ],
      [
        339,
        "进击法暴"
      ],
      [
        2,
        "单法"
      ],
      [
        328,
        "水攻"
      ],
      [
        326,
        "雷击"
      ],
      [
        327,
        "落岩"
      ],
      [
        329,
        "烈火"
      ],
      [
        308,
        "感知"
      ],
      [
        505,
        "迟钝"
      ],
      [
        322,
        "敏捷"
      ],
      [
        343,
        "遗志"
      ],
      [
        310,
        "冥思"
      ],
      [
        313,
        "驱鬼"
      ],
      [
        302,
        "反击"
      ],
      [
        640,
        "合纵"
      ],
      [
        309,
        "再生"
      ],
      [
        311,
        "神佑复生"
      ],
      [
        315,
        "慧根"
      ],
      [
        306,
        "飞行"
      ],
      [
        312,
        "鬼魂术"
      ],
      [
        335,
        "防御"
      ],
      [
        319,
        "神迹"
      ],
      [
        307,
        "隐身"
      ],
      [
        317,
        "幸运"
      ],
      [
        349,
        "茁壮"
      ],
      [
        314,
        "毒"
      ],
      [
        303,
        "反震"
      ],
      [
        333,
        "火属性吸收"
      ],
      [
        332,
        "水属性吸收"
      ],
      [
        331,
        "土属性吸收"
      ],
      [
        330,
        "雷属性吸收"
      ],
      [
        628,
        "盾气"
      ],
      [
        318,
        "精神集中"
      ],
      [
        337,
        "法术反震"
      ],
      [
        323,
        "否定信仰"
      ],
      [
        320,
        "招架"
      ],
      [
        626,
        "法术抵抗"
      ],
      [
        321,
        "永恒"
      ],
      [
        357,
        "健壮（金）"
      ],
      [
        359,
        "健壮（木）"
      ],
      [
        356,
        "健壮（水）"
      ],
      [
        355,
        "健壮（火）"
      ],
      [
        358,
        "健壮（土）"
      ],
      [
        352,
        "真灵（金）"
      ],
      [
        354,
        "真灵（木）"
      ],
      [
        351,
        "真灵（水）"
      ],
      [
        350,
        "真灵（火）"
      ],
      [
        353,
        "真灵（土）"
      ],
      [
        501,
        "弱点雷"
      ],
      [
        502,
        "弱点土"
      ],
      [
        503,
        "弱点水"
      ],
      [
        504,
        "弱点火"
      ]
    ],
    "pet_skills_mag_high": [
      [
        424,
        "高级魔之心"
      ],
      [
        577,
        "高级法术暴击"
      ],
      [
        578,
        "高级法术波动"
      ],
      [
        573,
        "高级法术连击"
      ],
      [
        439,
        "高级进击法暴"
      ],
      [
        1,
        "群法"
      ],
      [
        427,
        "泰山压顶"
      ],
      [
        429,
        "地狱烈火"
      ],
      [
        426,
        "奔雷咒"
      ],
      [
        428,
        "水漫金山"
      ]
    ],
    "pet_skills_phy_high": [
      [
        405,
        "高级连击"
      ],
      [
        416,
        "高级必杀"
      ],
      [
        425,
        "高级偷袭"
      ],
      [
        404,
        "高级吸血"
      ],
      [
        401,
        "高级夜战"
      ],
      [
        434,
        "高级强力"
      ],
      [
        438,
        "高级进击必杀"
      ],
      [
        436,
        "高级独行"
      ]
    ],
    "pet_skills_special": [
      [
        56006,
        "诸天正法"
      ],
      [
        554,
        "善恶有报"
      ],
      [
        571,
        "力劈华山"
      ],
      [
        595,
        "壁垒击破"
      ],
      [
        597,
        "剑荡四方"
      ],
      [
        596,
        "嗜血追击"
      ],
      [
        551,
        "惊心一剑"
      ],
      [
        447,
        "招财进宝"
      ],
      [
        442,
        "势如破竹"
      ],
      [
        661,
        "须弥真言"
      ],
      [
        462,
        "出奇制胜"
      ],
      [
        440,
        "观照万象"
      ],
      [
        553,
        "上古灵符"
      ],
      [
        639,
        "灵能激发"
      ],
      [
        441,
        "出其不意"
      ],
      [
        689,
        "净台妙谛"
      ],
      [
        445,
        "风起龙游"
      ],
      [
        579,
        "法术防御"
      ],
      [
        552,
        "死亡召唤"
      ],
      [
        449,
        "欣欣向荣"
      ],
      [
        690,
        "凝光炼彩"
      ],
      [
        572,
        "夜舞倾城"
      ],
      [
        444,
        "无赦魔诀"
      ],
      [
        671,
        "无畏布施"
      ],
      [
        673,
        "灵山禅语"
      ],
      [
        446,
        "薪火相传"
      ],
      [
        460,
        "花好月圆"
      ],
      [
        448,
        "洞察"
      ],
      [
        461,
        "天狐之舞"
      ],
      [
        452,
        "万物之灵（金）"
      ],
      [
        454,
        "万物之灵（木）"
      ],
      [
        451,
        "万物之灵（水）"
      ],
      [
        450,
        "万物之灵（火）"
      ],
      [
        453,
        "万物之灵（土）"
      ],
      [
        457,
        "力大无穷（金）"
      ],
      [
        459,
        "力大无穷（木）"
      ],
      [
        456,
        "力大无穷（水）"
      ],
      [
        455,
        "力大无穷（火）"
      ],
      [
        458,
        "力大无穷（土）"
      ],
      [
        638,
        "法力陷阱"
      ],
      [
        599,
        "移花接木"
      ],
      [
        437,
        "高级法术反震"
      ],
      [
        650,
        "苍鸾怒击"
      ],
      [
        660,
        "浮云神马"
      ],
      [
        624,
        "龙魂"
      ],
      [
        484,
        "雨露之泽"
      ],
      [
        485,
        "风沙之盾"
      ],
      [
        486,
        "清风之华"
      ],
      [
        487,
        "映雪棱镜"
      ],
      [
        56004,
        "妙手灵丹"
      ],
      [
        56005,
        "克敌五行"
      ],
      [
        490,
        "气吞万象·水火"
      ],
      [
        491,
        "气吞万象·雷土"
      ]
    ],
    "pet_type_info_for_app": [
      {
        "label": "变异日游神",
        "pinyin": "r",
        "value": "102903,102904"
      },
      {
        "label": "炎魔神",
        "pinyin": "y",
        "value": "102097,102214"
      },
      {
        "label": "变异巨蛙",
        "pinyin": "j",
        "value": "102537"
      },
      {
        "label": "蛤蟆精",
        "pinyin": "h",
        "value": "102022"
      },
      {
        "label": "变异地狱战神",
        "pinyin": "d",
        "value": "102574,102686"
      },
      {
        "label": "超级人参娃娃",
        "pinyin": "c",
        "value": "102019,102263"
      },
      {
        "label": "毒花龟（日）",
        "pinyin": "d",
        "value": "102414"
      },
      {
        "label": "超级神牛（辛丑）",
        "pinyin": "c",
        "value": "102487,102488"
      },
      {
        "label": "变异毒花龟（日）",
        "pinyin": "d",
        "value": "102914"
      },
      {
        "label": "变异花铃",
        "pinyin": "h",
        "value": "102885,102886"
      },
      {
        "label": "变异岩龟",
        "pinyin": "y",
        "value": "102917"
      },
      {
        "label": "变异五行山神（水）",
        "pinyin": "w",
        "value": "112563,112568"
      },
      {
        "label": "变异琴仙",
        "pinyin": "q",
        "value": "102803,102804"
      },
      {
        "label": "变异兔子怪",
        "pinyin": "t",
        "value": "102501"
      },
      {
        "label": "天兵",
        "pinyin": "t",
        "value": "102061,102184"
      },
      {
        "label": "变异雪狸",
        "pinyin": "x",
        "value": "102937"
      },
      {
        "label": "超级大熊猫",
        "pinyin": "c",
        "value": "102016,102256"
      },
      {
        "label": "超级神蛇（乙巳）",
        "pinyin": "c",
        "value": "112074,112075"
      },
      {
        "label": "火月蛙",
        "pinyin": "h",
        "value": "102446"
      },
      {
        "label": "夜罗刹",
        "pinyin": "y",
        "value": "102096,102213"
      },
      {
        "label": "毒花龟（夜）",
        "pinyin": "d",
        "value": "102415"
      },
      {
        "label": "变异沙暴",
        "pinyin": "s",
        "value": "112522,112526"
      },
      {
        "label": "超级玉兔",
        "pinyin": "c",
        "value": "102317,102318"
      },
      {
        "label": "元宝龟",
        "pinyin": "y",
        "value": "102418"
      },
      {
        "label": "野鬼",
        "pinyin": "y",
        "value": "102055"
      },
      {
        "label": "变异龙鲤",
        "pinyin": "l",
        "value": "102977,102978"
      },
      {
        "label": "变异画魂",
        "pinyin": "h",
        "value": "102651,102711"
      },
      {
        "label": "变异五行山神（金）",
        "pinyin": "w",
        "value": "112561,112566"
      },
      {
        "label": "山贼",
        "pinyin": "s",
        "value": "102045"
      },
      {
        "label": "变异古代瑞兽",
        "pinyin": "g",
        "value": "102541,102682"
      },
      {
        "label": "变异巨石守卫（昼）",
        "pinyin": "j",
        "value": "102836,102835"
      },
      {
        "label": "琴仙",
        "pinyin": "q",
        "value": "102304,102303"
      },
      {
        "label": "鬼火狸",
        "pinyin": "g",
        "value": "102450"
      },
      {
        "label": "葫芦宝贝",
        "pinyin": "h",
        "value": "102124,102228"
      },
      {
        "label": "超级神兔（癸卯）",
        "pinyin": "c",
        "value": "112016,112017"
      },
      {
        "label": "变异白熊",
        "pinyin": "b",
        "value": "102540,102680"
      },
      {
        "label": "变异望月蛙",
        "pinyin": "w",
        "value": "102934"
      },
      {
        "label": "无相金蝉",
        "pinyin": "w",
        "value": "112082,112087"
      },
      {
        "label": "黑熊精",
        "pinyin": "h",
        "value": "102006"
      },
      {
        "label": "变异巨力神猿",
        "pinyin": "j",
        "value": "102653,102734"
      },
      {
        "label": "狐不归",
        "pinyin": "h",
        "value": "102387,102388"
      },
      {
        "label": "泡泡灵仙·巫蛮儿",
        "pinyin": "p",
        "value": "102360"
      },
      {
        "label": "变异玄珠灵仙",
        "pinyin": "x",
        "value": "102832,102831"
      },
      {
        "label": "五行山神（土）",
        "pinyin": "w",
        "value": "112065,112070"
      },
      {
        "label": "司雪",
        "pinyin": "s",
        "value": "112020,112024"
      },
      {
        "label": "变异狂豹（人型）",
        "pinyin": "k",
        "value": "102628,102731"
      },
      {
        "label": "超级神蛇",
        "pinyin": "c",
        "value": "102051,102275"
      },
      {
        "label": "超级神狗",
        "pinyin": "c",
        "value": "102326,102325"
      },
      {
        "label": "冰火龟",
        "pinyin": "b",
        "value": "102443"
      },
      {
        "label": "鬼将",
        "pinyin": "g",
        "value": "102076,102209"
      },
      {
        "label": "马面",
        "pinyin": "m",
        "value": "102053"
      },
      {
        "label": "变异巡游天神",
        "pinyin": "x",
        "value": "102572,102697"
      },
      {
        "label": "蛟龙",
        "pinyin": "j",
        "value": "102070,102187"
      },
      {
        "label": "大海龟",
        "pinyin": "d",
        "value": "102036"
      },
      {
        "label": "谛听",
        "pinyin": "d",
        "value": "102400,102399"
      },
      {
        "label": "日游神",
        "pinyin": "r",
        "value": "102403,102404"
      },
      {
        "label": "变异五行山神（火）",
        "pinyin": "w",
        "value": "112564,112569"
      },
      {
        "label": "变异葫芦宝贝",
        "pinyin": "h",
        "value": "102624,102728"
      },
      {
        "label": "变异护卫",
        "pinyin": "h",
        "value": "102548"
      },
      {
        "label": "藤蔓妖花",
        "pinyin": "t",
        "value": "102162,102237"
      },
      {
        "label": "司辰侍者（过去）",
        "pinyin": "s",
        "value": "112071,112072"
      },
      {
        "label": "变异炼丹童子",
        "pinyin": "l",
        "value": "112540,112548"
      },
      {
        "label": "超级红孩儿",
        "pinyin": "c",
        "value": "112054,112055"
      },
      {
        "label": "变异幽萤娃娃",
        "pinyin": "y",
        "value": "102650,102710"
      },
      {
        "label": "变异涂山瞳",
        "pinyin": "t",
        "value": "112508,112509"
      },
      {
        "label": "超级猪小戒",
        "pinyin": "c",
        "value": "102828,102827"
      },
      {
        "label": "超级神柚",
        "pinyin": "c",
        "value": "102497,102498"
      },
      {
        "label": "变异百足将军",
        "pinyin": "b",
        "value": "102603,102702"
      },
      {
        "label": "连弩车",
        "pinyin": "l",
        "value": "102114,102226"
      },
      {
        "label": "牛妖",
        "pinyin": "n",
        "value": "102066"
      },
      {
        "label": "变异司雨",
        "pinyin": "s",
        "value": "112521,112525"
      },
      {
        "label": "变异月影仙",
        "pinyin": "y",
        "value": "102901,102902"
      },
      {
        "label": "白熊",
        "pinyin": "b",
        "value": "102040,102180"
      },
      {
        "label": "幽萤娃娃",
        "pinyin": "y",
        "value": "102150,102210"
      },
      {
        "label": "海狸",
        "pinyin": "h",
        "value": "102440"
      },
      {
        "label": "增长巡守",
        "pinyin": "z",
        "value": "102319,102322"
      },
      {
        "label": "幻姬",
        "pinyin": "h",
        "value": "102473,102474"
      },
      {
        "label": "岩龟",
        "pinyin": "y",
        "value": "102417"
      },
      {
        "label": "强盗",
        "pinyin": "q",
        "value": "102044"
      },
      {
        "label": "虬龙",
        "pinyin": "q",
        "value": "102481,102482"
      },
      {
        "label": "毒云龟",
        "pinyin": "d",
        "value": "102442"
      },
      {
        "label": "变异天将",
        "pinyin": "t",
        "value": "102538,102681"
      },
      {
        "label": "变异司风",
        "pinyin": "s",
        "value": "112519,112523"
      },
      {
        "label": "变异踏云兽",
        "pinyin": "t",
        "value": "102605,102718"
      },
      {
        "label": "花铃",
        "pinyin": "h",
        "value": "102386,102385"
      },
      {
        "label": "变异树怪",
        "pinyin": "s",
        "value": "102510"
      },
      {
        "label": "月魅",
        "pinyin": "y",
        "value": "102389,102390"
      },
      {
        "label": "变异千年蛇魅",
        "pinyin": "q",
        "value": "102622,102694"
      },
      {
        "label": "金身罗汉",
        "pinyin": "j",
        "value": "102161,102240"
      },
      {
        "label": "变异阴阳伞",
        "pinyin": "y",
        "value": "102599,102735"
      },
      {
        "label": "变异牛妖",
        "pinyin": "n",
        "value": "102566"
      },
      {
        "label": "变异毒花龟（夜）",
        "pinyin": "d",
        "value": "102915"
      },
      {
        "label": "变异机关兽",
        "pinyin": "j",
        "value": "102612,102724"
      },
      {
        "label": "变异如意仙子",
        "pinyin": "r",
        "value": "102515,102699"
      },
      {
        "label": "变异小龙女",
        "pinyin": "x",
        "value": "102524"
      },
      {
        "label": "泪妖",
        "pinyin": "l",
        "value": "102305,102306"
      },
      {
        "label": "踏云兽",
        "pinyin": "t",
        "value": "102105,102218"
      },
      {
        "label": "火沙虫",
        "pinyin": "h",
        "value": "102447"
      },
      {
        "label": "变异修罗傀儡妖",
        "pinyin": "x",
        "value": "102660,102739"
      },
      {
        "label": "变异蛤蟆精",
        "pinyin": "h",
        "value": "102522"
      },
      {
        "label": "变异云游火",
        "pinyin": "y",
        "value": "102830,102829"
      },
      {
        "label": "变异噬天虎",
        "pinyin": "s",
        "value": "102598,102715"
      },
      {
        "label": "变异野鬼",
        "pinyin": "y",
        "value": "102555"
      },
      {
        "label": "龙龟",
        "pinyin": "l",
        "value": "102107,102220"
      },
      {
        "label": "变异狼",
        "pinyin": "l",
        "value": "102534"
      },
      {
        "label": "云龟",
        "pinyin": "y",
        "value": "102420"
      },
      {
        "label": "变异积水蛙",
        "pinyin": "j",
        "value": "102930"
      },
      {
        "label": "变异马面",
        "pinyin": "m",
        "value": "102553"
      },
      {
        "label": "犀牛将军（人形）",
        "pinyin": "x",
        "value": "102117,102195"
      },
      {
        "label": "巴蛇",
        "pinyin": "b",
        "value": "102115,102227"
      },
      {
        "label": "变异修罗傀儡鬼",
        "pinyin": "x",
        "value": "102659,102736"
      },
      {
        "label": "变异老虎",
        "pinyin": "l",
        "value": "102528"
      },
      {
        "label": "蚌精",
        "pinyin": "b",
        "value": "102119,102190"
      },
      {
        "label": "千年蛇魅",
        "pinyin": "q",
        "value": "102122,102194"
      },
      {
        "label": "变异增长巡守",
        "pinyin": "z",
        "value": "102819,102822"
      },
      {
        "label": "变异长乐灵仙",
        "pinyin": "c",
        "value": "102995,102996"
      },
      {
        "label": "变异机关鸟",
        "pinyin": "j",
        "value": "102613,102725"
      },
      {
        "label": "变异碧水夜叉",
        "pinyin": "b",
        "value": "102623,102692"
      },
      {
        "label": "变异镜妖",
        "pinyin": "j",
        "value": "102807,102808"
      },
      {
        "label": "混沌兽",
        "pinyin": "h",
        "value": "102130,102232"
      },
      {
        "label": "食魂虫（日）",
        "pinyin": "s",
        "value": "102428"
      },
      {
        "label": "变异天兵",
        "pinyin": "t",
        "value": "102561,102684"
      },
      {
        "label": "变异狐不归",
        "pinyin": "h",
        "value": "102887,102888"
      },
      {
        "label": "强盗鬼狸",
        "pinyin": "q",
        "value": "102456"
      },
      {
        "label": "五行山神（金）",
        "pinyin": "w",
        "value": "112061,112066"
      },
      {
        "label": "变异纵火狸",
        "pinyin": "z",
        "value": "102939"
      },
      {
        "label": "变异竹笋虫",
        "pinyin": "z",
        "value": "102926"
      },
      {
        "label": "大蝙蝠",
        "pinyin": "d",
        "value": "102030"
      },
      {
        "label": "兔子怪",
        "pinyin": "t",
        "value": "102001"
      },
      {
        "label": "变异蝎子精",
        "pinyin": "x",
        "value": "102629,102729"
      },
      {
        "label": "僵尸",
        "pinyin": "j",
        "value": "102054"
      },
      {
        "label": "变异幽灵",
        "pinyin": "y",
        "value": "102578,102706"
      },
      {
        "label": "超级飞天",
        "pinyin": "c",
        "value": "102405,102406"
      },
      {
        "label": "犀牛将军（兽形）",
        "pinyin": "x",
        "value": "102118,102196"
      },
      {
        "label": "变异巴蛇",
        "pinyin": "b",
        "value": "102615,102727"
      },
      {
        "label": "变异连弩车",
        "pinyin": "l",
        "value": "102614,102726"
      },
      {
        "label": "缘劫女娲",
        "pinyin": "y",
        "value": "112080,112085"
      },
      {
        "label": "变异羊头怪",
        "pinyin": "y",
        "value": "102507"
      },
      {
        "label": "修罗傀儡鬼",
        "pinyin": "x",
        "value": "102159,102236"
      },
      {
        "label": "涂山雪",
        "pinyin": "t",
        "value": "102392,102391"
      },
      {
        "label": "超级赤焰兽",
        "pinyin": "c",
        "value": "102108,102261"
      },
      {
        "label": "般若天女",
        "pinyin": "b",
        "value": "102321,102324"
      },
      {
        "label": "变异吸血鬼",
        "pinyin": "x",
        "value": "102577,102707"
      },
      {
        "label": "泡泡",
        "pinyin": "p",
        "value": "102004"
      },
      {
        "label": "狼",
        "pinyin": "l",
        "value": "102034"
      },
      {
        "label": "变异大蝙蝠",
        "pinyin": "d",
        "value": "102530"
      },
      {
        "label": "变异雷龙",
        "pinyin": "l",
        "value": "102979,102980"
      },
      {
        "label": "阴阳伞",
        "pinyin": "y",
        "value": "102099,102235"
      },
      {
        "label": "雷鸟人",
        "pinyin": "l",
        "value": "102023,102178"
      },
      {
        "label": "泡泡灵仙·神天兵",
        "pinyin": "p",
        "value": "102355"
      },
      {
        "label": "月光金乌虫",
        "pinyin": "y",
        "value": "102453"
      },
      {
        "label": "羊头怪",
        "pinyin": "y",
        "value": "102007"
      },
      {
        "label": "画魂",
        "pinyin": "h",
        "value": "102151,102211"
      },
      {
        "label": "狸",
        "pinyin": "l",
        "value": "102039"
      },
      {
        "label": "超级神猴",
        "pinyin": "c",
        "value": "102313,102314"
      },
      {
        "label": "变异独角鬼王",
        "pinyin": "d",
        "value": "102893,102894"
      },
      {
        "label": "沙暴",
        "pinyin": "s",
        "value": "112022,112026"
      },
      {
        "label": "超级筋斗云",
        "pinyin": "c",
        "value": "102021,102264"
      },
      {
        "label": "熔岩龟",
        "pinyin": "r",
        "value": "102416"
      },
      {
        "label": "金乌月光虫",
        "pinyin": "j",
        "value": "102458"
      },
      {
        "label": "竹笋虫",
        "pinyin": "z",
        "value": "102426"
      },
      {
        "label": "超级神羊",
        "pinyin": "c",
        "value": "102249,102277"
      },
      {
        "label": "变异虾兵",
        "pinyin": "x",
        "value": "102562"
      },
      {
        "label": "巨石守卫（昼）",
        "pinyin": "j",
        "value": "102336,102335"
      },
      {
        "label": "变异海狸",
        "pinyin": "h",
        "value": "102940"
      },
      {
        "label": "变异冰龟",
        "pinyin": "b",
        "value": "102919"
      },
      {
        "label": "变异律法女娲",
        "pinyin": "l",
        "value": "102586,102704"
      },
      {
        "label": "鼠先锋",
        "pinyin": "s",
        "value": "102104,102203"
      },
      {
        "label": "机关兽",
        "pinyin": "j",
        "value": "102112,102224"
      },
      {
        "label": "天机虫",
        "pinyin": "t",
        "value": "102427"
      },
      {
        "label": "古代瑞兽",
        "pinyin": "g",
        "value": "102041,102182"
      },
      {
        "label": "净瓶女娲",
        "pinyin": "j",
        "value": "102087,102208"
      },
      {
        "label": "变异鬼蛙",
        "pinyin": "g",
        "value": "102932"
      },
      {
        "label": "超级鲲鹏",
        "pinyin": "c",
        "value": "102459,102490"
      },
      {
        "label": "变异虬龙",
        "pinyin": "q",
        "value": "102981,102982"
      },
      {
        "label": "变异蛟龙",
        "pinyin": "j",
        "value": "102570,102687"
      },
      {
        "label": "天狗（兽形）",
        "pinyin": "t",
        "value": "112078,112083"
      },
      {
        "label": "积水鬼蛙",
        "pinyin": "j",
        "value": "102454"
      },
      {
        "label": "变异黑山老妖",
        "pinyin": "h",
        "value": "102573,102683"
      },
      {
        "label": "月影仙",
        "pinyin": "y",
        "value": "102401,102402"
      },
      {
        "label": "超级孔雀",
        "pinyin": "c",
        "value": "102032,102267"
      },
      {
        "label": "炼丹童子",
        "pinyin": "l",
        "value": "112040,112048"
      },
      {
        "label": "鲛人",
        "pinyin": "j",
        "value": "102121,102191"
      },
      {
        "label": "地狱战神",
        "pinyin": "d",
        "value": "102074,102186"
      },
      {
        "label": "超级小白龙",
        "pinyin": "c",
        "value": "102341,102342"
      },
      {
        "label": "百足将军",
        "pinyin": "b",
        "value": "102103,102202"
      },
      {
        "label": "超级神马",
        "pinyin": "c",
        "value": "102049,102276"
      },
      {
        "label": "变异毗舍童子",
        "pinyin": "p",
        "value": "102743,102746"
      },
      {
        "label": "超级泡泡",
        "pinyin": "c",
        "value": "102005,102255,112034,112035"
      },
      {
        "label": "变异金铙僧",
        "pinyin": "j",
        "value": "102809,102810"
      },
      {
        "label": "变异蟹将",
        "pinyin": "x",
        "value": "102563"
      },
      {
        "label": "灵鹤",
        "pinyin": "l",
        "value": "102095,102217"
      },
      {
        "label": "碧水夜叉",
        "pinyin": "b",
        "value": "102123,102192"
      },
      {
        "label": "变异猫灵（人型）",
        "pinyin": "m",
        "value": "102626,102730"
      },
      {
        "label": "野猪精",
        "pinyin": "y",
        "value": "102102,102201"
      },
      {
        "label": "冰龟",
        "pinyin": "b",
        "value": "102419"
      },
      {
        "label": "狐狸精",
        "pinyin": "h",
        "value": "102059"
      },
      {
        "label": "芙蓉仙子",
        "pinyin": "f",
        "value": "102009,102200"
      },
      {
        "label": "超级灵狐",
        "pinyin": "c",
        "value": "102031,102266"
      },
      {
        "label": "魔化毗舍童子",
        "pinyin": "m",
        "value": "102411,102412"
      },
      {
        "label": "变异沙虫",
        "pinyin": "s",
        "value": "102921"
      },
      {
        "label": "雪月蛙",
        "pinyin": "x",
        "value": "102455"
      },
      {
        "label": "沙狸",
        "pinyin": "s",
        "value": "102436"
      },
      {
        "label": "律法女娲",
        "pinyin": "l",
        "value": "102086,102204"
      },
      {
        "label": "小龙女",
        "pinyin": "x",
        "value": "102024"
      },
      {
        "label": "变异凤凰",
        "pinyin": "f",
        "value": "102571,102688"
      },
      {
        "label": "变异雷鸟人",
        "pinyin": "l",
        "value": "102523,102678"
      },
      {
        "label": "变异骷髅怪",
        "pinyin": "k",
        "value": "102517"
      },
      {
        "label": "风伯",
        "pinyin": "f",
        "value": "102068,102185"
      },
      {
        "label": "变异月光虫",
        "pinyin": "y",
        "value": "102924"
      },
      {
        "label": "长乐灵仙",
        "pinyin": "c",
        "value": "102496,102495"
      },
      {
        "label": "变异广目巡守",
        "pinyin": "g",
        "value": "102837,102838"
      },
      {
        "label": "变异强盗",
        "pinyin": "q",
        "value": "102544"
      },
      {
        "label": "变异蝴蝶仙子",
        "pinyin": "h",
        "value": "102511,102679"
      },
      {
        "label": "独角鬼王",
        "pinyin": "d",
        "value": "102393,102394"
      },
      {
        "label": "变异雨师",
        "pinyin": "y",
        "value": "102783,102689"
      },
      {
        "label": "火云龟",
        "pinyin": "h",
        "value": "102444"
      },
      {
        "label": "噬天虎",
        "pinyin": "s",
        "value": "102098,102215"
      },
      {
        "label": "变异无常鬼差（白）",
        "pinyin": "w",
        "value": "102897,102898"
      },
      {
        "label": "雾中仙",
        "pinyin": "w",
        "value": "102094,102216"
      },
      {
        "label": "司雨",
        "pinyin": "s",
        "value": "112021,112025"
      },
      {
        "label": "鬼蛙",
        "pinyin": "g",
        "value": "102432"
      },
      {
        "label": "变异鬼狸",
        "pinyin": "g",
        "value": "102938"
      },
      {
        "label": "大力鬼王",
        "pinyin": "d",
        "value": "112081,112086"
      },
      {
        "label": "蟹将",
        "pinyin": "x",
        "value": "102063"
      },
      {
        "label": "五行山神（水）",
        "pinyin": "w",
        "value": "112063,112068"
      },
      {
        "label": "多闻巡守",
        "pinyin": "d",
        "value": "102339,102340"
      },
      {
        "label": "变异夜罗刹",
        "pinyin": "y",
        "value": "102596,102713"
      },
      {
        "label": "妙华天女",
        "pinyin": "m",
        "value": "102345,102346"
      },
      {
        "label": "变异真陀护法",
        "pinyin": "z",
        "value": "102744,102747"
      },
      {
        "label": "变异混沌兽",
        "pinyin": "h",
        "value": "102630,102732"
      },
      {
        "label": "变异草龟",
        "pinyin": "c",
        "value": "102913"
      },
      {
        "label": "变异蜃气妖",
        "pinyin": "s",
        "value": "102664,102738"
      },
      {
        "label": "变异天狗（兽形）",
        "pinyin": "t",
        "value": "112578,112583"
      },
      {
        "label": "章鱼",
        "pinyin": "z",
        "value": "102042"
      },
      {
        "label": "超级神牛",
        "pinyin": "c",
        "value": "102110,102271"
      },
      {
        "label": "巡游天神",
        "pinyin": "x",
        "value": "102072,102197"
      },
      {
        "label": "曼珠沙华",
        "pinyin": "m",
        "value": "102163,102241"
      },
      {
        "label": "变异曼珠沙华",
        "pinyin": "m",
        "value": "102663,102741"
      },
      {
        "label": "熔火虫",
        "pinyin": "r",
        "value": "102423"
      },
      {
        "label": "蜃气妖",
        "pinyin": "s",
        "value": "102164,102238"
      },
      {
        "label": "机关鸟",
        "pinyin": "j",
        "value": "102113,102225"
      },
      {
        "label": "变异花妖",
        "pinyin": "h",
        "value": "102512"
      },
      {
        "label": "变异金乌虫",
        "pinyin": "j",
        "value": "102922"
      },
      {
        "label": "超级神虎",
        "pinyin": "c",
        "value": "102008,102272"
      },
      {
        "label": "自在心猿",
        "pinyin": "z",
        "value": "112038,112046"
      },
      {
        "label": "变异狸",
        "pinyin": "l",
        "value": "102539"
      },
      {
        "label": "月光雪蛙",
        "pinyin": "y",
        "value": "102445"
      },
      {
        "label": "长眉灵猴",
        "pinyin": "c",
        "value": "102152,102233"
      },
      {
        "label": "变异牛头",
        "pinyin": "n",
        "value": "102552"
      },
      {
        "label": "变异夜游神",
        "pinyin": "y",
        "value": "102895,102896"
      },
      {
        "label": "阿宝",
        "pinyin": "a",
        "value": "112004,112005"
      },
      {
        "label": "泡泡灵仙·骨精灵",
        "pinyin": "p",
        "value": "102354"
      },
      {
        "label": "持国巡守",
        "pinyin": "c",
        "value": "102242,102245"
      },
      {
        "label": "草龟",
        "pinyin": "c",
        "value": "102413"
      },
      {
        "label": "变异狂豹（兽型）",
        "pinyin": "k",
        "value": "102627,102723"
      },
      {
        "label": "变异大力鬼王",
        "pinyin": "d",
        "value": "112581,112586"
      },
      {
        "label": "超级土地公公",
        "pinyin": "c",
        "value": "102311,102312"
      },
      {
        "label": "五行山神（火）",
        "pinyin": "w",
        "value": "112064,112069"
      },
      {
        "label": "金乌火虫",
        "pinyin": "j",
        "value": "102448"
      },
      {
        "label": "月光虫",
        "pinyin": "y",
        "value": "102424"
      },
      {
        "label": "雨师",
        "pinyin": "y",
        "value": "102283,102189"
      },
      {
        "label": "五行山神（木）",
        "pinyin": "w",
        "value": "112062,112067"
      },
      {
        "label": "夜游神",
        "pinyin": "y",
        "value": "102395,102396"
      },
      {
        "label": "变异鲛人",
        "pinyin": "j",
        "value": "102621,102691"
      },
      {
        "label": "变异龙龟",
        "pinyin": "l",
        "value": "102607,102720"
      },
      {
        "label": "变异食魂虫（夜）",
        "pinyin": "s",
        "value": "102929"
      },
      {
        "label": "毗舍童子",
        "pinyin": "p",
        "value": "102243,102246"
      },
      {
        "label": "红萼仙子",
        "pinyin": "h",
        "value": "102106,102219"
      },
      {
        "label": "变异金身罗汉",
        "pinyin": "j",
        "value": "102661,102740"
      },
      {
        "label": "超级大鹏",
        "pinyin": "c",
        "value": "102109,102262"
      },
      {
        "label": "变异涂山雪",
        "pinyin": "t",
        "value": "102891,102892"
      },
      {
        "label": "泡泡灵仙·剑侠客",
        "pinyin": "p",
        "value": "102348"
      },
      {
        "label": "超级金猴",
        "pinyin": "c",
        "value": "102018,102258"
      },
      {
        "label": "超级神龙",
        "pinyin": "c",
        "value": "102035,102274"
      },
      {
        "label": "变异食魂虫（日）",
        "pinyin": "s",
        "value": "102928"
      },
      {
        "label": "变异大力金刚",
        "pinyin": "d",
        "value": "102593,102712"
      },
      {
        "label": "变异锦毛貂精",
        "pinyin": "j",
        "value": "102620,102693"
      },
      {
        "label": "变异沙狸",
        "pinyin": "s",
        "value": "102936"
      },
      {
        "label": "龟丞相",
        "pinyin": "g",
        "value": "102064"
      },
      {
        "label": "变异犀牛将军（兽形）",
        "pinyin": "x",
        "value": "102618,102696"
      },
      {
        "label": "变异长眉灵猴",
        "pinyin": "c",
        "value": "102652,102733"
      },
      {
        "label": "无常鬼差（黑）",
        "pinyin": "w",
        "value": "102409,102410"
      },
      {
        "label": "超级神龙（甲辰）",
        "pinyin": "c",
        "value": "112036,112037"
      },
      {
        "label": "海星",
        "pinyin": "h",
        "value": "102047"
      },
      {
        "label": "大力金刚",
        "pinyin": "d",
        "value": "102093,102212"
      },
      {
        "label": "变异灵鹤",
        "pinyin": "l",
        "value": "102595,102717"
      },
      {
        "label": "草叶魂虫",
        "pinyin": "c",
        "value": "102452"
      },
      {
        "label": "广目巡守",
        "pinyin": "g",
        "value": "102337,102338"
      },
      {
        "label": "如意仙子",
        "pinyin": "r",
        "value": "102015,102199"
      },
      {
        "label": "花妖",
        "pinyin": "h",
        "value": "102012"
      },
      {
        "label": "超级神鼠",
        "pinyin": "c",
        "value": "102408,102407"
      },
      {
        "label": "泡泡灵仙·羽灵神",
        "pinyin": "p",
        "value": "102363"
      },
      {
        "label": "超级神猪",
        "pinyin": "c",
        "value": "102343,102344"
      },
      {
        "label": "涂山瞳",
        "pinyin": "t",
        "value": "112008,112009"
      },
      {
        "label": "树怪",
        "pinyin": "s",
        "value": "102010"
      },
      {
        "label": "变异有苏鸩",
        "pinyin": "y",
        "value": "112506,112507"
      },
      {
        "label": "超级神虎（壬寅）",
        "pinyin": "c",
        "value": "112002,112003"
      },
      {
        "label": "变异星灵仙子",
        "pinyin": "x",
        "value": "102567,102698"
      },
      {
        "label": "变异强盗狸",
        "pinyin": "q",
        "value": "102935"
      },
      {
        "label": "机关人",
        "pinyin": "j",
        "value": "102111,102221"
      },
      {
        "label": "变异阿宝",
        "pinyin": "a",
        "value": "112504,112505"
      },
      {
        "label": "锦毛貂精",
        "pinyin": "j",
        "value": "102120,102193"
      },
      {
        "label": "变异僵尸",
        "pinyin": "j",
        "value": "102554"
      },
      {
        "label": "猫灵（人型）",
        "pinyin": "m",
        "value": "102126,102230"
      },
      {
        "label": "超级神鸡",
        "pinyin": "c",
        "value": "102315,102316"
      },
      {
        "label": "超级离火兽",
        "pinyin": "c",
        "value": "102485,102486"
      },
      {
        "label": "变异犀牛将军（人形）",
        "pinyin": "x",
        "value": "102617,102695"
      },
      {
        "label": "变异幻姬",
        "pinyin": "h",
        "value": "102973,102974"
      },
      {
        "label": "变异灵灯侍者",
        "pinyin": "l",
        "value": "102820,102823"
      },
      {
        "label": "执音",
        "pinyin": "z",
        "value": "102471,102472"
      },
      {
        "label": "超级风泽",
        "pinyin": "c",
        "value": "118866,118867,118868,118869"
      },
      {
        "label": "司风",
        "pinyin": "s",
        "value": "112019,112023"
      },
      {
        "label": "觉醒涂山雪",
        "pinyin": "j",
        "value": "112010,112011"
      },
      {
        "label": "变异司辰侍者（未来）",
        "pinyin": "s",
        "value": "112539,112547"
      },
      {
        "label": "变异赌徒",
        "pinyin": "d",
        "value": "102546"
      },
      {
        "label": "变异金翼",
        "pinyin": "j",
        "value": "102975,102976"
      },
      {
        "label": "超级六耳猕猴",
        "pinyin": "c",
        "value": "102250,102270"
      },
      {
        "label": "变异章鱼",
        "pinyin": "z",
        "value": "102542"
      },
      {
        "label": "变异月魅",
        "pinyin": "y",
        "value": "102889,102890"
      },
      {
        "label": "变异自在心猿",
        "pinyin": "z",
        "value": "112538,112546"
      },
      {
        "label": "变异净瓶女娲",
        "pinyin": "j",
        "value": "102587,102708"
      },
      {
        "label": "变异天狗（人形）",
        "pinyin": "t",
        "value": "112579,112584"
      },
      {
        "label": "变异无相金蝉",
        "pinyin": "w",
        "value": "112582,112587"
      },
      {
        "label": "司辰侍者（未来）",
        "pinyin": "s",
        "value": "112039,112047"
      },
      {
        "label": "变异多闻巡守",
        "pinyin": "d",
        "value": "102839,102840"
      },
      {
        "label": "狂豹（人型）",
        "pinyin": "k",
        "value": "102128,102231"
      },
      {
        "label": "超级青鸾",
        "pinyin": "c",
        "value": "102060,102269"
      },
      {
        "label": "胖海狸",
        "pinyin": "p",
        "value": "102451"
      },
      {
        "label": "纵火狸",
        "pinyin": "z",
        "value": "102439"
      },
      {
        "label": "牛头",
        "pinyin": "n",
        "value": "102052"
      },
      {
        "label": "变异谛听",
        "pinyin": "d",
        "value": "102899,102900"
      },
      {
        "label": "玄珠灵仙",
        "pinyin": "x",
        "value": "102332,102331"
      },
      {
        "label": "超级灵鹿",
        "pinyin": "c",
        "value": "102100,102259"
      },
      {
        "label": "变异蚌精",
        "pinyin": "b",
        "value": "102619,102690"
      },
      {
        "label": "超级神兔",
        "pinyin": "c",
        "value": "102132,102273"
      },
      {
        "label": "变异泪妖",
        "pinyin": "l",
        "value": "102805,102806"
      },
      {
        "label": "变异风伯",
        "pinyin": "f",
        "value": "102568,102685"
      },
      {
        "label": "巨蛙",
        "pinyin": "j",
        "value": "102037"
      },
      {
        "label": "金翼",
        "pinyin": "j",
        "value": "102475,102476"
      },
      {
        "label": "沙虫",
        "pinyin": "s",
        "value": "102421"
      },
      {
        "label": "强盗狸",
        "pinyin": "q",
        "value": "102435"
      },
      {
        "label": "镜妖",
        "pinyin": "j",
        "value": "102307,102308"
      },
      {
        "label": "变异司辰侍者（过去）",
        "pinyin": "s",
        "value": "112571,112572"
      },
      {
        "label": "变异龟丞相",
        "pinyin": "g",
        "value": "102564"
      },
      {
        "label": "巨石守卫（夜）",
        "pinyin": "j",
        "value": "102334,102333"
      },
      {
        "label": "蜘蛛精",
        "pinyin": "z",
        "value": "102065"
      },
      {
        "label": "变异熔岩龟",
        "pinyin": "r",
        "value": "102916"
      },
      {
        "label": "变异鬼将",
        "pinyin": "g",
        "value": "102576,102709"
      },
      {
        "label": "泡泡灵仙·杀破狼",
        "pinyin": "p",
        "value": "102361"
      },
      {
        "label": "超级大象",
        "pinyin": "c",
        "value": "102020,102257"
      },
      {
        "label": "变异云龟",
        "pinyin": "y",
        "value": "102920"
      },
      {
        "label": "巨力神猿",
        "pinyin": "j",
        "value": "102153,102234"
      },
      {
        "label": "雪蛙",
        "pinyin": "x",
        "value": "102431"
      },
      {
        "label": "变异灵符女娲",
        "pinyin": "l",
        "value": "102585,102705"
      },
      {
        "label": "变异海毛虫",
        "pinyin": "h",
        "value": "102533"
      },
      {
        "label": "强盗沙狸",
        "pinyin": "q",
        "value": "102449"
      },
      {
        "label": "变异觉醒涂山雪",
        "pinyin": "j",
        "value": "112510,112511"
      },
      {
        "label": "龙鲤",
        "pinyin": "l",
        "value": "102477,102478"
      },
      {
        "label": "云游火",
        "pinyin": "y",
        "value": "102330,102329"
      },
      {
        "label": "变异五行山神（木）",
        "pinyin": "w",
        "value": "112562,112567"
      },
      {
        "label": "变异蜘蛛精",
        "pinyin": "z",
        "value": "102565"
      },
      {
        "label": "变异缘劫女娲",
        "pinyin": "y",
        "value": "112580,112585"
      },
      {
        "label": "泡泡灵仙·飞燕女",
        "pinyin": "p",
        "value": "102349"
      },
      {
        "label": "变异芙蓉仙子",
        "pinyin": "f",
        "value": "102509,102700"
      },
      {
        "label": "修罗傀儡妖",
        "pinyin": "x",
        "value": "102160,102239"
      },
      {
        "label": "变异猫灵（兽型）",
        "pinyin": "m",
        "value": "102625,102722"
      },
      {
        "label": "吸血鬼",
        "pinyin": "x",
        "value": "102077,102207"
      },
      {
        "label": "变异野猪精",
        "pinyin": "y",
        "value": "102602,102701"
      },
      {
        "label": "积水蛙",
        "pinyin": "j",
        "value": "102430"
      },
      {
        "label": "猫灵（兽型）",
        "pinyin": "m",
        "value": "102125,102222"
      },
      {
        "label": "超级麒麟",
        "pinyin": "c",
        "value": "102050,102268"
      },
      {
        "label": "变异熔火虫",
        "pinyin": "r",
        "value": "102923"
      },
      {
        "label": "变异海星",
        "pinyin": "h",
        "value": "102547"
      },
      {
        "label": "天将",
        "pinyin": "t",
        "value": "102038,102181"
      },
      {
        "label": "灵灯侍者",
        "pinyin": "l",
        "value": "102320,102323"
      },
      {
        "label": "幽灵",
        "pinyin": "y",
        "value": "102078,102206"
      },
      {
        "label": "变异大海龟",
        "pinyin": "d",
        "value": "102536"
      },
      {
        "label": "海毛虫",
        "pinyin": "h",
        "value": "102033"
      },
      {
        "label": "灵符女娲",
        "pinyin": "l",
        "value": "102085,102205"
      },
      {
        "label": "草叶虫",
        "pinyin": "c",
        "value": "102425"
      },
      {
        "label": "金铙僧",
        "pinyin": "j",
        "value": "102309,102310"
      },
      {
        "label": "熔火蛙",
        "pinyin": "r",
        "value": "102433"
      },
      {
        "label": "变异般若天女",
        "pinyin": "b",
        "value": "102821,102824"
      },
      {
        "label": "无常鬼差（白）",
        "pinyin": "w",
        "value": "102398,102397"
      },
      {
        "label": "有苏鸩",
        "pinyin": "y",
        "value": "112006,112007"
      },
      {
        "label": "变异巨石守卫（夜）",
        "pinyin": "j",
        "value": "102834,102833"
      },
      {
        "label": "变异熔火蛙",
        "pinyin": "r",
        "value": "102933"
      },
      {
        "label": "星灵仙子",
        "pinyin": "x",
        "value": "102067,102198"
      },
      {
        "label": "凤凰",
        "pinyin": "f",
        "value": "102071,102188"
      },
      {
        "label": "骷髅怪",
        "pinyin": "k",
        "value": "102017"
      },
      {
        "label": "变异无常鬼差（黑）",
        "pinyin": "w",
        "value": "102909,102910"
      },
      {
        "label": "超级海豚",
        "pinyin": "c",
        "value": "102131,102265"
      },
      {
        "label": "护卫",
        "pinyin": "h",
        "value": "102048"
      },
      {
        "label": "变异持国巡守",
        "pinyin": "c",
        "value": "102742,102745"
      },
      {
        "label": "真陀护法",
        "pinyin": "z",
        "value": "102244,102247"
      },
      {
        "label": "蝎子精",
        "pinyin": "x",
        "value": "102129,102229"
      },
      {
        "label": "变异司雪",
        "pinyin": "s",
        "value": "112520,112524"
      },
      {
        "label": "变异藤蔓妖花",
        "pinyin": "t",
        "value": "102662,102737"
      },
      {
        "label": "野猪",
        "pinyin": "y",
        "value": "102002"
      },
      {
        "label": "黑山老妖",
        "pinyin": "h",
        "value": "102073,102183"
      },
      {
        "label": "变异机关人",
        "pinyin": "j",
        "value": "102611,102721"
      },
      {
        "label": "天狗（人形）",
        "pinyin": "t",
        "value": "112079,112084"
      },
      {
        "label": "望月蛙",
        "pinyin": "w",
        "value": "102434"
      },
      {
        "label": "黑熊",
        "pinyin": "h",
        "value": "102029"
      },
      {
        "label": "赌徒",
        "pinyin": "d",
        "value": "102046"
      },
      {
        "label": "蝴蝶仙子",
        "pinyin": "h",
        "value": "102011,102179"
      },
      {
        "label": "变异黑熊精",
        "pinyin": "h",
        "value": "102506"
      },
      {
        "label": "岩冰龟",
        "pinyin": "y",
        "value": "102441"
      },
      {
        "label": "鬼狸",
        "pinyin": "g",
        "value": "102438"
      },
      {
        "label": "变异红萼仙子",
        "pinyin": "h",
        "value": "102606,102719"
      },
      {
        "label": "泡泡灵仙·龙太子",
        "pinyin": "p",
        "value": "102356"
      },
      {
        "label": "变异野猪",
        "pinyin": "y",
        "value": "102502"
      },
      {
        "label": "变异山贼",
        "pinyin": "s",
        "value": "102545"
      },
      {
        "label": "老虎",
        "pinyin": "l",
        "value": "102028"
      },
      {
        "label": "变异黑熊",
        "pinyin": "h",
        "value": "102529"
      },
      {
        "label": "食魂虫（夜）",
        "pinyin": "s",
        "value": "102429"
      },
      {
        "label": "变异雪蛙",
        "pinyin": "x",
        "value": "102931"
      },
      {
        "label": "超级有熊",
        "pinyin": "c",
        "value": "112001,112000"
      },
      {
        "label": "雷龙",
        "pinyin": "l",
        "value": "102479,102480"
      },
      {
        "label": "变异狐狸精",
        "pinyin": "h",
        "value": "102559"
      },
      {
        "label": "变异草叶虫",
        "pinyin": "c",
        "value": "102925"
      },
      {
        "label": "变异五行山神（土）",
        "pinyin": "w",
        "value": "112565,112570"
      },
      {
        "label": "雪狸",
        "pinyin": "x",
        "value": "102437"
      },
      {
        "label": "超级飞廉",
        "pinyin": "c",
        "value": "112028,112027"
      },
      {
        "label": "变异炎魔神",
        "pinyin": "y",
        "value": "102597,102714"
      },
      {
        "label": "金乌虫",
        "pinyin": "j",
        "value": "102422"
      },
      {
        "label": "超级白泽",
        "pinyin": "c",
        "value": "102101,102260"
      },
      {
        "label": "变异雾中仙",
        "pinyin": "w",
        "value": "102594,102716"
      },
      {
        "label": "虾兵",
        "pinyin": "x",
        "value": "102062"
      },
      {
        "label": "变异鼠先锋",
        "pinyin": "s",
        "value": "102604,102703"
      },
      {
        "label": "狂豹（兽型）",
        "pinyin": "k",
        "value": "102127,102223"
      },
      {
        "label": "变异执音",
        "pinyin": "z",
        "value": "102971,102972"
      }
    ],
    "pet_type_info_for_front": [
      [
        "102903,102904",
        "变异日游神",
        "r"
      ],
      [
        "102097,102214",
        "炎魔神",
        "y"
      ],
      [
        "102537",
        "变异巨蛙",
        "j"
      ],
      [
        "102022",
        "蛤蟆精",
        "h"
      ],
      [
        "102574,102686",
        "变异地狱战神",
        "d"
      ],
      [
        "102019,102263",
        "超级人参娃娃",
        "c"
      ],
      [
        "102414",
        "毒花龟（日）",
        "d"
      ],
      [
        "102487,102488",
        "超级神牛（辛丑）",
        "c"
      ],
      [
        "102914",
        "变异毒花龟（日）",
        "d"
      ],
      [
        "102885,102886",
        "变异花铃",
        "h"
      ],
      [
        "102917",
        "变异岩龟",
        "y"
      ],
      [
        "112563,112568",
        "变异五行山神（水）",
        "w"
      ],
      [
        "102803,102804",
        "变异琴仙",
        "q"
      ],
      [
        "102501",
        "变异兔子怪",
        "t"
      ],
      [
        "102061,102184",
        "天兵",
        "t"
      ],
      [
        "102937",
        "变异雪狸",
        "x"
      ],
      [
        "102016,102256",
        "超级大熊猫",
        "c"
      ],
      [
        "112074,112075",
        "超级神蛇（乙巳）",
        "c"
      ],
      [
        "102446",
        "火月蛙",
        "h"
      ],
      [
        "102096,102213",
        "夜罗刹",
        "y"
      ],
      [
        "102415",
        "毒花龟（夜）",
        "d"
      ],
      [
        "112522,112526",
        "变异沙暴",
        "s"
      ],
      [
        "102317,102318",
        "超级玉兔",
        "c"
      ],
      [
        "102418",
        "元宝龟",
        "y"
      ],
      [
        "102055",
        "野鬼",
        "y"
      ],
      [
        "102977,102978",
        "变异龙鲤",
        "l"
      ],
      [
        "102651,102711",
        "变异画魂",
        "h"
      ],
      [
        "112561,112566",
        "变异五行山神（金）",
        "w"
      ],
      [
        "102045",
        "山贼",
        "s"
      ],
      [
        "102541,102682",
        "变异古代瑞兽",
        "g"
      ],
      [
        "102836,102835",
        "变异巨石守卫（昼）",
        "j"
      ],
      [
        "102304,102303",
        "琴仙",
        "q"
      ],
      [
        "102450",
        "鬼火狸",
        "g"
      ],
      [
        "102124,102228",
        "葫芦宝贝",
        "h"
      ],
      [
        "112016,112017",
        "超级神兔（癸卯）",
        "c"
      ],
      [
        "102540,102680",
        "变异白熊",
        "b"
      ],
      [
        "102934",
        "变异望月蛙",
        "w"
      ],
      [
        "112082,112087",
        "无相金蝉",
        "w"
      ],
      [
        "102006",
        "黑熊精",
        "h"
      ],
      [
        "102653,102734",
        "变异巨力神猿",
        "j"
      ],
      [
        "102387,102388",
        "狐不归",
        "h"
      ],
      [
        "102360",
        "泡泡灵仙·巫蛮儿",
        "p"
      ],
      [
        "102832,102831",
        "变异玄珠灵仙",
        "x"
      ],
      [
        "112065,112070",
        "五行山神（土）",
        "w"
      ],
      [
        "112020,112024",
        "司雪",
        "s"
      ],
      [
        "102628,102731",
        "变异狂豹（人型）",
        "k"
      ],
      [
        "102051,102275",
        "超级神蛇",
        "c"
      ],
      [
        "102326,102325",
        "超级神狗",
        "c"
      ],
      [
        "102443",
        "冰火龟",
        "b"
      ],
      [
        "102076,102209",
        "鬼将",
        "g"
      ],
      [
        "102053",
        "马面",
        "m"
      ],
      [
        "102572,102697",
        "变异巡游天神",
        "x"
      ],
      [
        "102070,102187",
        "蛟龙",
        "j"
      ],
      [
        "102036",
        "大海龟",
        "d"
      ],
      [
        "102400,102399",
        "谛听",
        "d"
      ],
      [
        "102403,102404",
        "日游神",
        "r"
      ],
      [
        "112564,112569",
        "变异五行山神（火）",
        "w"
      ],
      [
        "102624,102728",
        "变异葫芦宝贝",
        "h"
      ],
      [
        "102548",
        "变异护卫",
        "h"
      ],
      [
        "102162,102237",
        "藤蔓妖花",
        "t"
      ],
      [
        "112071,112072",
        "司辰侍者（过去）",
        "s"
      ],
      [
        "112540,112548",
        "变异炼丹童子",
        "l"
      ],
      [
        "112054,112055",
        "超级红孩儿",
        "c"
      ],
      [
        "102650,102710",
        "变异幽萤娃娃",
        "y"
      ],
      [
        "112508,112509",
        "变异涂山瞳",
        "t"
      ],
      [
        "102828,102827",
        "超级猪小戒",
        "c"
      ],
      [
        "102497,102498",
        "超级神柚",
        "c"
      ],
      [
        "102603,102702",
        "变异百足将军",
        "b"
      ],
      [
        "102114,102226",
        "连弩车",
        "l"
      ],
      [
        "102066",
        "牛妖",
        "n"
      ],
      [
        "112521,112525",
        "变异司雨",
        "s"
      ],
      [
        "102901,102902",
        "变异月影仙",
        "y"
      ],
      [
        "102040,102180",
        "白熊",
        "b"
      ],
      [
        "102150,102210",
        "幽萤娃娃",
        "y"
      ],
      [
        "102440",
        "海狸",
        "h"
      ],
      [
        "102319,102322",
        "增长巡守",
        "z"
      ],
      [
        "102473,102474",
        "幻姬",
        "h"
      ],
      [
        "102417",
        "岩龟",
        "y"
      ],
      [
        "102044",
        "强盗",
        "q"
      ],
      [
        "102481,102482",
        "虬龙",
        "q"
      ],
      [
        "102442",
        "毒云龟",
        "d"
      ],
      [
        "102538,102681",
        "变异天将",
        "t"
      ],
      [
        "112519,112523",
        "变异司风",
        "s"
      ],
      [
        "102605,102718",
        "变异踏云兽",
        "t"
      ],
      [
        "102386,102385",
        "花铃",
        "h"
      ],
      [
        "102510",
        "变异树怪",
        "s"
      ],
      [
        "102389,102390",
        "月魅",
        "y"
      ],
      [
        "102622,102694",
        "变异千年蛇魅",
        "q"
      ],
      [
        "102161,102240",
        "金身罗汉",
        "j"
      ],
      [
        "102599,102735",
        "变异阴阳伞",
        "y"
      ],
      [
        "102566",
        "变异牛妖",
        "n"
      ],
      [
        "102915",
        "变异毒花龟（夜）",
        "d"
      ],
      [
        "102612,102724",
        "变异机关兽",
        "j"
      ],
      [
        "102515,102699",
        "变异如意仙子",
        "r"
      ],
      [
        "102524",
        "变异小龙女",
        "x"
      ],
      [
        "102305,102306",
        "泪妖",
        "l"
      ],
      [
        "102105,102218",
        "踏云兽",
        "t"
      ],
      [
        "102447",
        "火沙虫",
        "h"
      ],
      [
        "102660,102739",
        "变异修罗傀儡妖",
        "x"
      ],
      [
        "102522",
        "变异蛤蟆精",
        "h"
      ],
      [
        "102830,102829",
        "变异云游火",
        "y"
      ],
      [
        "102598,102715",
        "变异噬天虎",
        "s"
      ],
      [
        "102555",
        "变异野鬼",
        "y"
      ],
      [
        "102107,102220",
        "龙龟",
        "l"
      ],
      [
        "102534",
        "变异狼",
        "l"
      ],
      [
        "102420",
        "云龟",
        "y"
      ],
      [
        "102930",
        "变异积水蛙",
        "j"
      ],
      [
        "102553",
        "变异马面",
        "m"
      ],
      [
        "102117,102195",
        "犀牛将军（人形）",
        "x"
      ],
      [
        "102115,102227",
        "巴蛇",
        "b"
      ],
      [
        "102659,102736",
        "变异修罗傀儡鬼",
        "x"
      ],
      [
        "102528",
        "变异老虎",
        "l"
      ],
      [
        "102119,102190",
        "蚌精",
        "b"
      ],
      [
        "102122,102194",
        "千年蛇魅",
        "q"
      ],
      [
        "102819,102822",
        "变异增长巡守",
        "z"
      ],
      [
        "102995,102996",
        "变异长乐灵仙",
        "c"
      ],
      [
        "102613,102725",
        "变异机关鸟",
        "j"
      ],
      [
        "102623,102692",
        "变异碧水夜叉",
        "b"
      ],
      [
        "102807,102808",
        "变异镜妖",
        "j"
      ],
      [
        "102130,102232",
        "混沌兽",
        "h"
      ],
      [
        "102428",
        "食魂虫（日）",
        "s"
      ],
      [
        "102561,102684",
        "变异天兵",
        "t"
      ],
      [
        "102887,102888",
        "变异狐不归",
        "h"
      ],
      [
        "102456",
        "强盗鬼狸",
        "q"
      ],
      [
        "112061,112066",
        "五行山神（金）",
        "w"
      ],
      [
        "102939",
        "变异纵火狸",
        "z"
      ],
      [
        "102926",
        "变异竹笋虫",
        "z"
      ],
      [
        "102030",
        "大蝙蝠",
        "d"
      ],
      [
        "102001",
        "兔子怪",
        "t"
      ],
      [
        "102629,102729",
        "变异蝎子精",
        "x"
      ],
      [
        "102054",
        "僵尸",
        "j"
      ],
      [
        "102578,102706",
        "变异幽灵",
        "y"
      ],
      [
        "102405,102406",
        "超级飞天",
        "c"
      ],
      [
        "102118,102196",
        "犀牛将军（兽形）",
        "x"
      ],
      [
        "102615,102727",
        "变异巴蛇",
        "b"
      ],
      [
        "102614,102726",
        "变异连弩车",
        "l"
      ],
      [
        "112080,112085",
        "缘劫女娲",
        "y"
      ],
      [
        "102507",
        "变异羊头怪",
        "y"
      ],
      [
        "102159,102236",
        "修罗傀儡鬼",
        "x"
      ],
      [
        "102392,102391",
        "涂山雪",
        "t"
      ],
      [
        "102108,102261",
        "超级赤焰兽",
        "c"
      ],
      [
        "102321,102324",
        "般若天女",
        "b"
      ],
      [
        "102577,102707",
        "变异吸血鬼",
        "x"
      ],
      [
        "102004",
        "泡泡",
        "p"
      ],
      [
        "102034",
        "狼",
        "l"
      ],
      [
        "102530",
        "变异大蝙蝠",
        "d"
      ],
      [
        "102979,102980",
        "变异雷龙",
        "l"
      ],
      [
        "102099,102235",
        "阴阳伞",
        "y"
      ],
      [
        "102023,102178",
        "雷鸟人",
        "l"
      ],
      [
        "102355",
        "泡泡灵仙·神天兵",
        "p"
      ],
      [
        "102453",
        "月光金乌虫",
        "y"
      ],
      [
        "102007",
        "羊头怪",
        "y"
      ],
      [
        "102151,102211",
        "画魂",
        "h"
      ],
      [
        "102039",
        "狸",
        "l"
      ],
      [
        "102313,102314",
        "超级神猴",
        "c"
      ],
      [
        "102893,102894",
        "变异独角鬼王",
        "d"
      ],
      [
        "112022,112026",
        "沙暴",
        "s"
      ],
      [
        "102021,102264",
        "超级筋斗云",
        "c"
      ],
      [
        "102416",
        "熔岩龟",
        "r"
      ],
      [
        "102458",
        "金乌月光虫",
        "j"
      ],
      [
        "102426",
        "竹笋虫",
        "z"
      ],
      [
        "102249,102277",
        "超级神羊",
        "c"
      ],
      [
        "102562",
        "变异虾兵",
        "x"
      ],
      [
        "102336,102335",
        "巨石守卫（昼）",
        "j"
      ],
      [
        "102940",
        "变异海狸",
        "h"
      ],
      [
        "102919",
        "变异冰龟",
        "b"
      ],
      [
        "102586,102704",
        "变异律法女娲",
        "l"
      ],
      [
        "102104,102203",
        "鼠先锋",
        "s"
      ],
      [
        "102112,102224",
        "机关兽",
        "j"
      ],
      [
        "102427",
        "天机虫",
        "t"
      ],
      [
        "102041,102182",
        "古代瑞兽",
        "g"
      ],
      [
        "102087,102208",
        "净瓶女娲",
        "j"
      ],
      [
        "102932",
        "变异鬼蛙",
        "g"
      ],
      [
        "102459,102490",
        "超级鲲鹏",
        "c"
      ],
      [
        "102981,102982",
        "变异虬龙",
        "q"
      ],
      [
        "102570,102687",
        "变异蛟龙",
        "j"
      ],
      [
        "112078,112083",
        "天狗（兽形）",
        "t"
      ],
      [
        "102454",
        "积水鬼蛙",
        "j"
      ],
      [
        "102573,102683",
        "变异黑山老妖",
        "h"
      ],
      [
        "102401,102402",
        "月影仙",
        "y"
      ],
      [
        "102032,102267",
        "超级孔雀",
        "c"
      ],
      [
        "112040,112048",
        "炼丹童子",
        "l"
      ],
      [
        "102121,102191",
        "鲛人",
        "j"
      ],
      [
        "102074,102186",
        "地狱战神",
        "d"
      ],
      [
        "102341,102342",
        "超级小白龙",
        "c"
      ],
      [
        "102103,102202",
        "百足将军",
        "b"
      ],
      [
        "102049,102276",
        "超级神马",
        "c"
      ],
      [
        "102743,102746",
        "变异毗舍童子",
        "p"
      ],
      [
        "102005,102255,112034,112035",
        "超级泡泡",
        "c"
      ],
      [
        "102809,102810",
        "变异金铙僧",
        "j"
      ],
      [
        "102563",
        "变异蟹将",
        "x"
      ],
      [
        "102095,102217",
        "灵鹤",
        "l"
      ],
      [
        "102123,102192",
        "碧水夜叉",
        "b"
      ],
      [
        "102626,102730",
        "变异猫灵（人型）",
        "m"
      ],
      [
        "102102,102201",
        "野猪精",
        "y"
      ],
      [
        "102419",
        "冰龟",
        "b"
      ],
      [
        "102059",
        "狐狸精",
        "h"
      ],
      [
        "102009,102200",
        "芙蓉仙子",
        "f"
      ],
      [
        "102031,102266",
        "超级灵狐",
        "c"
      ],
      [
        "102411,102412",
        "魔化毗舍童子",
        "m"
      ],
      [
        "102921",
        "变异沙虫",
        "s"
      ],
      [
        "102455",
        "雪月蛙",
        "x"
      ],
      [
        "102436",
        "沙狸",
        "s"
      ],
      [
        "102086,102204",
        "律法女娲",
        "l"
      ],
      [
        "102024",
        "小龙女",
        "x"
      ],
      [
        "102571,102688",
        "变异凤凰",
        "f"
      ],
      [
        "102523,102678",
        "变异雷鸟人",
        "l"
      ],
      [
        "102517",
        "变异骷髅怪",
        "k"
      ],
      [
        "102068,102185",
        "风伯",
        "f"
      ],
      [
        "102924",
        "变异月光虫",
        "y"
      ],
      [
        "102496,102495",
        "长乐灵仙",
        "c"
      ],
      [
        "102837,102838",
        "变异广目巡守",
        "g"
      ],
      [
        "102544",
        "变异强盗",
        "q"
      ],
      [
        "102511,102679",
        "变异蝴蝶仙子",
        "h"
      ],
      [
        "102393,102394",
        "独角鬼王",
        "d"
      ],
      [
        "102783,102689",
        "变异雨师",
        "y"
      ],
      [
        "102444",
        "火云龟",
        "h"
      ],
      [
        "102098,102215",
        "噬天虎",
        "s"
      ],
      [
        "102897,102898",
        "变异无常鬼差（白）",
        "w"
      ],
      [
        "102094,102216",
        "雾中仙",
        "w"
      ],
      [
        "112021,112025",
        "司雨",
        "s"
      ],
      [
        "102432",
        "鬼蛙",
        "g"
      ],
      [
        "102938",
        "变异鬼狸",
        "g"
      ],
      [
        "112081,112086",
        "大力鬼王",
        "d"
      ],
      [
        "102063",
        "蟹将",
        "x"
      ],
      [
        "112063,112068",
        "五行山神（水）",
        "w"
      ],
      [
        "102339,102340",
        "多闻巡守",
        "d"
      ],
      [
        "102596,102713",
        "变异夜罗刹",
        "y"
      ],
      [
        "102345,102346",
        "妙华天女",
        "m"
      ],
      [
        "102744,102747",
        "变异真陀护法",
        "z"
      ],
      [
        "102630,102732",
        "变异混沌兽",
        "h"
      ],
      [
        "102913",
        "变异草龟",
        "c"
      ],
      [
        "102664,102738",
        "变异蜃气妖",
        "s"
      ],
      [
        "112578,112583",
        "变异天狗（兽形）",
        "t"
      ],
      [
        "102042",
        "章鱼",
        "z"
      ],
      [
        "102110,102271",
        "超级神牛",
        "c"
      ],
      [
        "102072,102197",
        "巡游天神",
        "x"
      ],
      [
        "102163,102241",
        "曼珠沙华",
        "m"
      ],
      [
        "102663,102741",
        "变异曼珠沙华",
        "m"
      ],
      [
        "102423",
        "熔火虫",
        "r"
      ],
      [
        "102164,102238",
        "蜃气妖",
        "s"
      ],
      [
        "102113,102225",
        "机关鸟",
        "j"
      ],
      [
        "102512",
        "变异花妖",
        "h"
      ],
      [
        "102922",
        "变异金乌虫",
        "j"
      ],
      [
        "102008,102272",
        "超级神虎",
        "c"
      ],
      [
        "112038,112046",
        "自在心猿",
        "z"
      ],
      [
        "102539",
        "变异狸",
        "l"
      ],
      [
        "102445",
        "月光雪蛙",
        "y"
      ],
      [
        "102152,102233",
        "长眉灵猴",
        "c"
      ],
      [
        "102552",
        "变异牛头",
        "n"
      ],
      [
        "102895,102896",
        "变异夜游神",
        "y"
      ],
      [
        "112004,112005",
        "阿宝",
        "a"
      ],
      [
        "102354",
        "泡泡灵仙·骨精灵",
        "p"
      ],
      [
        "102242,102245",
        "持国巡守",
        "c"
      ],
      [
        "102413",
        "草龟",
        "c"
      ],
      [
        "102627,102723",
        "变异狂豹（兽型）",
        "k"
      ],
      [
        "112581,112586",
        "变异大力鬼王",
        "d"
      ],
      [
        "102311,102312",
        "超级土地公公",
        "c"
      ],
      [
        "112064,112069",
        "五行山神（火）",
        "w"
      ],
      [
        "102448",
        "金乌火虫",
        "j"
      ],
      [
        "102424",
        "月光虫",
        "y"
      ],
      [
        "102283,102189",
        "雨师",
        "y"
      ],
      [
        "112062,112067",
        "五行山神（木）",
        "w"
      ],
      [
        "102395,102396",
        "夜游神",
        "y"
      ],
      [
        "102621,102691",
        "变异鲛人",
        "j"
      ],
      [
        "102607,102720",
        "变异龙龟",
        "l"
      ],
      [
        "102929",
        "变异食魂虫（夜）",
        "s"
      ],
      [
        "102243,102246",
        "毗舍童子",
        "p"
      ],
      [
        "102106,102219",
        "红萼仙子",
        "h"
      ],
      [
        "102661,102740",
        "变异金身罗汉",
        "j"
      ],
      [
        "102109,102262",
        "超级大鹏",
        "c"
      ],
      [
        "102891,102892",
        "变异涂山雪",
        "t"
      ],
      [
        "102348",
        "泡泡灵仙·剑侠客",
        "p"
      ],
      [
        "102018,102258",
        "超级金猴",
        "c"
      ],
      [
        "102035,102274",
        "超级神龙",
        "c"
      ],
      [
        "102928",
        "变异食魂虫（日）",
        "s"
      ],
      [
        "102593,102712",
        "变异大力金刚",
        "d"
      ],
      [
        "102620,102693",
        "变异锦毛貂精",
        "j"
      ],
      [
        "102936",
        "变异沙狸",
        "s"
      ],
      [
        "102064",
        "龟丞相",
        "g"
      ],
      [
        "102618,102696",
        "变异犀牛将军（兽形）",
        "x"
      ],
      [
        "102652,102733",
        "变异长眉灵猴",
        "c"
      ],
      [
        "102409,102410",
        "无常鬼差（黑）",
        "w"
      ],
      [
        "112036,112037",
        "超级神龙（甲辰）",
        "c"
      ],
      [
        "102047",
        "海星",
        "h"
      ],
      [
        "102093,102212",
        "大力金刚",
        "d"
      ],
      [
        "102595,102717",
        "变异灵鹤",
        "l"
      ],
      [
        "102452",
        "草叶魂虫",
        "c"
      ],
      [
        "102337,102338",
        "广目巡守",
        "g"
      ],
      [
        "102015,102199",
        "如意仙子",
        "r"
      ],
      [
        "102012",
        "花妖",
        "h"
      ],
      [
        "102408,102407",
        "超级神鼠",
        "c"
      ],
      [
        "102363",
        "泡泡灵仙·羽灵神",
        "p"
      ],
      [
        "102343,102344",
        "超级神猪",
        "c"
      ],
      [
        "112008,112009",
        "涂山瞳",
        "t"
      ],
      [
        "102010",
        "树怪",
        "s"
      ],
      [
        "112506,112507",
        "变异有苏鸩",
        "y"
      ],
      [
        "112002,112003",
        "超级神虎（壬寅）",
        "c"
      ],
      [
        "102567,102698",
        "变异星灵仙子",
        "x"
      ],
      [
        "102935",
        "变异强盗狸",
        "q"
      ],
      [
        "102111,102221",
        "机关人",
        "j"
      ],
      [
        "112504,112505",
        "变异阿宝",
        "a"
      ],
      [
        "102120,102193",
        "锦毛貂精",
        "j"
      ],
      [
        "102554",
        "变异僵尸",
        "j"
      ],
      [
        "102126,102230",
        "猫灵（人型）",
        "m"
      ],
      [
        "102315,102316",
        "超级神鸡",
        "c"
      ],
      [
        "102485,102486",
        "超级离火兽",
        "c"
      ],
      [
        "102617,102695",
        "变异犀牛将军（人形）",
        "x"
      ],
      [
        "102973,102974",
        "变异幻姬",
        "h"
      ],
      [
        "102820,102823",
        "变异灵灯侍者",
        "l"
      ],
      [
        "102471,102472",
        "执音",
        "z"
      ],
      [
        "118866,118867,118868,118869",
        "超级风泽",
        "c"
      ],
      [
        "112019,112023",
        "司风",
        "s"
      ],
      [
        "112010,112011",
        "觉醒涂山雪",
        "j"
      ],
      [
        "112539,112547",
        "变异司辰侍者（未来）",
        "s"
      ],
      [
        "102546",
        "变异赌徒",
        "d"
      ],
      [
        "102975,102976",
        "变异金翼",
        "j"
      ],
      [
        "102250,102270",
        "超级六耳猕猴",
        "c"
      ],
      [
        "102542",
        "变异章鱼",
        "z"
      ],
      [
        "102889,102890",
        "变异月魅",
        "y"
      ],
      [
        "112538,112546",
        "变异自在心猿",
        "z"
      ],
      [
        "102587,102708",
        "变异净瓶女娲",
        "j"
      ],
      [
        "112579,112584",
        "变异天狗（人形）",
        "t"
      ],
      [
        "112582,112587",
        "变异无相金蝉",
        "w"
      ],
      [
        "112039,112047",
        "司辰侍者（未来）",
        "s"
      ],
      [
        "102839,102840",
        "变异多闻巡守",
        "d"
      ],
      [
        "102128,102231",
        "狂豹（人型）",
        "k"
      ],
      [
        "102060,102269",
        "超级青鸾",
        "c"
      ],
      [
        "102451",
        "胖海狸",
        "p"
      ],
      [
        "102439",
        "纵火狸",
        "z"
      ],
      [
        "102052",
        "牛头",
        "n"
      ],
      [
        "102899,102900",
        "变异谛听",
        "d"
      ],
      [
        "102332,102331",
        "玄珠灵仙",
        "x"
      ],
      [
        "102100,102259",
        "超级灵鹿",
        "c"
      ],
      [
        "102619,102690",
        "变异蚌精",
        "b"
      ],
      [
        "102132,102273",
        "超级神兔",
        "c"
      ],
      [
        "102805,102806",
        "变异泪妖",
        "l"
      ],
      [
        "102568,102685",
        "变异风伯",
        "f"
      ],
      [
        "102037",
        "巨蛙",
        "j"
      ],
      [
        "102475,102476",
        "金翼",
        "j"
      ],
      [
        "102421",
        "沙虫",
        "s"
      ],
      [
        "102435",
        "强盗狸",
        "q"
      ],
      [
        "102307,102308",
        "镜妖",
        "j"
      ],
      [
        "112571,112572",
        "变异司辰侍者（过去）",
        "s"
      ],
      [
        "102564",
        "变异龟丞相",
        "g"
      ],
      [
        "102334,102333",
        "巨石守卫（夜）",
        "j"
      ],
      [
        "102065",
        "蜘蛛精",
        "z"
      ],
      [
        "102916",
        "变异熔岩龟",
        "r"
      ],
      [
        "102576,102709",
        "变异鬼将",
        "g"
      ],
      [
        "102361",
        "泡泡灵仙·杀破狼",
        "p"
      ],
      [
        "102020,102257",
        "超级大象",
        "c"
      ],
      [
        "102920",
        "变异云龟",
        "y"
      ],
      [
        "102153,102234",
        "巨力神猿",
        "j"
      ],
      [
        "102431",
        "雪蛙",
        "x"
      ],
      [
        "102585,102705",
        "变异灵符女娲",
        "l"
      ],
      [
        "102533",
        "变异海毛虫",
        "h"
      ],
      [
        "102449",
        "强盗沙狸",
        "q"
      ],
      [
        "112510,112511",
        "变异觉醒涂山雪",
        "j"
      ],
      [
        "102477,102478",
        "龙鲤",
        "l"
      ],
      [
        "102330,102329",
        "云游火",
        "y"
      ],
      [
        "112562,112567",
        "变异五行山神（木）",
        "w"
      ],
      [
        "102565",
        "变异蜘蛛精",
        "z"
      ],
      [
        "112580,112585",
        "变异缘劫女娲",
        "y"
      ],
      [
        "102349",
        "泡泡灵仙·飞燕女",
        "p"
      ],
      [
        "102509,102700",
        "变异芙蓉仙子",
        "f"
      ],
      [
        "102160,102239",
        "修罗傀儡妖",
        "x"
      ],
      [
        "102625,102722",
        "变异猫灵（兽型）",
        "m"
      ],
      [
        "102077,102207",
        "吸血鬼",
        "x"
      ],
      [
        "102602,102701",
        "变异野猪精",
        "y"
      ],
      [
        "102430",
        "积水蛙",
        "j"
      ],
      [
        "102125,102222",
        "猫灵（兽型）",
        "m"
      ],
      [
        "102050,102268",
        "超级麒麟",
        "c"
      ],
      [
        "102923",
        "变异熔火虫",
        "r"
      ],
      [
        "102547",
        "变异海星",
        "h"
      ],
      [
        "102038,102181",
        "天将",
        "t"
      ],
      [
        "102320,102323",
        "灵灯侍者",
        "l"
      ],
      [
        "102078,102206",
        "幽灵",
        "y"
      ],
      [
        "102536",
        "变异大海龟",
        "d"
      ],
      [
        "102033",
        "海毛虫",
        "h"
      ],
      [
        "102085,102205",
        "灵符女娲",
        "l"
      ],
      [
        "102425",
        "草叶虫",
        "c"
      ],
      [
        "102309,102310",
        "金铙僧",
        "j"
      ],
      [
        "102433",
        "熔火蛙",
        "r"
      ],
      [
        "102821,102824",
        "变异般若天女",
        "b"
      ],
      [
        "102398,102397",
        "无常鬼差（白）",
        "w"
      ],
      [
        "112006,112007",
        "有苏鸩",
        "y"
      ],
      [
        "102834,102833",
        "变异巨石守卫（夜）",
        "j"
      ],
      [
        "102933",
        "变异熔火蛙",
        "r"
      ],
      [
        "102067,102198",
        "星灵仙子",
        "x"
      ],
      [
        "102071,102188",
        "凤凰",
        "f"
      ],
      [
        "102017",
        "骷髅怪",
        "k"
      ],
      [
        "102909,102910",
        "变异无常鬼差（黑）",
        "w"
      ],
      [
        "102131,102265",
        "超级海豚",
        "c"
      ],
      [
        "102048",
        "护卫",
        "h"
      ],
      [
        "102742,102745",
        "变异持国巡守",
        "c"
      ],
      [
        "102244,102247",
        "真陀护法",
        "z"
      ],
      [
        "102129,102229",
        "蝎子精",
        "x"
      ],
      [
        "112520,112524",
        "变异司雪",
        "s"
      ],
      [
        "102662,102737",
        "变异藤蔓妖花",
        "t"
      ],
      [
        "102002",
        "野猪",
        "y"
      ],
      [
        "102073,102183",
        "黑山老妖",
        "h"
      ],
      [
        "102611,102721",
        "变异机关人",
        "j"
      ],
      [
        "112079,112084",
        "天狗（人形）",
        "t"
      ],
      [
        "102434",
        "望月蛙",
        "w"
      ],
      [
        "102029",
        "黑熊",
        "h"
      ],
      [
        "102046",
        "赌徒",
        "d"
      ],
      [
        "102011,102179",
        "蝴蝶仙子",
        "h"
      ],
      [
        "102506",
        "变异黑熊精",
        "h"
      ],
      [
        "102441",
        "岩冰龟",
        "y"
      ],
      [
        "102438",
        "鬼狸",
        "g"
      ],
      [
        "102606,102719",
        "变异红萼仙子",
        "h"
      ],
      [
        "102356",
        "泡泡灵仙·龙太子",
        "p"
      ],
      [
        "102502",
        "变异野猪",
        "y"
      ],
      [
        "102545",
        "变异山贼",
        "s"
      ],
      [
        "102028",
        "老虎",
        "l"
      ],
      [
        "102529",
        "变异黑熊",
        "h"
      ],
      [
        "102429",
        "食魂虫（夜）",
        "s"
      ],
      [
        "102931",
        "变异雪蛙",
        "x"
      ],
      [
        "112001,112000",
        "超级有熊",
        "c"
      ],
      [
        "102479,102480",
        "雷龙",
        "l"
      ],
      [
        "102559",
        "变异狐狸精",
        "h"
      ],
      [
        "102925",
        "变异草叶虫",
        "c"
      ],
      [
        "112565,112570",
        "变异五行山神（土）",
        "w"
      ],
      [
        "102437",
        "雪狸",
        "x"
      ],
      [
        "112028,112027",
        "超级飞廉",
        "c"
      ],
      [
        "102597,102714",
        "变异炎魔神",
        "y"
      ],
      [
        "102422",
        "金乌虫",
        "j"
      ],
      [
        "102101,102260",
        "超级白泽",
        "c"
      ],
      [
        "102594,102716",
        "变异雾中仙",
        "w"
      ],
      [
        "102062",
        "虾兵",
        "x"
      ],
      [
        "102604,102703",
        "变异鼠先锋",
        "s"
      ],
      [
        "102127,102223",
        "狂豹（兽型）",
        "k"
      ],
      [
        "102971,102972",
        "变异执音",
        "z"
      ]
    ],
    "pet_web_evol_skill_options": [
      [
        641,
        "赐福·合纵"
      ],
      [
        401,
        "赐福·夜战"
      ],
      [
        416,
        "赐福·必杀"
      ],
      [
        405,
        "赐福·连击"
      ],
      [
        425,
        "赐福·偷袭"
      ],
      [
        577,
        "赐福·法术暴击"
      ],
      [
        573,
        "赐福·法术连击"
      ],
      [
        424,
        "赐福·魔之心"
      ],
      [
        578,
        "赐福·法术波动"
      ],
      [
        422,
        "赐福·敏捷"
      ],
      [
        404,
        "赐福·吸血"
      ],
      [
        434,
        "赐福·强力"
      ],
      [
        435,
        "赐福·防御"
      ],
      [
        407,
        "赐福·隐身"
      ],
      [
        417,
        "赐福·幸运"
      ],
      [
        420,
        "赐福·招架"
      ],
      [
        403,
        "赐福·反震"
      ],
      [
        402,
        "赐福·反击"
      ],
      [
        406,
        "赐福·飞行"
      ],
      [
        408,
        "赐福·感知"
      ],
      [
        409,
        "赐福·再生"
      ],
      [
        410,
        "赐福·冥思"
      ],
      [
        413,
        "赐福·驱鬼"
      ],
      [
        414,
        "赐福·毒"
      ],
      [
        415,
        "赐福·慧根"
      ],
      [
        418,
        "赐福·精神集中"
      ],
      [
        419,
        "赐福·神迹"
      ],
      [
        421,
        "赐福·永恒"
      ],
      [
        423,
        "赐福·否定信仰"
      ],
      [
        438,
        "赐福·进击必杀"
      ],
      [
        439,
        "赐福·进击法暴"
      ],
      [
        443,
        "赐福·遗志"
      ],
      [
        627,
        "赐福·法术抵抗"
      ],
      [
        629,
        "赐福·盾气"
      ],
      [
        595,
        "赐福·壁垒击破"
      ],
      [
        426,
        "赐福·奔雷咒"
      ],
      [
        427,
        "赐福·泰山压顶"
      ],
      [
        428,
        "赐福·水漫金山"
      ],
      [
        429,
        "赐福·地狱烈火"
      ],
      [
        430,
        "赐福·雷属性吸收"
      ],
      [
        431,
        "赐福·土属性吸收"
      ],
      [
        432,
        "赐福·水属性吸收"
      ],
      [
        433,
        "赐福·火属性吸收"
      ],
      [
        493,
        "赐福·金蝉蜕壳"
      ]
    ],
    "pet_web_super_skill_options": [
      [
        55641,
        "超级合纵"
      ],
      [
        55401,
        "超级夜战"
      ],
      [
        55416,
        "超级必杀"
      ],
      [
        55405,
        "超级连击"
      ],
      [
        55425,
        "超级偷袭"
      ],
      [
        55404,
        "超级吸血"
      ],
      [
        55577,
        "超级法术暴击"
      ],
      [
        55573,
        "超级法术连击"
      ],
      [
        55424,
        "超级魔之心"
      ],
      [
        55578,
        "超级法术波动"
      ],
      [
        55422,
        "超级敏捷"
      ],
      [
        55434,
        "超级强力"
      ],
      [
        55435,
        "超级防御"
      ],
      [
        55407,
        "超级隐身"
      ],
      [
        55417,
        "超级幸运"
      ],
      [
        55420,
        "超级招架"
      ],
      [
        55403,
        "超级反震"
      ],
      [
        55402,
        "超级反击"
      ],
      [
        55406,
        "超级飞行"
      ],
      [
        55408,
        "超级感知"
      ],
      [
        55409,
        "超级再生"
      ],
      [
        55410,
        "超级冥思"
      ],
      [
        55413,
        "超级驱鬼"
      ],
      [
        55414,
        "超级毒"
      ],
      [
        55415,
        "超级慧根"
      ],
      [
        55418,
        "超级精神集中"
      ],
      [
        55419,
        "超级神迹"
      ],
      [
        55421,
        "超级永恒"
      ],
      [
        55423,
        "超级否定信仰"
      ],
      [
        55438,
        "超级进击必杀"
      ],
      [
        55439,
        "超级进击法暴"
      ],
      [
        55426,
        "超级奔雷咒"
      ],
      [
        55427,
        "超级泰山压顶"
      ],
      [
        55428,
        "超级水漫金山"
      ],
      [
        55429,
        "超级地狱烈火"
      ],
      [
        55595,
        "超级壁垒击破"
      ],
      [
        55443,
        "超级遗志"
      ],
      [
        55627,
        "超级法术抵抗"
      ],
      [
        55629,
        "超级盾气"
      ],
      [
        55430,
        "超级雷属性吸收"
      ],
      [
        55431,
        "超级土属性吸收"
      ],
      [
        55432,
        "超级水属性吸收"
      ],
      [
        55433,
        "超级火属性吸收"
      ],
      [
        55493,
        "超级金蝉蜕壳"
      ]
    ],
    "pet_wuxing_info": {
      "1": "金",
      "2": "木",
      "4": "土",
      "8": "水",
      "16": "火"
    },
    "primary_yao_jue": [
      "反击",
      "反震",
      "吸血",
      "连击",
      "飞行",
      "夜战",
      "隐身",
      "感知",
      "再生",
      "冥思",
      "慧根",
      "必杀",
      "幸运",
      "神迹",
      "招架",
      "永恒",
      "敏捷",
      "强力",
      "防御",
      "偷袭",
      "毒",
      "驱鬼",
      "鬼魂术",
      "魔之心",
      "神佑复生",
      "精神集中",
      "否定信仰",
      "雷击",
      "落岩",
      "水攻",
      "烈火",
      "法术连击",
      "法术暴击",
      "法术波动",
      "雷属性吸收",
      "土属性吸收",
      "火属性吸收",
      "水属性吸收",
      "迟钝"
    ],
    "race_info": {
      "1": "逍遥生",
      "2": "剑侠客",
      "3": "飞燕女",
      "4": "英女侠",
      "5": "巨魔王",
      "6": "虎头怪",
      "7": "狐美人",
      "8": "骨精灵",
      "9": "神天兵",
      "10": "龙太子",
      "11": "舞天姬",
      "12": "玄彩娥",
      "201": "偃无师",
      "203": "巫蛮儿",
      "205": "杀破狼",
      "207": "鬼潇潇",
      "208": "影精灵",
      "209": "羽灵神",
      "211": "桃夭夭"
    },
    "rider_info": {
      "500": "宝贝葫芦",
      "501": "神气小龟",
      "502": "闲云野鹤",
      "503": "云魅仙鹿",
      "504": "汗血宝马",
      "505": "欢喜羊羊",
      "506": "披甲战狼",
      "507": "魔力斗兽",
      "508": "山河画卷",
      "509": "凌霄飞剑",
      "510": "阴司鬼轿"
    },
    "role_pet_types": {
      "1": "力劈宠",
      "2": "善恶宠",
      "3": "须弥宠",
      "4": "死亡宠",
      "5": "法防宠",
      "6": "壁垒宠",
      "7": "隐攻宠",
      "8": "高连宠",
      "-1": "神兽"
    },
    "sale_neidan_skills": [
      "生死决",
      "舍身击",
      "双星爆",
      "催心浪",
      "玄武躯",
      "碎甲刃",
      "隐匿击",
      "血债偿",
      "神机步",
      "龙胄铠",
      "腾挪劲",
      "玉砥柱",
      "阴阳护",
      "凛冽气",
      "电魂闪",
      "通灵法",
      "朱雀甲",
      "棱光镜"
    ],
    "school_info": {
      "1": "大唐官府",
      "2": "化生寺",
      "3": "女儿村",
      "4": "方寸山",
      "5": "天宫",
      "6": "普陀山",
      "7": "龙宫",
      "8": "五庄观",
      "9": "狮驼岭",
      "10": "魔王寨",
      "11": "阴曹地府",
      "12": "盘丝洞",
      "13": "神木林",
      "14": "凌波城",
      "15": "无底洞",
      "16": "女魃墓",
      "17": "天机城",
      "18": "花果山",
      "19": "东海渊",
      "20": "九黎城"
    },
    "school_skill": {
      "1": {
        "name": "十方无敌",
        "pos": 1
      },
      "2": {
        "name": "无双一击",
        "pos": 2
      },
      "4": {
        "name": "神兵鉴赏",
        "pos": 3
      },
      "5": {
        "name": "文韬武略",
        "pos": 4
      },
      "6": {
        "name": "为官之道",
        "pos": 5
      },
      "7": {
        "name": "紫薇之术",
        "pos": 6
      },
      "8": {
        "name": "疾风步",
        "pos": 7
      },
      "9": {
        "name": "磬龙灭法",
        "pos": 1
      },
      "10": {
        "name": "黄庭经",
        "pos": 2
      },
      "11": {
        "name": "霹雳咒",
        "pos": 3
      },
      "12": {
        "name": "符之术",
        "pos": 4
      },
      "13": {
        "name": "归元心法",
        "pos": 5
      },
      "14": {
        "name": "神道无念",
        "pos": 6
      },
      "15": {
        "name": "斜月步",
        "pos": 7
      },
      "16": {
        "name": "金刚伏魔",
        "pos": 1
      },
      "17": {
        "name": "小乘佛法",
        "pos": 2
      },
      "18": {
        "name": "诵经",
        "pos": 3
      },
      "19": {
        "name": "佛光普照",
        "pos": 4
      },
      "20": {
        "name": "大慈大悲",
        "pos": 5
      },
      "23": {
        "name": "岐黄之术",
        "pos": 6
      },
      "24": {
        "name": "渡世步",
        "pos": 7
      },
      "25": {
        "name": "破浪诀",
        "pos": 1
      },
      "29": {
        "name": "九龙诀",
        "pos": 2
      },
      "30": {
        "name": "呼风唤雨",
        "pos": 3
      },
      "31": {
        "name": "龙腾",
        "pos": 4
      },
      "32": {
        "name": "逆鳞",
        "pos": 5
      },
      "33": {
        "name": "游龙术",
        "pos": 6
      },
      "34": {
        "name": "龙附",
        "pos": 7
      },
      "35": {
        "name": "震天诀",
        "pos": 1
      },
      "36": {
        "name": "牛逼神功",
        "pos": 2
      },
      "37": {
        "name": "火云术",
        "pos": 3
      },
      "38": {
        "name": "火牛阵",
        "pos": 4
      },
      "39": {
        "name": "牛虱阵",
        "pos": 5
      },
      "40": {
        "name": "回身击",
        "pos": 6
      },
      "41": {
        "name": "裂石步",
        "pos": 7
      },
      "42": {
        "name": "毒经",
        "pos": 1
      },
      "43": {
        "name": "倾国倾城",
        "pos": 2
      },
      "44": {
        "name": "沉鱼落雁",
        "pos": 3
      },
      "45": {
        "name": "闭月羞花",
        "pos": 4
      },
      "46": {
        "name": "香飘兰麝",
        "pos": 5
      },
      "47": {
        "name": "玉质冰肌",
        "pos": 6
      },
      "48": {
        "name": "清歌妙舞",
        "pos": 7
      },
      "49": {
        "name": "秋波暗送",
        "pos": 1
      },
      "50": {
        "name": "天外魔音",
        "pos": 2
      },
      "51": {
        "name": "蛛丝阵法",
        "pos": 3
      },
      "52": {
        "name": "迷情大法",
        "pos": 4
      },
      "53": {
        "name": "盘丝大法",
        "pos": 5
      },
      "54": {
        "name": "移形换影",
        "pos": 6
      },
      "55": {
        "name": "姊妹相随",
        "pos": 7
      },
      "56": {
        "name": "护法金刚",
        "pos": 1
      },
      "57": {
        "name": "金刚经",
        "pos": 2
      },
      "58": {
        "name": "观音咒",
        "pos": 3
      },
      "59": {
        "name": "灵性",
        "pos": 4
      },
      "60": {
        "name": "五行学说",
        "pos": 5
      },
      "61": {
        "name": "五行扭转",
        "pos": 6
      },
      "62": {
        "name": "莲花宝座",
        "pos": 7
      },
      "63": {
        "name": "生死搏",
        "pos": 1
      },
      "64": {
        "name": "训兽诀",
        "pos": 2
      },
      "65": {
        "name": "魔兽神功",
        "pos": 3
      },
      "66": {
        "name": "阴阳二气诀",
        "pos": 4
      },
      "67": {
        "name": "狂兽诀",
        "pos": 5
      },
      "68": {
        "name": "大鹏展翅",
        "pos": 6
      },
      "69": {
        "name": "魔兽反噬",
        "pos": 7
      },
      "70": {
        "name": "傲世诀",
        "pos": 1
      },
      "71": {
        "name": "天罡气",
        "pos": 2
      },
      "72": {
        "name": "清明自在",
        "pos": 3
      },
      "73": {
        "name": "宁气诀",
        "pos": 4
      },
      "74": {
        "name": "乾坤塔",
        "pos": 5
      },
      "75": {
        "name": "混天术",
        "pos": 6
      },
      "76": {
        "name": "云霄步",
        "pos": 7
      },
      "77": {
        "name": "潇湘仙雨",
        "pos": 1
      },
      "78": {
        "name": "乾坤袖",
        "pos": 2
      },
      "79": {
        "name": "修仙术",
        "pos": 3
      },
      "80": {
        "name": "周易学",
        "pos": 4
      },
      "81": {
        "name": "混元道果",
        "pos": 5
      },
      "82": {
        "name": "明性修身",
        "pos": 6
      },
      "83": {
        "name": "七星遁",
        "pos": 7
      },
      "84": {
        "name": "六道轮回",
        "pos": 1
      },
      "85": {
        "name": "幽冥术",
        "pos": 2
      },
      "86": {
        "name": "拘魂诀",
        "pos": 3
      },
      "87": {
        "name": "灵通术",
        "pos": 4
      },
      "88": {
        "name": "九幽阴魂",
        "pos": 5
      },
      "89": {
        "name": "尸腐恶",
        "pos": 6
      },
      "90": {
        "name": "无常步",
        "pos": 7
      },
      "91": {
        "name": "瞬息万变",
        "pos": 1
      },
      "92": {
        "name": "万灵诸念",
        "pos": 2
      },
      "93": {
        "name": "巫咒",
        "pos": 3
      },
      "94": {
        "name": "万物轮转",
        "pos": 4
      },
      "95": {
        "name": "天人庇护",
        "pos": 5
      },
      "96": {
        "name": "神木恩泽",
        "pos": 6
      },
      "97": {
        "name": "驭灵咒",
        "pos": 7
      },
      "98": {
        "name": "天地无极",
        "pos": 1
      },
      "99": {
        "name": "九转玄功",
        "pos": 2
      },
      "100": {
        "name": "武神显圣",
        "pos": 3
      },
      "101": {
        "name": "啸傲",
        "pos": 4
      },
      "102": {
        "name": "气吞山河",
        "pos": 5
      },
      "103": {
        "name": "诛魔",
        "pos": 6
      },
      "104": {
        "name": "法天象地",
        "pos": 7
      },
      "105": {
        "name": "枯骨心法",
        "pos": 1
      },
      "106": {
        "name": "阴风绝章",
        "pos": 2
      },
      "107": {
        "name": "鬼蛊灵蕴",
        "pos": 3
      },
      "108": {
        "name": "燃灯灵宝",
        "pos": 4
      },
      "109": {
        "name": "地冥妙法",
        "pos": 5
      },
      "110": {
        "name": "混元神功",
        "pos": 6
      },
      "111": {
        "name": "秘影迷踪",
        "pos": 7
      },
      "112": {
        "name": "天火献誓",
        "pos": 1
      },
      "113": {
        "name": "天罚之焰",
        "pos": 2
      },
      "114": {
        "name": "煌火无明",
        "pos": 3
      },
      "115": {
        "name": "化神以灵",
        "pos": 4
      },
      "116": {
        "name": "弹指成烬",
        "pos": 5
      },
      "117": {
        "name": "藻光灵狱",
        "pos": 6
      },
      "118": {
        "name": "离魂",
        "pos": 7
      },
      "119": {
        "name": "神工无形",
        "pos": 1
      },
      "120": {
        "name": "攻玉以石",
        "pos": 2
      },
      "121": {
        "name": "擎天之械",
        "pos": 3
      },
      "122": {
        "name": "千机奇巧",
        "pos": 4
      },
      "123": {
        "name": "匠心不移",
        "pos": 5
      },
      "124": {
        "name": "运思如电",
        "pos": 6
      },
      "125": {
        "name": "探奥索隐",
        "pos": 7
      },
      "126": {
        "name": "神通广大",
        "pos": 1
      },
      "127": {
        "name": "如意金箍",
        "pos": 2
      },
      "128": {
        "name": "齐天逞胜",
        "pos": 3
      },
      "129": {
        "name": "金刚之躯",
        "pos": 4
      },
      "130": {
        "name": "灵猴九窍",
        "pos": 5
      },
      "131": {
        "name": "七十二变",
        "pos": 6
      },
      "132": {
        "name": "腾云驾雾",
        "pos": 7
      },
      "133": {
        "name": "深海呓语",
        "pos": 1
      },
      "134": {
        "name": "远古之境",
        "pos": 2
      },
      "135": {
        "name": "混沌之谜",
        "pos": 3
      },
      "136": {
        "name": "长生之祀",
        "pos": 4
      },
      "137": {
        "name": "潮汐之咒",
        "pos": 5
      },
      "138": {
        "name": "澄心之浪",
        "pos": 6
      },
      "139": {
        "name": "遨游",
        "pos": 7
      },
      "140": {
        "name": "九黎战歌",
        "pos": 1
      },
      "141": {
        "name": "魂枫战舞",
        "pos": 2
      },
      "142": {
        "name": "兵铸乾坤",
        "pos": 3
      },
      "143": {
        "name": "燃铁飞花",
        "pos": 4
      },
      "144": {
        "name": "战火雄魂",
        "pos": 5
      },
      "145": {
        "name": "魔神降世",
        "pos": 6
      },
      "146": {
        "name": "风行九黎",
        "pos": 7
      }
    },
    "school_skill_desc": {
      "1": {
        "desc": "“十方无敌勇者狂”，程咬金领兵征战沙场时，凭着凌厉无比的招式令各路诸侯胆寒。#r学习效果：提高角色的伤害",
        "name": "十方无敌"
      },
      "2": {
        "desc": "短兵相接时决定胜负的往往是关键的一击，有着丰富战场经验的大唐弟子懂得如何把握时机，给予对手重创。#r学习效果：提高角色的命中",
        "name": "无双一击"
      },
      "4": {
        "desc": "神兵利器是江湖中人最喜好的，学习此项技能可以提高自己对兵器和铠甲的熟悉程度。",
        "name": "神兵鉴赏"
      },
      "5": {
        "desc": "“天下兵法了如胸，玄机算尽妙无穷。”熟读兵法可令大唐弟子获益匪浅。#r学习效果：提高角色的防御#r（临时符技能）",
        "name": "文韬武略"
      },
      "6": {
        "desc": "“官场如战场，万事休鲁莽。精学为官道，万事皆无妄。”官府弟子在任何时候，都要讲究自己的品行和修为。#r#R其它门派技能的等级不能高于本技能。#n",
        "name": "为官之道"
      },
      "7": {
        "desc": "四书五经、三史三通，既是科举之道，也是大唐官府弟子日常所学的课程之一。#r学习效果：提高角色的法伤和法防",
        "name": "紫薇之术"
      },
      "8": {
        "desc": "所谓兵贵神速，这套步法就是大唐弟子在长年的战场征战中领悟出来的。#r学习效果：提高角色的躲避",
        "name": "疾风步"
      },
      "9": {
        "desc": "方寸山的内功心法，菩提祖师为了提高门下弟子的武功修为，所特别创制的。#r学习效果：提高角色的伤害",
        "name": "磬龙灭法"
      },
      "10": {
        "desc": "玄妙道学曰太清，炼丹修气心自明。云松紫阁仙府内，正有仙人诵黄庭。这是阐述道学基本原理的经书，也是方寸山弟子必学的内功心法。#r#R其它门派技能的等级不能高于本技能。#n",
        "name": "黄庭经"
      },
      "11": {
        "desc": "九天雷部流传下来的《五雷书》中记载的秘术，借助上天雷神的威力来辅助自己。",
        "name": "霹雳咒"
      },
      "12": {
        "desc": "方寸山的独家技能，能够将法术咒语用特殊的符号表现出来，附加在普通的符纸上。",
        "name": "符之术"
      },
      "13": {
        "desc": "《归元》是阐述易学真谛的玄书，流传于上古，是方寸山弟子修心养性的不二法门。#r学习效果：提高角色的防御",
        "name": "归元心法"
      },
      "14": {
        "desc": "道家修行时讲究清心无念，主修内丹，走大小周天，开任督两脉，以修元阳之气。#r学习效果：提高角色的法伤和法防#r（临时符技能）",
        "name": "神道无念"
      },
      "15": {
        "desc": "据传是道家祖师根据月亮阴晴圆缺的规律所创，后来成为道家人士常用的玄妙步法。#r学习效果：提高角色的躲避",
        "name": "斜月步"
      },
      "16": {
        "desc": "通过佛家的冥想入定坐观等方式，使自己的身心得到强化，练到高深之处可有降伏妖魔的力量。#r学习效果：提高角色的伤害",
        "name": "金刚伏魔"
      },
      "17": {
        "desc": "佛家教义的一派，主张以身作则，教导世人要有舍身度世的精神。#r学习效果：提高角色的法伤和法防#r#R其它门派技能的等级不能高于本技能。#n",
        "name": "小乘佛法"
      },
      "18": {
        "desc": "佛家弟子大量的诵读经书，经书读多了，见了万事万物都想度化，不免会有些罗里罗嗦、唠里唠叨的。",
        "name": "诵经"
      },
      "19": {
        "desc": "精研佛典，渐渐掌握其中的佛法神通，可为普渡众生、降伏妖魔打下良好的基础。#r（临时符技能）",
        "name": "佛光普照"
      },
      "20": {
        "desc": "佛家弟子对待众生都有一颗慈悲之心，这也是佛教的基本道义所在。#r学习效果：提高角色的防御",
        "name": "大慈大悲"
      },
      "23": {
        "desc": "为了让众生免受“生老病死”之困扰，化生寺的弟子苦心学习医术，以期拯救世人于水火。",
        "name": "歧黄之术"
      },
      "24": {
        "desc": "佛家弟子从佛教精义中，套化出的奇妙步法，可以强身健体，以适应万里云游的苦行生活。#r学习效果：提高角色的躲避",
        "name": "渡世步"
      },
      "25": {
        "desc": "东海龙王敖广的独门绝技，现出原身翻江倒海，乘风破浪，定力不高的人往往会被强大的气势所震慑。#r学习效果：提高角色的伤害",
        "name": "破浪诀"
      },
      "29": {
        "desc": "讲述龙族法术之根基的要诀，是龙宫弟子学习本门法术时，首先要掌握的基本心法。#r学习效果：提高角色的法伤和法防#r#R其它门派技能的等级不能高于本技能。#n",
        "name": "九龙诀"
      },
      "30": {
        "desc": "“行云布雨，泽润万物”可以说是龙宫弟子最基本的手段，也是防身御敌的有利武器。",
        "name": "呼风唤雨"
      },
      "31": {
        "desc": "“龙者，万物之灵也。”龙宫的弟子在战斗中可以借助龙神的力量强化自己。",
        "name": "龙腾"
      },
      "32": {
        "desc": "相传中国古代的龙神，颈之下有逆鳞，触摸之后往往会引起龙神的愤怒。#r学习效果：提高角色的防御",
        "name": "逆鳞"
      },
      "33": {
        "desc": "“龙游四海，须臾而归。”龙的速度是非常之快的，龙宫弟子独门身法也是由此修炼而成。#r学习效果：提高角色的躲避",
        "name": "游龙术"
      },
      "34": {
        "desc": "做为“四灵”之首的龙，本身就有着不可思议的力量，同时也有着一些神秘的技能。#r（临时符技能）",
        "name": "龙附"
      },
      "35": {
        "desc": "“妖气震天，魔力延绵。辛修于此，威力无边”，这是魔王寨弟子所修习的一门高深法术。#r学习效果：提高角色的伤害",
        "name": "震天诀"
      },
      "36": {
        "desc": "俗话说“兔子急了也会咬人”，况乎牛哉。当牛魔被逼到绝境时，往往能够激发出巨大的潜能。#r#R其它门派技能的等级不能高于本技能。#n#r（临时符技能）",
        "name": "牛逼神功"
      },
      "37": {
        "desc": "烈火燎天，狂风盘旋。通过驱风御火来攻击对手，是魔王寨的独门技能。",
        "name": "火云术"
      },
      "38": {
        "desc": "愤怒的火牛有着非同小可的力量，这是牛魔王的绝招，门下弟子学习后，可以强化自身。#r学习效果：提高角色的法伤和法防",
        "name": "火牛阵"
      },
      "39": {
        "desc": "牛魔有了一定修为以后，身上密密麻麻的牛虱也会变幻成特殊的生灵，有着非同一般的力量。",
        "name": "牛虱阵"
      },
      "40": {
        "desc": "当牛魔王愤怒的回首时，锋利的牛角便成了非常可怕的御敌武器。#r学习效果：提高角色的防御",
        "name": "回身击"
      },
      "41": {
        "desc": "古代巨人防风氏所创，但看似笨拙的步法，在运用时却有着非常神奇的效果。#r学习效果：提高角色的躲避",
        "name": "裂石步"
      },
      "42": {
        "desc": "是《神农本草经》的旁支，传说是一神农的弟子所著，上面记载了高深的毒药、解药和下毒的功夫。#r学习效果：提高角色的伤害#r#R其它门派技能的等级不能高于本技能。#n",
        "name": "毒经"
      },
      "43": {
        "desc": "古代美女赵飞燕在汉宫所创舞蹈，非常美丽的舞姿，惋若雏燕腾空，仙鹤起舞。",
        "name": "倾国倾城"
      },
      "44": {
        "desc": "根据古代宫廷舞女的舞姿演化而来，以轻盈优美的身形，幻化出勾人心魄的魅力，令人如醉如痴。",
        "name": "沉鱼落雁"
      },
      "45": {
        "desc": "生长在女儿村这个物华天宝之地，吸取大地百花之精华，所拥有的独有技能，会有一些特别的神奇功能。",
        "name": "闭月羞花"
      },
      "46": {
        "desc": "吸取百花之香气灌注在武器之中，可以提升武器的属性，使武器香飘郁郁。#r学习效果：提高角色的法伤和法防#r（临时符技能）",
        "name": "香飘兰麝"
      },
      "47": {
        "desc": "以百花之香气净化自身，可以抵御邪恶毒物的侵袭。#r学习效果：提高角色的防御",
        "name": "玉质冰肌"
      },
      "48": {
        "desc": "相传古代美女貂婵在夜观月照花影时，看到月光淡淡映着花影，有所感而领悟而创的舞步。#r学习效果：提高角色的速度",
        "name": "清歌妙舞"
      },
      "49": {
        "desc": "这是盘丝洞的云霓，云影姐妹根据自己的美丽的花颜所创的技能，秋波闪过可令对手茫然不知所措。#r学习效果：提高角色的命中",
        "name": "秋波暗送"
      },
      "50": {
        "desc": "云霓仙子的成名绝技，依靠手上的铃铛的魔幻之声迷惑敌人，曾用此法独战二郎神。#r学习效果：提高角色的法伤和法防",
        "name": "天外魔音"
      },
      "51": {
        "desc": "盘丝洞的基本技能，学后可以领悟蛛丝阵法的机关和玄妙所在。#r学习效果：提高角色的防御#r#R其它门派技能的等级不能高于本技能。#n#r（临时符技能）",
        "name": "蛛丝阵法"
      },
      "52": {
        "desc": "利用敌人迷茫的一面，配以媚惑的目光和悦耳的声音，能够引起对手深深的困惑和无限遐想。",
        "name": "迷情大法"
      },
      "53": {
        "desc": "长长的丝线是盘丝弟子的随身法宝，挥舞之间往往能够发挥出不可思议的力量。#r学习效果：提高角色的伤害",
        "name": "盘丝大法"
      },
      "54": {
        "desc": "上古女仙女娲仙子创的法术，可以通过灵魂移动的方式，令自身变的轻盈异常。#r学习效果：提高角色的躲避",
        "name": "移形换影"
      },
      "55": {
        "desc": "云影，云霓姐妹携手所创的技能，当年她们就是用这一技艺合战力大无穷的牛魔王的。",
        "name": "姊妹相随"
      },
      "56": {
        "desc": "普陀山弟子可以得到大雷音寺金刚的护持，保护自身不受外界伤害。#r学习效果：提高角色的伤害",
        "name": "护法金刚"
      },
      "57": {
        "desc": "是记述佛祖在舍卫国的语录，教世人发三邈三婆罗密心，能够引发世人善念的佛法。#r（临时符技能）",
        "name": "金刚经"
      },
      "58": {
        "desc": "观世音菩萨为了拯救苦海中的众生，怀着仁慈之心独创了这一咒语，有着强大的力量，能让沉沦的人们翻然醒悟。",
        "name": "观音咒"
      },
      "59": {
        "desc": "领悟佛法的基本技能，能够在参习佛心时有一颗慧心和善心，这是观音大士对弟子最基本的要求。#r学习效果：提高角色的法伤和法防#r#R其它门派技能的等级不能高于本技能。#n",
        "name": "灵性"
      },
      "60": {
        "desc": "学习之后能够领悟“金木水火土”的奥妙，充分了解五行之间的相生与相克。",
        "name": "五行学说"
      },
      "61": {
        "desc": "普陀弟子在参透五行的奥妙后，能够逆行改变五行的生克，打乱对手内在五行的协调平衡。#r学习效果：提高角色的防御",
        "name": "五行扭转"
      },
      "62": {
        "desc": "借助九品莲台的佛性，和普陀山得天独厚的灵气，普陀弟子可以脚踏莲花，行踪飘渺。#r学习效果：提高角色的躲避",
        "name": "莲花宝座"
      },
      "63": {
        "desc": "猛兽在生死相搏之际可以发挥出超常的潜力，这是狮驼岭三个魔王从百兽的厮杀搏斗中所领悟出来技艺。#r学习效果：提高角色的伤害",
        "name": "生死搏"
      },
      "64": {
        "desc": "“狮王怒吼万兽惊”，狮驼岭的魔王做为妖怪的首领，有着令百兽臣服的威严。#r学习效果：提高角色的法伤和法防",
        "name": "训兽诀"
      },
      "65": {
        "desc": "“世称魔兽有玄功，天地灵气运神通。”狮驼岭所有的武功都以此为基础，修习之后能将本门法术发挥到极致。#r#R其它门派技能的等级不能高于本技能。#n",
        "name": "魔兽神功"
      },
      "66": {
        "desc": "世间万物者皆有阴阳属性，当灵通阴阳之术后，即可达到天人合一的境界。",
        "name": "阴阳二气诀"
      },
      "67": {
        "desc": "相传为蚩尤所创，引发魔兽进入疯狂的状态，往往可以令其发挥出超常的实力。#r（临时符技能）",
        "name": "狂兽诀"
      },
      "68": {
        "desc": "鹏魔王的独门身法，双翅一展可飞至数万里远，只在一转念间即可到达想要去的地方。#r学习效果：提高角色的躲避",
        "name": "大鹏展翅"
      },
      "69": {
        "desc": "万兽都有自己的防身之技，狮驼魔王综合各种猛兽的防身技，独创了这一技能，能在对手进攻时给予致命的反击。#r学习效果：提高角色的防御",
        "name": "魔兽反噬"
      },
      "70": {
        "desc": "享六道之中的天道，本身就是一件值得骄傲的事情。修习此技能可令天宫的弟子得到无敌的勇气和攻势。#r学习效果：提高角色的气血上限",
        "name": "傲世诀"
      },
      "71": {
        "desc": "自九天之中吸取天罡之气以强化自身，这是天宫弟子必须修习的技能，也是天宫所有技能的基础。#r学习效果：提高角色的伤害#r#R其它门派技能的等级不能高于本技能。#n#r（临时符技能）",
        "name": "天罡气"
      },
      "72": {
        "desc": "天宫弟子拥有超凡的感知能力，可以查觉凡夫所无法探知的事物，这就是人们常说“举头三尺有神明”的道理。#r学习效果：提高角色的法伤和法防",
        "name": "清明自在"
      },
      "73": {
        "desc": "从天宫中的仙丹妙药中摄取宁心静气的元素，让自己可以从一些比较危险的状态下解脱出来。#r学习效果：提高角色的防御",
        "name": "宁气诀"
      },
      "74": {
        "desc": "托塔李天王的独门技能，以乾坤之力可以镇妖降魔，让敌人因为被困而心生恐怖，陷入混乱的状态。",
        "name": "乾坤塔"
      },
      "75": {
        "desc": "“仙宫道力玄，大罗可混天。”天宫弟子依靠其法术可以召唤上天神力协助自己。",
        "name": "混天术"
      },
      "76": {
        "desc": "“朝游北海暮苍梧”的飞行本来就是神仙的得意技能，脚踏祥云，行走起来如行云流水。#r学习效果：提高角色的躲避",
        "name": "云霄步"
      },
      "77": {
        "desc": "镇元大仙在悟道时，从潇湘之浦烟雨之中感悟出妙法，后来这个技能就成了五庄观弟子们所研习的基本技艺了。#r学习效果：提高角色的伤害",
        "name": "潇湘仙雨"
      },
      "78": {
        "desc": "掌握了道家玄理后，大道归一，大能化小，小能作大，无中生有，有可成无，非常玄奥的技能。",
        "name": "乾坤袖"
      },
      "79": {
        "desc": "是修练仙道之人必学的基本课程。无论修习何种教义，必先屏弃贪欲恶念，与其说这是修仙术，不如说是为人的基本道理。#r（临时符技能）",
        "name": "修仙术"
      },
      "80": {
        "desc": "自古以来易学一直作为仙家的修习之本，通过研究天地间的变化，可以省悟许多世间万物的深妙道理。#r学习效果：提高角色的命中#r#R其它门派技能的等级不能高于本技能。#n",
        "name": "周易学"
      },
      "81": {
        "desc": "道教所创的心法，玄妙精深的奥义可以让人通天地，知鬼神。#r学习效果：提高角色的法伤和法防",
        "name": "混元道果"
      },
      "82": {
        "desc": "智慧是仙术的源泉，修道之人首先要清醒明智，涤除自心，方可心悟神会。#r学习效果：提高角色的防御",
        "name": "明性修身"
      },
      "83": {
        "desc": "七星烁烁耀灵台，清静无为虚若怀。这是镇元大仙在夜观星宿时所悟出的深奥步法，可令身形变的轻巧敏捷，瞬间遁走于无形。#r学习效果：提高角色的躲避",
        "name": "七星遁"
      },
      "84": {
        "desc": "“天、人、鬼、畜、修罗、地狱”六道永无止境的循环着，有一定修为的地府弟子能够参透轮回的玄机，获得更强的力量。#r学习效果：提高角色的伤害。",
        "name": "六道轮回"
      },
      "85": {
        "desc": "地府弟子能够汲取阴司的幽冥之气，辅助自己练功，从而得到一种神秘的力量。",
        "name": "幽冥术"
      },
      "86": {
        "desc": "“夜半鬼索魂，哀哭骇人心。”拘魂索魄可谓是地府弟子的拿手好戏。#r（临时符技能）",
        "name": "拘魂诀"
      },
      "87": {
        "desc": "地府弟子首先要懂得如何与幽冥的力量进行沟通，以获得更多的灵气，这是学习本门其他技能的基础。#r#R其它门派技能的等级不能高于本技能。#n",
        "name": "灵通术"
      },
      "88": {
        "desc": "大量的收集地府冤魂的怨气，再把这些怨气转化成自己的能量，就可以获得一种神奇的能力。#r学习效果：提高角色的法伤和法防",
        "name": "九幽阴魂"
      },
      "89": {
        "desc": "千年的僵尸身体会发出令人作呕的尸腐气，而且含有巨毒，令敌人不敢靠近。#r学习效果：提高角色的防御",
        "name": "尸腐恶"
      },
      "90": {
        "desc": "象黑白无常一般飘渺不定的诡异步法，一旦掌握了这种步法，便可转瞬周游四方，来去自如。#r学习效果：提高角色的躲避",
        "name": "无常步"
      },
      "91": {
        "desc": "领悟天地自然变化之道后掌握的法术。这是学习本门其他技能的基础。#r#R其它门派技能的等级不能高于本技能。#n",
        "name": "瞬息万变"
      },
      "92": {
        "desc": "与万物神灵交谈的通灵之术，掌握后可自由操控各种自然之力为己所用。#r学习效果：提高角色的法伤和法防",
        "name": "万灵诸念"
      },
      "93": {
        "desc": "钻研阴影之力的大法师们流传下来的禁忌咒术，唯族中高手可熟练掌握。#r学习效果：提高角色的伤害",
        "name": "巫咒"
      },
      "94": {
        "desc": "通晓世间万物生生不息轮回之理后掌握的术法，能自由操控世间万物。#r学习效果：提高角色的防御",
        "name": "万物轮转"
      },
      "95": {
        "desc": "精通自然之力后掌握的秘术，能让万物化形保护自身。#r学习效果：提高角色的躲避",
        "name": "天人庇护"
      },
      "96": {
        "desc": "对神木的虔诚敬仰，获得神木之灵的赐福，神木族独有的恩泽。#r（临时符技能）",
        "name": "神木恩泽"
      },
      "97": {
        "desc": "与自然生灵交流的灵通之术，能让一切生灵听从己命。#r学习效果：提高角色的魔法上限。",
        "name": "驭灵咒"
      },
      "98": {
        "desc": "天地无极，浩气长舒。这是学习本门其他技能的基础。#r#R其它门派技能的等级不能高于本技能。#n",
        "name": "天地无极"
      },
      "99": {
        "desc": "九转神功乃是玉虚道人亲授于二郎神杨戬的神妙道法，修习此功法大成者，有刀枪不入，万法不侵之能。",
        "name": "九转玄功"
      },
      "100": {
        "desc": "凌波城弟子可召唤上古神勇之力助战，其英豪勇武之气，可驱策风云，震慑三界妖异。",
        "name": "武神显圣"
      },
      "101": {
        "desc": "“啸傲长风里，欲度青云间”二郎神生性桀骜，纵情恣肆，于穿云过海时顿悟此法，有涤荡胸襟、清心明意之效。#r学习效果：提高角色的法伤和法防#r（临时符技能）",
        "name": "啸傲"
      },
      "102": {
        "desc": "凌波城弟子英豪之气可吞山河，神勇之能可驭风雷，巨力万钧可劈山断岳。#r学习效果：提高角色的伤害",
        "name": "气吞山河"
      },
      "103": {
        "desc": "清源道法，高深莫测，可操纵天雷地震铲妖除魔，威势赫赫，铁面无私。#r学习效果：提高角色的防御",
        "name": "诛魔"
      },
      "104": {
        "desc": "“法天象地者，行其道也。”通晓万物消长之道者，方可体悟到天地间变化的无穷妙用。#r学习效果：提高角色的命中",
        "name": "法天象地"
      },
      "105": {
        "desc": "妖风起，摧心裂骨，地涌夫人赖以成名的绝技。这是学习本门其他技能的基础。#r#R其它门派技能的等级不能高于本技能。#n",
        "name": "枯骨心法"
      },
      "106": {
        "desc": "从枯骨心经中化出的运用法门，将阴风煞气与咒术相结合，追魂夺魄，威力无穷。",
        "name": "阴风绝章"
      },
      "107": {
        "desc": "将枯骨心经、佛门妙法及地脉之气相结合后生出的妙法，结合了三者的灵蕴，能够产生强大的攻击力。#r学习效果：提高角色的法伤和法防",
        "name": "鬼蛊灵蕴"
      },
      "108": {
        "desc": "地涌夫人昔年于藏经阁中悟出的一门妙法，可引佛气护身，隔绝伤害#r学习效果：提高角色的防御",
        "name": "燃灯灵宝"
      },
      "109": {
        "desc": "无底洞弟子皆可驱使地脉之气以为己用，借大地之力施展出强大的法术。",
        "name": "地冥妙法"
      },
      "110": {
        "desc": "黑白混成，阴阳轮转，乃为混元，大道之始也；混元神功正是由此意境演化而来，非同凡响。#r学习效果：提高角色的伤害#r（临时符技能）",
        "name": "混元神功"
      },
      "111": {
        "desc": "唯有无底洞弟子才能掌握的独门身法，身化重影，动若迷踪，遁于无形。#r学习效果：提高角色的速度",
        "name": "秘影迷踪"
      },
      "112": {
        "desc": "天女魃操纵天火的神力与生俱来。是修行本门技能的基础。#r#R其它门派技能的等级不能高于本技能。",
        "name": "天火献誓"
      },
      "113": {
        "desc": "手中燃起灼灼炼焰，焚尽背恩忘义之徒。#r学习效果：提高角色的法伤",
        "name": "天罚之焰"
      },
      "114": {
        "desc": "天女魃沉睡千年，煌火无明，魂梦成魇。梦中种种，惊、怒、怨、怖、仇皆化为凌厉诅咒，取人性命。#r学习效果：提高角色的伤害",
        "name": "煌火无明"
      },
      "115": {
        "desc": "悲而有灵，如惔如焚。怨而化魔，煌火燎原。怨怼仇恨可幻化为魑魅魍魉，与本门弟子一道出战。",
        "name": "化神以灵"
      },
      "116": {
        "desc": "生杀予夺，聚灭无常，弹指间，天火灼灼，魂火烬而烈焰生。#r学习效果：提高角色的法防",
        "name": "弹指成烬"
      },
      "117": {
        "desc": "粲粲三珠树，寄生赤水阴。三珠玄木蕴天地精华而生，灵光盈盈，吐叶垂华。沐其清辉，心静而神宁。#r学习效果：提高角色的防御#r（临时符技能）",
        "name": "藻光灵狱"
      },
      "118": {
        "desc": "勘破生死者，无影无形，心神意动，可绝云霓,入青霄，翱翔于杳冥之上。#r学习效果：提高角色的速度",
        "name": "离魂"
      },
      "119": {
        "desc": "大道无形，大巧不工。以神为意，方可御甲万里。此技能是本门修行的基础。#r#R其他门派技能的等级不能高于本技能。",
        "name": "神工无形"
      },
      "120": {
        "desc": "他山之石，可以攻玉。对友敌双方的深入研究，使你得以捭阖纵横，机变如神。",
        "name": "攻玉以石"
      },
      "121": {
        "desc": "吾有偃甲，壮伟无伦，擎天蔽日，威压乾坤。施展此技能，召唤出擎天巨甲，造就一道敌人永难跨越的屏障。",
        "name": "擎天之械"
      },
      "122": {
        "desc": "偃甲机簧精妙，毫厘之变，可激摇地拔山之能。精于偃术者，伏脉敌方之身，引发其懈怠之时，攻无不克。#r学习效果：提高角色的防御",
        "name": "千机奇巧"
      },
      "123": {
        "desc": "御甲之人以全部精神贯注其中，方可操纵自如。习至得心应手，便可引领友方攻势。#r学习效果：提高角色的伤害",
        "name": "匠心不移"
      },
      "124": {
        "desc": "心窍开启，如有神助。修习此技能将令你心念如电，义理精要了然于胸。#r学习效果：提高角色的躲避",
        "name": "运思如电"
      },
      "125": {
        "desc": "浩繁辰星，烂漫银河。有景如斯，心岂缚于俗务？引首以望，吾辈意在苍穹。此技能可迫使天地展露其秘密，万物兴歇尽在掌握。#r学习效果：提高角色的法伤和法防#r（临时符技能）",
        "name": "探奥索隐"
      },
      "126": {
        "desc": "齐天大圣降妖伏魔，嫉恶如仇，其法术之高，神通广大，无所不能。通晓此技能，是本门修行的基础。#r#R其他门派技能的等级不能高于本技能。",
        "name": "神通广大"
      },
      "127": {
        "desc": "大禹治水之定海神针为齐天大圣的随身兵器，乌铁神珍，大小随心。习得此棒法可助力本门弟子给予对手重击，令其不敢小觑。#r学习效果：提高角色的伤害",
        "name": "如意金箍"
      },
      "128": {
        "desc": "齐天大圣之名方可遂悟空之意，闹凌霄、撼东海、戏阎王，无一不为逞胜之举。花果山弟子均继承了此等威仪自信。",
        "name": "齐天逞胜"
      },
      "129": {
        "desc": "孙悟空在太上老君的丹炉中用三昧真火足足炼了七七四十九日，锻成金刚之躯。花果山弟子也继承其坚韧躯体，凡刃不能伤。#r学习效果：提高角色的防御#r（临时符技能）",
        "name": "金刚之躯"
      },
      "130": {
        "desc": "混沌初分，鸿蒙始辨。花果山孕育仙石，上有九窍八孔，终于见风化作灵明石猴。此猴通变化，识天时，知地利，天地间一切似乎尽在其掌握。#r学习效果：提高角色的命中",
        "name": "灵猴九窍"
      },
      "131": {
        "desc": "地煞之术，该当七十二般变化。可男可女，可老可少，可人可物，变化无穷，习此变化之术，天雷、阴火、赑风均可避之。#r学习效果：提高角色的法伤和法防",
        "name": "七十二变"
      },
      "132": {
        "desc": "以云雾飞行于天穹，自在无穷。",
        "name": "腾云驾雾"
      },
      "133": {
        "desc": "深海潮汐，暗涌之力，沉睡之时，梦魇将至。此技能是本门修行的基础，东海渊弟子在释放门派法术后将获得梦魇，需小心提防，否则将陷入无边沉眠。#r#R其它门派技能的等级不能高于本技能。#n",
        "name": "深海呓语"
      },
      "134": {
        "desc": "柔软之躯，吞噬无尽，混沌之息，蚕食梦境。施展此技后可使用海毛虫的力量。#r学习效果：提高角色的伤害",
        "name": "远古之境"
      },
      "135": {
        "desc": "蛰伏暗处，自阴影中降临。施展此技后可使用巨蛙的力量。#r学习效果：提高角色的防御",
        "name": "混沌之谜"
      },
      "136": {
        "desc": "海洋之息，永生之迷，远古石像，仍引暗潮涌动。施展此技后可使用大海龟的力量。#r学习效果：提高角色的法防",
        "name": "长生之祀"
      },
      "137": {
        "desc": "来自大海深处的神秘律动，在海底如血脉般绵延，刻进每一个海洋生物的生命，却是上古神力遗留下的永恒诅咒。#r学习效果：提高角色的魔法",
        "name": "潮汐之咒"
      },
      "138": {
        "desc": "大海掀起无尽的波浪，海水的涌动奏响奇妙的乐章，那是每一个东海渊族人关于家乡的记忆，是心中最温暖柔软的地方。#r学习效果：提高角色的法伤",
        "name": "澄心之浪"
      },
      "139": {
        "desc": "海洋自创世以来，就对生活在此的生物提供了畅游的权力。#r学习效果：提高角色的躲避",
        "name": "遨游"
      },
      "140": {
        "desc": "战鼓铿锵，战魂不息，九黎之歌荡涤天地，激昂族人之志。#r#R其他门派技能的等级不能高于本技能。",
        "name": "九黎战歌"
      },
      "141": {
        "desc": "魂枫翩跹，奕奕如战，英气磅礴，永不息止。#r学习效果：提高角色的伤害",
        "name": "魂枫战舞"
      },
      "142": {
        "desc": "九黎魔息，燎天之焰，铸魂成兵，乾坤在握。#r学习效果：提高角色的法伤和法防",
        "name": "兵铸乾坤"
      },
      "143": {
        "desc": "战意如火，叱咤生花，九黎之子，铁士无畏。#r学习效果：提高角色的命中",
        "name": "燃铁飞花"
      },
      "144": {
        "desc": "九黎之魂，犹燎原之火，燃万丈烈焰，指胜利之巅。#r学习效果：提高角色的防御",
        "name": "战火雄魂"
      },
      "145": {
        "desc": "聆听兵主密命，得赐魔神之力，战无不胜，天地可征。",
        "name": "魔神降世"
      },
      "146": {
        "desc": "风所行处，九黎无阻，越古穿今，无迹不至。#r学习效果：提高角色的躲避",
        "name": "风行九黎"
      },
      "526": {
        "desc": "#G忽视对方10%法术防御进行法术攻击。",
        "name": "金仙秘术"
      },
      "527": {
        "desc": "#G提升我方在场单位物理伤害结果和法术伤害结果10%。#r持续5回合，冷却150回合。",
        "name": "怒号"
      },
      "528": {
        "desc": "#G给我方在场单位附加状态，50%的几率吸收雷、火、土、水属性法术伤害，并转换成加血效果。#r持续5回合，冷却150回合。",
        "name": "万宝金甲"
      },
      "529": {
        "desc": "#G提升目标物理伤害结果20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
        "name": "魔劲激发"
      },
      "530": {
        "desc": "#G提升我方在场单位抵抗封印的能力10%，增加我方在场单位承受的物理和法术伤害结果10%。#r持续5回合，冷却150回合。",
        "name": "天魔咒术"
      },
      "531": {
        "desc": "#G降低我方在场召唤兽承受的物理和法术伤害结果20%。#r持续5回合，冷却150回合。",
        "name": "驭兽术"
      },
      "532": {
        "desc": "#G携带者释放法术时，孩子有20%几率对同一目标释放墨笔追魂，造成物理伤害。#r消耗MP：50",
        "name": "墨笔追魂"
      },
      "533": {
        "desc": "#G给目标附加状态，受到物理攻击和法术攻击时，有30%几率给予对方反震。#r反震伤害为所受伤害的50%。#r持续2回合。",
        "name": "阎王号令"
      },
      "534": {
        "desc": "#G进场时，若友方没有其余召唤兽且阵亡单位数≥3，复活我方所有人物单位，复活后血量为1。#r触发时不同时触发六艺进场技能。#r不能复活受到死亡禁锢和锢魂术的单位。",
        "name": "还魂归魄"
      },
      "535": {
        "desc": "#G降低目标承受的物理和法术伤害结果20%，降低目标造成的物理和法术伤害结果20%。#r持续1回合。",
        "name": "盾牌格挡"
      },
      "536": {
        "desc": "#G进场时，若我方没有其余召唤兽且阵亡单位数≥3，提升我方在场单位伤害结果100%。#r持续2回合。#r触发时不同时触发六艺进场技能。",
        "name": "决一死战"
      },
      "537": {
        "desc": "#G提升目标封印能力20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
        "name": "乌纱帽"
      },
      "538": {
        "desc": "#G目标造成的治疗效果提升20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
        "name": "悬壶济世"
      },
      "539": {
        "desc": "#G携带者释放法术时，孩子有20%几率对3个目标释放对诗，造成法术伤害。#r消耗MP：50",
        "name": "对诗"
      },
      "540": {
        "desc": "#G无视保护发动一次物理攻击。",
        "name": "十步一人"
      },
      "541": {
        "desc": "#G提升目标法术伤害结果20%，增加目标承受的物理和法术伤害结果10%。#r持续1回合。",
        "name": "仙力激发"
      },
      "542": {
        "desc": "#G提升我方在场单位速度10%，增加我方在场单位承受的物理和法术伤害结果10%。#r持续5回合，冷却150回合。",
        "name": "腾云跨风"
      },
      "543": {
        "desc": "#G携带者释放法术时，孩子有20%几率对作用的首目标释放文思泉涌，造成物理法术封印效果。#r持续2回合。#r消耗MP：50",
        "name": "文思泉涌"
      },
      "555": {
        "desc": "休息一回合后，临时提高攻击伤害和速度自动攻击目标，#r消耗:当前气血的10%",
        "name": "后发制人"
      },
      "556": {
        "desc": "恢复队友的气血",
        "name": "针灸"
      },
      "557": {
        "desc": "停止行动并保护自己免受伤害",
        "name": "楚楚可怜"
      },
      "558": {
        "desc": "令对手无法施展物理攻击",
        "name": "定身符"
      },
      "559": {
        "desc": "重击敌人，并降低其灵力",
        "name": "天雷斩"
      },
      "560": {
        "desc": "救活死去的队友",
        "name": "杨柳甘露"
      },
      "561": {
        "desc": "攻击性法术，可攻击多人",
        "name": "龙卷雨击"
      },
      "562": {
        "desc": "连续两次攻击对手",
        "name": "烟雨剑法"
      },
      "563": {
        "desc": "受到物理攻击时自动反击",
        "name": "极度疯狂"
      },
      "564": {
        "desc": "攻击性法术，攻击单人",
        "name": "三昧真火"
      },
      "565": {
        "desc": "战斗中隐藏自己的身形，白天才可用",
        "name": "修罗隐身"
      },
      "566": {
        "desc": "吸取对方的气血补充给自己",
        "name": "勾魂"
      },
      "567": {
        "desc": "临时提高自己的伤害力、防御力和速度",
        "name": "潜力激发"
      },
      "568": {
        "desc": "恢复自己或同伴的气血并治疗伤势",
        "name": "治疗"
      },
      "569": {
        "desc": "救活死去的队友",
        "name": "还魂咒"
      },
      "570": {
        "desc": "忽视对方30%的防御进行攻击",
        "name": "蚩尤之搏"
      },
      "581": {
        "desc": "暂时增加目标的防御。#r使用条件:等级≥80",
        "name": "金刚护体"
      },
      "582": {
        "desc": "使目标避免中毒。#r使用条件:等级≥80",
        "name": "百毒不侵"
      },
      "583": {
        "desc": "攻击性法术，可攻击单人。#r使用条件:等级≥80",
        "name": "五雷咒"
      },
      "584": {
        "desc": "可查看目标的具体信息。#r使用条件:等级≥80",
        "name": "知己知彼"
      },
      "585": {
        "desc": "攻击性法术，可攻击单人。#r使用条件:等级≥80",
        "name": "五行法术"
      },
      "586": {
        "desc": "攻击性法术，可攻击单人。#r使用条件:等级≥80",
        "name": "龙腾"
      },
      "587": {
        "desc": "使目标每回合恢复一定的魔法值。#r使用条件:等级≥80#r消耗:气血30",
        "name": "炼气化神"
      },
      "588": {
        "desc": "使用后可以压制召唤兽。#r使用条件:等级≥80",
        "name": "威慑"
      },
      "590": {
        "desc": "使目标可以看到隐身的鬼魅。#r使用条件:等级≥80",
        "name": "幽冥鬼眼"
      },
      "591": {
        "desc": "减少对手的魔法值。#r使用条件:等级≥80",
        "name": "姐妹同心"
      },
      "592": {
        "desc": "可提高自己的伤害力。#r使用条件:等级≥80",
        "name": "杀气诀"
      },
      "631": {
        "desc": "#G恢复目标队友气血，并在回合结束时解除其封类异常状态。#r#R限对已有封类异常状态者使用，否则催眠其2回合。且只能对玩家使用。#r被解封后的下回合不能再次获得本效果；#r每场战斗中限使用1~3次。#r#W——困局中最后的希望#r（悟性≥1160为3次，悟性≥1080为2次）",
        "name": "仙人指路"
      },
      "632": {
        "desc": "#G当你进场时，立即为全体队友恢复气血。#r#R只有在第5回合及以后进场时才生效。#r#W(随等级、悟性、法术控制力提升恢复量)#r#W——团灭之前你会想到我",
        "name": "峰回路转"
      },
      "633": {
        "desc": "#G进场后立即普通攻击一个未被催眠之敌。#r#G提高气血。#W随悟性、等级增加最多380点#r#G提高物理攻击结果。#W随悟性、力量点增加最多100点#r#W——强，无需掩饰",
        "name": "开门见山"
      },
      "635": {
        "desc": "#G提升目标队友的封印法术的命中率；#r#R只在该队友气血≤40%时才生效。#r#W随悟性提高最多11%。#r持续4回合。冷却3回合。#r#W——复仇，有很多种方式",
        "name": "四面埋伏"
      },
      "636": {
        "desc": "#G提高HP。#W最多540点。#r#G减少受到的物理伤害。#W最多15%。#r随悟性而增加#r——扛住物理伤害，是一种策略",
        "name": "千锤百炼"
      },
      "637": {
        "desc": "#G提高HP。#W最多540点。#r#G减少受到的法术伤害。#W最多10%。#r随悟性而增加#r——扛住法术伤害，是另一种策略",
        "name": "赴汤蹈火"
      },
      "644": {
        "desc": "#G对单个目标造成持续固定伤害。#r#W持续2回合，对NPC伤害加倍。",
        "name": "雾杀"
      },
      "645": {
        "desc": "#G提升目标队友法术伤害结果。#r#W持续4回合。#r使用条件:等级≥80",
        "name": "蜜润"
      },
      "646": {
        "desc": "#G发动物理攻击敌人，并略提高必杀几率。",
        "name": "裂石"
      },
      "647": {
        "desc": "#G自己受到的物理、法术伤害减少 20%。#r#W持续2回合.#r使用条件:等级≥80",
        "name": "不动如山"
      },
      "648": {
        "desc": "恢复单个目标队友的气血",
        "name": "地涌金莲"
      },
      "649": {
        "desc": "#G提升目标队友法术防御能力。#r#W持续4回合。#r使用条件:等级≥80",
        "name": "金身舍利"
      },
      "674": {
        "desc": "#G对目标附带一个不幸诅咒，#r每回合一定几率增加负面状态回合，#r减少增益状态回合。#r#W持续4回合。",
        "name": "怨怖之泣"
      },
      "675": {
        "desc": "#G对目标附带一个伤害诅咒，#r目标造成的伤害将部分反弹给自己。#r#W持续4回合。#r使用条件:等级≥80",
        "name": "诡蝠之刑"
      },
      "676": {
        "desc": "减少友方目标本回合受到的所有伤害。",
        "name": "匠心·固甲"
      },
      "677": {
        "desc": "为本方目标回复气血。#r使用条件:等级≥80",
        "name": "匠心·蓄锐"
      }
    },
    "senior_yao_jue": [
      "高级反击",
      "高级反震",
      "高级吸血",
      "高级连击",
      "高级飞行",
      "高级夜战",
      "高级隐身",
      "高级感知",
      "高级再生",
      "高级冥思",
      "高级慧根",
      "高级必杀",
      "高级幸运",
      "高级神迹",
      "高级招架",
      "高级永恒",
      "高级敏捷",
      "高级强力",
      "高级防御",
      "高级偷袭",
      "高级毒",
      "高级驱鬼",
      "高级鬼魂术",
      "高级魔之心",
      "高级神佑复生",
      "高级精神集中",
      "高级否定信仰",
      "奔雷咒",
      "泰山压顶",
      "水漫金山",
      "地狱烈火",
      "高级雷属性吸收",
      "高级土属性吸收",
      "高级火属性吸收",
      "高级水属性吸收",
      "高级法术连击",
      "高级法术暴击",
      "高级法术波动",
      "壁垒击破",
      "嗜血追击",
      "弱点火",
      "弱点水",
      "弱点雷",
      "弱点土",
      "高级进击法暴",
      "高级进击必杀",
      "高级遗志",
      "高级合纵",
      "力劈华山",
      "浮云神马",
      "须弥真言",
      "善恶有报",
      "苍鸾怒击",
      "死亡召唤",
      "法术防御",
      "龙魂",
      "夜舞倾城",
      "上古灵符",
      "灵能激发",
      "法力陷阱",
      "惊心一剑",
      "高级法术抵抗",
      "高级盾气",
      "高级蓄势待发",
      "高级金蝉蜕壳",
      "万物之灵（火）",
      "万物之灵（水）",
      "万物之灵（金）",
      "万物之灵（土）",
      "万物之灵（木）",
      "力大无穷（火）",
      "力大无穷（水）",
      "力大无穷（金）",
      "力大无穷（土）",
      "力大无穷（木）"
    ],
    "share_role_jinyi_order": [
      "青花瓷",
      "铃儿叮当",
      "浪淘纱",
      "炽云缎",
      "鹿角弯弯",
      "瑰梦潋",
      "飞天舞",
      "绯雪织",
      "雪眸影",
      "星河乐章",
      "落星织",
      "花重云",
      "冰寒绡",
      "冰雪玉兔",
      "烟岚雪",
      "羽仙歌",
      "花间梦",
      "云龙梦",
      "碧华锦",
      "纤云纱",
      "霞姿月韵",
      "夜之幽兰",
      "灵喵耳朵"
    ],
    "share_role_xiangrui_order": [
      "天使猪猪",
      "萌动猪猪",
      "帝狰",
      "战火穷奇",
      "九尾冰狐",
      "深海狂鲨",
      "冰晶魅灵",
      "神行小驴",
      "海豚恋人",
      "玉脂福羊",
      "幻·帝江",
      "2021麒麟",
      "霜雪龙宝",
      "独角马",
      "水嘟嘟",
      "粉红小驴",
      "七彩小驴",
      "甜蜜猪猪",
      "飞天猪猪",
      "猪猪小侠",
      "熊猫团子",
      "寒冰灵虎",
      "萤火霜兔",
      "萌萌小狗",
      "福气珍牛",
      "牛转钱坤",
      "非你莫鼠",
      "财源滚滚",
      "幽骨战龙",
      "九幽灵虎",
      "铃儿叮当",
      "冰晶雪魄",
      "冰晶小雪魄",
      "月影天马",
      "星华飞马",
      "如意宝狮",
      "四不相",
      "甜蜜泡泡",
      "玉瓷葫芦"
    ],
    "shenqi_info": {
      "6200": {
        "desc": "黄帝采首山之铜铸此剑，以天文古字铭之，蕴腾龙之魂，光若屈阳之华，寄天地之神，气有顺天之义。#r【法宝等级】 神器",
        "name": "轩辕剑"
      },
      "6201": {
        "desc": "昔时，女娲补天于高山之巅，遗五色之玉，润而有光，华彩滟滟，有修复万物之能。#r【法宝等级】 神器",
        "name": "华光玉"
      },
      "6202": {
        "desc": "挥毫洒落，探玄为奇，墨骨为魂，浓淡由他。此笔蕴浩然之气，绘万物，赋其魂。#r【法宝等级】 神器",
        "name": "墨魂笔"
      },
      "6203": {
        "desc": "凤栖于桐，鸣而为歌。伏羲削此桐为琴，其形法天象地，曾有七弦，作宫商角徵之音，可动喜怒悲欣之情。#r【法宝等级】 神器",
        "name": "独弦琴"
      },
      "6204": {
        "desc": "昆仑之渊有异兽，顽嚚不友，好行凶德。陆吾杀之，禁其魂于其齿，锐不可当。#r【法宝等级】 神器",
        "name": "噬魂齿"
      },
      "6205": {
        "desc": "忽梦少年时，不语泪潸然。瑾瑜之玉为盏，嵌鲛珠，可贮世间女儿之泪。#r【法宝等级】 神器",
        "name": "泪痕碗"
      },
      "6206": {
        "desc": "黄金甲胄，三界至坚者。披此金甲者，刀枪不入，志固而愈勇。#r【法宝等级】 神器",
        "name": "黄金甲"
      },
      "6207": {
        "desc": "神木之巅有草，其影亭亭，翩然有凌波之态，其叶葳蕤，皎皎若月华之色。此草乃句芒手植，蕴皓月清辉，可治百病。#r【法宝等级】 神器",
        "name": "月光草"
      },
      "6208": {
        "desc": "禺强以鼎为祀，祭天地，祷众生，纳四海怨怼，佑三界平靖。然恶业无尽，此鼎化为至阴至煞之器。#r【法宝等级】 神器",
        "name": "四神鼎"
      },
      "6209": {
        "desc": "煌煌天火，巨焰如帜。祝融以气化珠，珠内藏天火之焰，焚尽魍魉魑魅，明光可照天地。#r【法宝等级】 神器",
        "name": "明火珠"
      },
      "6210": {
        "desc": "镜者，景也，风后登昆仑之丘，取山中金石以为镜，望而无尽，隐而见影，有影照回忆之能。#r【法宝等级】 神器",
        "name": "昆仑镜"
      },
      "6211": {
        "desc": "沧浪激石，泠泠作响，声成韵，录其谱。应龙乘风来去，云雾滃然而从，啸而为歌，兴风雨而净万物。#r【法宝等级】 神器",
        "name": "清泽谱"
      },
      "6212": {
        "desc": "星移斗转，瀚海灿灿，天而为相，地则成形。颛顼以星斗为棋，司生司杀。星斗之盘，可参天机。#r【法宝等级】 神器",
        "name": "星斗盘"
      },
      "6213": {
        "desc": "风翻云起，震荡乾坤，天罡一出，四海宾服。蚩尤行兵所持之印，王霸之气俨然，有号令天下之能。#r【法宝等级】 神器",
        "name": "天罡印"
      },
      "6214": {
        "desc": "一丝一扣系相思，玲珑心意知不知？嫘祖亲桑，抽丝编绢成此结，缠绵情意，令人心驰神往，于不觉间掌控人心。#r【法宝等级】 神器",
        "name": "玲珑结"
      },
      "6215": {
        "desc": "黄帝采首山之铜铸此剑，以天文古字铭之，蕴腾龙之魂，光若屈阳之华，寄天地之神，气有顺天之义。#r【法宝等级】 神器",
        "name": "轩辕剑"
      },
      "6216": {
        "desc": "昔时，女娲补天于高山之巅，遗五色之玉，润而有光，华彩滟滟，有修复万物之能。#r【法宝等级】 神器",
        "name": "华光玉"
      },
      "6217": {
        "desc": "挥毫洒落，探玄为奇，墨骨为魂，浓淡由他。此笔蕴浩然之气，绘万物，赋其魂。#r【法宝等级】 神器",
        "name": "墨魂笔"
      },
      "6218": {
        "desc": "凤栖于桐，鸣而为歌。伏羲削此桐为琴，其形法天象地，曾有七弦，作宫商角徵之音，可动喜怒悲欣之情。#r【法宝等级】 神器",
        "name": "独弦琴"
      },
      "6219": {
        "desc": "昆仑之渊有异兽，顽嚚不友，好行凶德。陆吾杀之，禁其魂于其齿，锐不可当。#r【法宝等级】 神器",
        "name": "噬魂齿"
      },
      "6220": {
        "desc": "忽梦少年时，不语泪潸然。瑾瑜之玉为盏，嵌鲛珠，可贮世间女儿之泪。#r【法宝等级】 神器",
        "name": "泪痕碗"
      },
      "6221": {
        "desc": "黄金甲胄，三界至坚者。披此金甲者，刀枪不入，志固而愈勇。#r【法宝等级】 神器",
        "name": "黄金甲"
      },
      "6222": {
        "desc": "神木之巅有草，其影亭亭，翩然有凌波之态，其叶葳蕤，皎皎若月华之色。此草乃句芒手植，蕴皓月清辉，可治百病。#r【法宝等级】 神器",
        "name": "月光草"
      },
      "6223": {
        "desc": "禺强以鼎为祀，祭天地，祷众生，纳四海怨怼，佑三界平靖。然恶业无尽，此鼎化为至阴至煞之器。#r【法宝等级】 神器",
        "name": "四神鼎"
      },
      "6224": {
        "desc": "煌煌天火，巨焰如帜。祝融以气化珠，珠内藏天火之焰，焚尽魍魉魑魅，明光可照天地。#r【法宝等级】 神器",
        "name": "明火珠"
      },
      "6225": {
        "desc": "镜者，景也，风后登昆仑之丘，取山中金石以为镜，望而无尽，隐而见影，有影照回忆之能。#r【法宝等级】 神器",
        "name": "昆仑镜"
      },
      "6226": {
        "desc": "沧浪激石，泠泠作响，声成韵，录其谱。应龙乘风来去，云雾滃然而从，啸而为歌，兴风雨而净万物。#r【法宝等级】 神器",
        "name": "清泽谱"
      },
      "6227": {
        "desc": "星移斗转，瀚海灿灿，天而为相，地则成形。颛顼以星斗为棋，司生司杀。星斗之盘，可参天机。#r【法宝等级】 神器",
        "name": "星斗盘"
      },
      "6228": {
        "desc": "风翻云起，震荡乾坤，天罡一出，四海宾服。蚩尤行兵所持之印，王霸之气俨然，有号令天下之能。#r【法宝等级】 神器",
        "name": "天罡印"
      },
      "6229": {
        "desc": "一丝一扣系相思，玲珑心意知不知？嫘祖亲桑，抽丝编绢成此结，缠绵情意，令人心驰神往，于不觉间掌控人心。#r【法宝等级】 神器",
        "name": "玲珑结"
      },
      "6230": {
        "desc": "水中出藻玉，钟灵而生，多文彩。藻玉琢磨为铃，名莫愁。此铃随风而鸣，醒梦魇，再无忧。#r【法宝等级】 神器",
        "name": "莫愁铃"
      },
      "6231": {
        "desc": "黄帝采首山之铜铸此剑，以天文古字铭之，蕴腾龙之魂，光若屈阳之华，寄天地之神，气有顺天之义。#r【法宝等级】 神器",
        "name": "天机城"
      },
      "6232": {
        "desc": "盘古破鸿蒙，清浊之气分化，乃成鸿蒙石。千万年来，此石蕴藉天地灵气，终孕生一九窍石猴。得此石者，可尽收天地灵明之能。#r【法宝等级】 神器",
        "name": "鸿蒙石"
      },
      "6233": {
        "desc": "水中出藻玉，钟灵而生，多文彩。藻玉琢磨为铃，名莫愁。此铃随风而鸣，醒梦魇，再无忧。#r【法宝等级】 神器",
        "name": "莫愁铃"
      },
      "6234": {
        "desc": "黄帝采首山之铜铸此剑，以天文古字铭之，蕴腾龙之魂，光若屈阳之华，寄天地之神，气有顺天之义。#r【法宝等级】 神器",
        "name": "天机城"
      },
      "6235": {
        "desc": "盘古破鸿蒙，清浊之气分化，乃成鸿蒙石。千万年来，此石蕴藉天地灵气，终孕生一九窍石猴。得此石者，可尽收天地灵明之能。#r【法宝等级】 神器",
        "name": "鸿蒙石"
      }
    },
    "shenqi_wuxing_attrs": [
      "法术伤害",
      "法术暴击",
      "伤害",
      "物理暴击",
      "固定伤害",
      "治疗能力",
      "封印命中",
      "防御",
      "抵抗封印",
      "法术防御",
      "气血",
      "速度"
    ],
    "shoujue_type": {
      "1": "须弥真言",
      "2": "力劈华山",
      "3": "善恶有报",
      "4": "法术防御",
      "5": "死亡召唤",
      "6": "苍鸾怒击",
      "7": "浮云神马",
      "8": "法力陷阱",
      "9": "灵能激发",
      "10": "夜舞倾城",
      "11": "上古灵符",
      "12": "龙魂",
      "13": "高级偷袭",
      "14": "高级必杀",
      "15": "高级连击",
      "16": "高级吸血",
      "17": "高级夜战",
      "18": "高级神佑复生",
      "19": "高级法术暴击",
      "20": "高级魔之心",
      "21": "高级法术波动",
      "22": "高级法术连击",
      "23": "高级感知",
      "24": "高级反震",
      "25": "高级敏捷",
      "26": "高级强力",
      "27": "高级幸运",
      "28": "高级防御",
      "29": "壁垒击破",
      "30": "高级驱鬼",
      "31": "高级隐身",
      "32": "必杀",
      "33": "吸血",
      "34": "夜战",
      "35": "连击",
      "36": "偷袭",
      "37": "魔之心",
      "38": "法术暴击",
      "39": "高级进击必杀",
      "40": "高级进击法暴",
      "41": "高级合纵",
      "42": "法术防御",
      "43": "超级夜战",
      "44": "超级反击",
      "45": "超级反震",
      "46": "超级吸血",
      "47": "超级连击",
      "48": "超级飞行",
      "49": "超级隐身",
      "50": "超级感知",
      "51": "超级再生",
      "52": "超级冥思",
      "53": "超级驱鬼",
      "54": "超级毒",
      "55": "超级慧根",
      "56": "超级必杀",
      "57": "超级幸运",
      "58": "超级精神集中",
      "59": "超级神迹",
      "60": "超级招架",
      "61": "超级永恒",
      "62": "超级敏捷",
      "63": "超级否定信仰",
      "64": "超级魔之心",
      "65": "超级偷袭",
      "66": "超级奔雷咒",
      "67": "超级泰山压顶",
      "68": "超级水漫金山",
      "69": "超级地狱烈火",
      "70": "超级雷属性吸收",
      "71": "超级土属性吸收",
      "72": "超级水属性吸收",
      "73": "超级火属性吸收",
      "74": "超级强力",
      "75": "超级防御",
      "76": "超级进击必杀",
      "77": "超级进击法暴",
      "78": "超级遗志",
      "79": "超级法术连击",
      "80": "超级法术暴击",
      "81": "超级法术波动",
      "82": "超级壁垒击破",
      "83": "超级法术抵抗",
      "84": "超级盾气",
      "85": "超级合纵",
      "86": "高级蓄势待发",
      "87": "蓄势待发",
      "88": "高级金蝉蜕壳",
      "89": "超级金蝉蜕壳"
    },
    "sjg_avail_num_conf": {
      "102339": [
        "2024",
        "2025",
        "2026"
      ],
      "102340": [
        "2024",
        "2025",
        "2026"
      ],
      "102839": [
        "2024",
        "2025",
        "2026"
      ],
      "102840": [
        "2024",
        "2025",
        "2026"
      ],
      "112019": [
        "2023",
        "2024",
        "2025"
      ],
      "112020": [
        "2023",
        "2024",
        "2025"
      ],
      "112021": [
        "2023",
        "2024",
        "2025"
      ],
      "112022": [
        "2023",
        "2024",
        "2025"
      ],
      "112023": [
        "2023",
        "2024",
        "2025"
      ],
      "112024": [
        "2023",
        "2024",
        "2025"
      ],
      "112025": [
        "2023",
        "2024",
        "2025"
      ],
      "112026": [
        "2023",
        "2024",
        "2025"
      ],
      "112038": [
        "2024",
        "2025",
        "2026"
      ],
      "112039": [
        "2024",
        "2025",
        "2026"
      ],
      "112040": [
        "2024",
        "2025",
        "2026"
      ],
      "112046": [
        "2024",
        "2025",
        "2026"
      ],
      "112047": [
        "2024",
        "2025",
        "2026"
      ],
      "112048": [
        "2024",
        "2025",
        "2026"
      ],
      "112061": [
        "2024",
        "2025",
        "2026"
      ],
      "112062": [
        "2024",
        "2025",
        "2026"
      ],
      "112063": [
        "2024",
        "2025",
        "2026"
      ],
      "112064": [
        "2024",
        "2025",
        "2026"
      ],
      "112065": [
        "2024",
        "2025",
        "2026"
      ],
      "112066": [
        "2024",
        "2025",
        "2026"
      ],
      "112067": [
        "2024",
        "2025",
        "2026"
      ],
      "112068": [
        "2024",
        "2025",
        "2026"
      ],
      "112069": [
        "2024",
        "2025",
        "2026"
      ],
      "112070": [
        "2024",
        "2025",
        "2026"
      ],
      "112071": [
        "2024",
        "2025",
        "2026"
      ],
      "112072": [
        "2024",
        "2025",
        "2026"
      ],
      "112078": [
        "2025",
        "2026",
        "2027"
      ],
      "112079": [
        "2025",
        "2026",
        "2027"
      ],
      "112080": [
        "2025",
        "2026",
        "2027"
      ],
      "112081": [
        "2025",
        "2026",
        "2027"
      ],
      "112082": [
        "2025",
        "2026",
        "2027"
      ],
      "112083": [
        "2025",
        "2026",
        "2027"
      ],
      "112084": [
        "2025",
        "2026",
        "2027"
      ],
      "112085": [
        "2025",
        "2026",
        "2027"
      ],
      "112086": [
        "2025",
        "2026",
        "2027"
      ],
      "112087": [
        "2025",
        "2026",
        "2027"
      ],
      "112519": [
        "2023",
        "2024",
        "2025"
      ],
      "112520": [
        "2023",
        "2024",
        "2025"
      ],
      "112521": [
        "2023",
        "2024",
        "2025"
      ],
      "112522": [
        "2023",
        "2024",
        "2025"
      ],
      "112523": [
        "2023",
        "2024",
        "2025"
      ],
      "112524": [
        "2023",
        "2024",
        "2025"
      ],
      "112525": [
        "2023",
        "2024",
        "2025"
      ],
      "112526": [
        "2023",
        "2024",
        "2025"
      ],
      "112538": [
        "2024",
        "2025",
        "2026"
      ],
      "112539": [
        "2024",
        "2025",
        "2026"
      ],
      "112540": [
        "2024",
        "2025",
        "2026"
      ],
      "112546": [
        "2024",
        "2025",
        "2026"
      ],
      "112547": [
        "2024",
        "2025",
        "2026"
      ],
      "112548": [
        "2024",
        "2025",
        "2026"
      ],
      "112561": [
        "2024",
        "2025",
        "2026"
      ],
      "112562": [
        "2024",
        "2025",
        "2026"
      ],
      "112563": [
        "2024",
        "2025",
        "2026"
      ],
      "112564": [
        "2024",
        "2025",
        "2026"
      ],
      "112565": [
        "2024",
        "2025",
        "2026"
      ],
      "112566": [
        "2024",
        "2025",
        "2026"
      ],
      "112567": [
        "2024",
        "2025",
        "2026"
      ],
      "112568": [
        "2024",
        "2025",
        "2026"
      ],
      "112569": [
        "2024",
        "2025",
        "2026"
      ],
      "112570": [
        "2024",
        "2025",
        "2026"
      ],
      "112571": [
        "2024",
        "2025",
        "2026"
      ],
      "112572": [
        "2024",
        "2025",
        "2026"
      ],
      "112578": [
        "2025",
        "2026",
        "2027"
      ],
      "112579": [
        "2025",
        "2026",
        "2027"
      ],
      "112580": [
        "2025",
        "2026",
        "2027"
      ],
      "112581": [
        "2025",
        "2026",
        "2027"
      ],
      "112582": [
        "2025",
        "2026",
        "2027"
      ],
      "112583": [
        "2025",
        "2026",
        "2027"
      ],
      "112584": [
        "2025",
        "2026",
        "2027"
      ],
      "112585": [
        "2025",
        "2026",
        "2027"
      ],
      "112586": [
        "2025",
        "2026",
        "2027"
      ],
      "112587": [
        "2025",
        "2026",
        "2027"
      ]
    },
    "stone_list": {
      "4002": "太阳石",
      "4003": "月亮石",
      "4004": "光芒石",
      "4005": "神秘石",
      "4010": "黑宝石",
      "4011": "红玛瑙",
      "4012": "舍利子",
      "4244": "星辉石",
      "4249": "翡翠石"
    },
    "suit_added_status": {
      "4001": "盘丝阵",
      "4002": "定心术",
      "4003": "极度疯狂",
      "4004": "金刚护法",
      "4005": "逆鳞",
      "4006": "生命之泉",
      "4007": "魔王回首",
      "4008": "幽冥鬼眼",
      "4009": "楚楚可怜",
      "4010": "百毒不侵",
      "4011": "变身",
      "4012": "普渡众生",
      "4013": "炼气化神",
      "4014": "修罗隐身",
      "4015": "杀气诀",
      "4016": "一苇渡江",
      "4017": "碎星诀",
      "4018": "明光宝烛",
      "4019": "天神护体"
    },
    "suit_append_skills": {
      "3001": "知己知彼",
      "3002": "镇妖",
      "3003": "百万神兵",
      "3004": "魔音摄魂",
      "3005": "含情脉脉",
      "3006": "威慑",
      "3007": "催眠符",
      "3008": "失心符",
      "3009": "落魄符",
      "3010": "定身符",
      "3011": "满天花雨",
      "3012": "似玉生香",
      "3013": "尸腐毒",
      "3014": "勾魂",
      "3015": "摄魄",
      "3016": "姐妹同心",
      "3017": "唧唧歪歪",
      "3018": "龙卷雨击",
      "3019": "龙腾",
      "3020": "龙吟",
      "3021": "五雷咒",
      "3022": "飞砂走石",
      "3023": "三昧真火",
      "3024": "阎罗令",
      "3025": "判官令",
      "3026": "紧箍咒",
      "3027": "日光华",
      "3028": "靛沧海",
      "3029": "巨岩破",
      "3030": "苍茫树",
      "3031": "地裂火",
      "3032": "后发制人",
      "3033": "横扫千军",
      "3034": "日月乾坤",
      "3035": "无敌牛虱",
      "3036": "雷击",
      "3037": "落岩",
      "3038": "水攻",
      "3039": "烈火",
      "3040": "奔雷咒",
      "3041": "泰山压顶",
      "3042": "水漫金山",
      "3043": "地狱烈火",
      "3044": "落叶萧萧",
      "3045": "尘土刃",
      "3046": "荆棘舞",
      "3047": "冰川怒",
      "3048": "夺命咒",
      "3049": "夺魄令",
      "3050": "浪涌",
      "3051": "裂石",
      "3052": "当头一棒",
      "3053": "勠力一击",
      "3054": "神针撼海",
      "3055": "誓血之祭",
      "3056": "炽火流离"
    },
    "suit_effect_name": [
      "变身术之龟丞相",
      "变身术之兔子怪",
      "变身术之蜘蛛精",
      "变身术之黑熊精",
      "变身术之僵尸",
      "变身术之牛头",
      "变身术之马面",
      "变身术之雷鸟人",
      "变身术之蝴蝶仙子",
      "变身术之古代瑞兽",
      "变身术之白熊",
      "变身术之黑山老妖",
      "变身术之天兵",
      "变身术之天将",
      "变身术之地狱战神",
      "变身术之风伯",
      "变身术之凤凰",
      "变身术之蛟龙",
      "变身术之雨师",
      "变身术之如意仙子",
      "变身术之芙蓉仙子",
      "变身术之巡游天神",
      "变身术之星灵仙子",
      "变身术之幽灵",
      "变身术之鬼将",
      "变身术之吸血鬼",
      "变身术之净瓶女娲",
      "变身术之律法女娲",
      "变身术之灵符女娲",
      "变身术之画魂",
      "变身术之幽萤娃娃",
      "变身术之大力金刚",
      "变身术之雾中仙",
      "变身术之灵鹤",
      "变身术之夜罗刹",
      "变身术之炎魔神",
      "变身术之噬天虎",
      "变身术之踏云兽",
      "变身术之红萼仙子",
      "变身术之龙龟",
      "变身术之机关兽",
      "变身术之机关鸟",
      "变身术之连弩车",
      "变身术之巴蛇",
      "变身术之葫芦宝贝",
      "变身术之猫灵（人型）",
      "变身术之狂豹（人型）",
      "变身术之蝎子精",
      "变身术之混沌兽",
      "变身术之长眉灵猴",
      "变身术之黑熊",
      "变身术之修罗傀儡鬼",
      "变身术之修罗傀儡妖",
      "变身术之金身罗汉",
      "变身术之藤蔓妖花",
      "变身术之曼珠沙华",
      "变身术之蜃气妖",
      "变身术之大蝙蝠",
      "变化咒之天将",
      "追加法术神针撼海",
      "追加法术知己知彼",
      "变身术之山贼",
      "追加法术裂石",
      "变化咒之蝴蝶仙子",
      "变身术之野猪",
      "变身术之骷髅怪",
      "追加法术勠力一击",
      "变身术之蛤蟆精",
      "变化咒之巨蛙",
      "追加法术紧箍咒",
      "变化咒之树怪",
      "变化咒之海毛虫",
      "追加法术巨岩破",
      "变身术之树怪",
      "追加法术苍茫树",
      "追加法术地裂火",
      "变化咒之狐狸精",
      "变化咒之老虎",
      "变化咒之芙蓉仙子",
      "追加法术日月乾坤",
      "变化咒之花妖",
      "追加法术雷击",
      "追加法术落岩",
      "变身术之巨力神猿",
      "追加法术水攻",
      "变化咒之巡游天神",
      "变化咒之狼",
      "变化咒之虾兵",
      "追加法术泰山压顶",
      "变化咒之龟丞相",
      "变化咒之兔子怪",
      "追加法术落叶萧萧",
      "变化咒之黑熊精",
      "附加状态盘丝阵",
      "变化咒之僵尸",
      "追加法术冰川怒",
      "追加法术夺命咒",
      "变身术之巨蛙",
      "追加法术夺魄令",
      "追加法术浪涌",
      "变身术之护卫",
      "变化咒之白熊",
      "变身术之赌徒",
      "变化咒之天兵",
      "变身术之海毛虫",
      "变化咒之地狱战神",
      "附加状态定心术",
      "附加状态极度疯狂",
      "附加状态金刚护法",
      "附加状态逆鳞",
      "附加状态生命之泉",
      "附加状态魔王回首",
      "附加状态幽冥鬼眼",
      "附加状态楚楚可怜",
      "附加状态百毒不侵",
      "附加状态变身",
      "附加状态普渡众生",
      "附加状态炼气化神",
      "附加状态修罗隐身",
      "附加状态杀气诀",
      "附加状态一苇渡江",
      "附加状态碎星诀",
      "附加状态明光宝烛",
      "附加状态天神护体",
      "变化咒之雨师",
      "追加法术镇妖",
      "追加法术百万神兵",
      "追加法术魔音摄魂",
      "追加法术含情脉脉",
      "追加法术威慑",
      "追加法术催眠符",
      "追加法术失心符",
      "追加法术落魄符",
      "追加法术定身符",
      "追加法术满天花雨",
      "追加法术似玉生香",
      "追加法术尸腐毒",
      "追加法术勾魂",
      "追加法术摄魄",
      "追加法术姐妹同心",
      "追加法术唧唧歪歪",
      "追加法术龙卷雨击",
      "追加法术龙腾",
      "追加法术龙吟",
      "追加法术五雷咒",
      "追加法术飞砂走石",
      "追加法术三昧真火",
      "追加法术阎罗令",
      "追加法术判官令",
      "变化咒之大海龟",
      "追加法术日光华",
      "追加法术靛沧海",
      "变化咒之大蝙蝠",
      "变化咒之羊头怪",
      "变化咒之蛤蟆精",
      "追加法术后发制人",
      "追加法术横扫千军",
      "变化咒之黑熊",
      "追加法术无敌牛虱",
      "变化咒之牛妖",
      "变化咒之小龙女",
      "变化咒之野鬼",
      "追加法术烈火",
      "追加法术奔雷咒",
      "变化咒之蟹将",
      "追加法术水漫金山",
      "追加法术地狱烈火",
      "变化咒之蜘蛛精",
      "追加法术尘土刃",
      "追加法术荆棘舞",
      "变化咒之牛头",
      "变化咒之马面",
      "变化咒之雷鸟人",
      "变身术之大海龟",
      "变化咒之古代瑞兽",
      "追加法术当头一棒",
      "变化咒之黑山老妖",
      "变身术之强盗",
      "追加法术誓血之祭",
      "追加法术炽火流离",
      "变化咒之风伯",
      "变化咒之凤凰",
      "变化咒之蛟龙",
      "变身术之羊头怪",
      "变化咒之如意仙子",
      "变身术之狐狸精",
      "变身术之老虎",
      "变化咒之星灵仙子",
      "变身术之花妖",
      "变身术之牛妖",
      "变身术之小龙女",
      "变身术之野鬼",
      "变身术之狼",
      "变身术之虾兵",
      "变身术之蟹将"
    ],
    "suit_effects": {
      "3011": "满天花雨",
      "3033": "横扫千军",
      "3050": "浪涌",
      "3052": "当头一棒",
      "3053": "勠力一击",
      "3054": "神针撼海",
      "3055": "誓血之祭",
      "3056": "炽火流离",
      "4001": "盘丝阵",
      "4002": "定心",
      "4004": "金刚护法",
      "4005": "逆鳞",
      "4006": "生命之泉",
      "4007": "魔王回首",
      "4008": "幽冥鬼眼",
      "4009": "楚楚可怜",
      "4011": "变身",
      "4012": "普渡众生",
      "4013": "炼气化神",
      "4015": "杀气诀",
      "4016": "一苇渡江",
      "4017": "碎星诀",
      "4019": "天神护体"
    },
    "suit_effects_for_front": {
      "1": "变身",
      "2": "定心术",
      "3": "金刚护法",
      "4": "逆鳞",
      "5": "满天花雨",
      "6": "炼气化神",
      "7": "普渡众生",
      "8": "生命之泉",
      "9": "变身术之凤凰",
      "10": "变身术之蛟龙",
      "11": "变身术之雨师",
      "12": "变身术之如意仙子",
      "13": "变身术之芙蓉仙子",
      "14": "变身术之巡游天神",
      "15": "变身术之星灵仙子",
      "16": "变身术之幽灵",
      "17": "变身术之鬼将",
      "18": "变身术之吸血鬼",
      "19": "变身术之净瓶女娲",
      "20": "变身术之律法女娲",
      "21": "变身术之灵符女娲",
      "22": "变身术之画魂",
      "23": "变身术之幽萤娃娃",
      "24": "变身术之大力金刚",
      "25": "变身术之雾中仙",
      "26": "变身术之灵鹤",
      "27": "变身术之夜罗刹",
      "28": "变身术之炎魔神",
      "29": "变身术之噬天虎",
      "30": "变身术之踏云兽",
      "31": "变身术之红萼仙子",
      "32": "变身术之龙龟",
      "33": "变身术之机关兽",
      "34": "变身术之机关鸟",
      "35": "变身术之连弩车",
      "36": "变身术之巴蛇",
      "37": "变身术之葫芦宝贝",
      "38": "变身术之猫灵（人型）",
      "39": "变身术之狂豹（人型）",
      "40": "变身术之蝎子精",
      "41": "变身术之混沌兽",
      "42": "变身术之长眉灵猴",
      "43": "变身术之巨力神猿",
      "44": "变身术之修罗傀儡鬼",
      "45": "变身术之修罗傀儡妖",
      "46": "变身术之金身罗汉",
      "47": "变身术之藤蔓妖花",
      "48": "变身术之曼珠沙华",
      "49": "变身术之蜃气妖",
      "50": "碎星决",
      "51": "浪涌",
      "52": "追加法术当头一棒",
      "53": "追加法术勠力一击",
      "54": "追加法术神针撼海",
      "55": "追加法术誓血之祭",
      "56": "追加法术炽火流离",
      "57": "天神护体"
    },
    "suit_transform_charms": {
      "2001": "巨蛙",
      "2002": "大海龟",
      "2003": "树怪",
      "2004": "海毛虫",
      "2005": "大蝙蝠",
      "2006": "羊头怪",
      "2007": "蛤蟆精",
      "2008": "狐狸精",
      "2009": "老虎",
      "2010": "黑熊",
      "2011": "花妖",
      "2012": "牛妖",
      "2013": "小龙女",
      "2014": "野鬼",
      "2015": "狼",
      "2016": "虾兵",
      "2017": "蟹将",
      "2018": "龟丞相",
      "2019": "兔子怪",
      "2020": "蜘蛛精",
      "2021": "黑熊精",
      "2022": "僵尸",
      "2023": "牛头",
      "2024": "马面",
      "2025": "雷鸟人",
      "2026": "蝴蝶仙子",
      "2027": "古代瑞兽",
      "2028": "白熊",
      "2029": "黑山老妖",
      "2030": "天兵",
      "2031": "天将",
      "2032": "地狱战神",
      "2033": "风伯",
      "2034": "凤凰",
      "2035": "蛟龙",
      "2036": "雨师",
      "2037": "如意仙子",
      "2038": "芙蓉仙子",
      "2039": "巡游天神",
      "2040": "星灵仙子"
    },
    "suit_transform_skills": {
      "1001": "巨蛙",
      "1002": "大海龟",
      "1003": "护卫",
      "1004": "树怪",
      "1005": "赌徒",
      "1006": "强盗",
      "1007": "海毛虫",
      "1008": "大蝙蝠",
      "1009": "山贼",
      "1010": "野猪",
      "1011": "骷髅怪",
      "1012": "羊头怪",
      "1013": "蛤蟆精",
      "1014": "狐狸精",
      "1015": "老虎",
      "1016": "黑熊",
      "1017": "花妖",
      "1018": "牛妖",
      "1019": "小龙女",
      "1020": "野鬼",
      "1021": "狼",
      "1022": "虾兵",
      "1023": "蟹将",
      "1024": "龟丞相",
      "1025": "兔子怪",
      "1026": "蜘蛛精",
      "1027": "黑熊精",
      "1028": "僵尸",
      "1029": "牛头",
      "1030": "马面",
      "1031": "雷鸟人",
      "1032": "蝴蝶仙子",
      "1033": "古代瑞兽",
      "1034": "白熊",
      "1035": "黑山老妖",
      "1036": "天兵",
      "1037": "天将",
      "1038": "地狱战神",
      "1039": "风伯",
      "1040": "凤凰",
      "1041": "蛟龙",
      "1042": "雨师",
      "1043": "如意仙子",
      "1044": "芙蓉仙子",
      "1045": "巡游天神",
      "1046": "星灵仙子",
      "1047": "幽灵",
      "1048": "鬼将",
      "1049": "吸血鬼",
      "1050": "净瓶女娲",
      "1051": "律法女娲",
      "1052": "灵符女娲",
      "1053": "画魂",
      "1054": "幽萤娃娃",
      "1055": "大力金刚",
      "1056": "雾中仙",
      "1057": "灵鹤",
      "1058": "夜罗刹",
      "1059": "炎魔神",
      "1060": "噬天虎",
      "1061": "踏云兽",
      "1062": "红萼仙子",
      "1063": "龙龟",
      "1064": "机关兽",
      "1065": "机关鸟",
      "1066": "连弩车",
      "1067": "巴蛇",
      "1069": "葫芦宝贝",
      "1070": "猫灵（人型）",
      "1071": "狂豹（人型）",
      "1072": "蝎子精",
      "1073": "混沌兽",
      "1074": "长眉灵猴",
      "1075": "巨力神猿",
      "1076": "修罗傀儡鬼",
      "1077": "修罗傀儡妖",
      "1078": "金身罗汉",
      "1079": "藤蔓妖花",
      "1080": "曼珠沙华",
      "1081": "蜃气妖"
    },
    "sum_attrs": {
      "dex": "敏捷",
      "endurance": "耐力",
      "magic": "魔力",
      "physique": "体质",
      "power": "力量"
    },
    "sumavt_propsk": {
      "iCor_Avt_Inc": {
        "label": "体质"
      },
      "iMag_Avt_Inc": {
        "label": "法力"
      },
      "iRes_Avt_Inc": {
        "label": "耐力"
      },
      "iSpe_Avt_Inc": {
        "label": "敏捷"
      },
      "iStr_Avt_Inc": {
        "label": "力量"
      }
    },
    "summon_bianyi_mapping": {
      "101": 0,
      "102": 0,
      "103": 0,
      "104": 0,
      "105": 0,
      "106": 0,
      "107": 0,
      "108": 0,
      "109": 0,
      "110": 0,
      "111": 0,
      "112": 0,
      "2001": 4,
      "2002": 4,
      "2003": 0,
      "2004": 0,
      "2005": 0,
      "2006": 4,
      "2007": 4,
      "2008": 0,
      "2009": 4,
      "2010": 4,
      "2011": 4,
      "2012": 4,
      "2015": 4,
      "2016": 0,
      "2017": 4,
      "2018": 0,
      "2019": 0,
      "2020": 0,
      "2021": 0,
      "2022": 4,
      "2023": 4,
      "2024": 4,
      "2028": 4,
      "2029": 4,
      "2030": 4,
      "2031": 0,
      "2032": 0,
      "2033": 4,
      "2034": 4,
      "2035": 0,
      "2036": 4,
      "2037": 4,
      "2038": 4,
      "2039": 4,
      "2040": 4,
      "2041": 4,
      "2042": 4,
      "2043": 0,
      "2044": 4,
      "2045": 4,
      "2046": 4,
      "2047": 4,
      "2048": 0,
      "2049": 0,
      "2050": 0,
      "2051": 0,
      "2052": 4,
      "2053": 4,
      "2054": 4,
      "2055": 4,
      "2059": 4,
      "2060": 0,
      "2061": 4,
      "2062": 4,
      "2063": 4,
      "2064": 4,
      "2065": 4,
      "2066": 4,
      "2067": 4,
      "2068": 4,
      "2070": 4,
      "2071": 4,
      "2072": 4,
      "2073": 4,
      "2074": 4,
      "2076": 4,
      "2077": 4,
      "2078": 4,
      "2085": 4,
      "2086": 4,
      "2087": 4,
      "2093": 4,
      "2094": 4,
      "2095": 4,
      "2096": 4,
      "2097": 4,
      "2098": 4,
      "2099": 4,
      "2100": 0,
      "2101": 0,
      "2102": 4,
      "2103": 4,
      "2104": 4,
      "2105": 4,
      "2106": 4,
      "2107": 4,
      "2108": 0,
      "2109": 0,
      "2110": 0,
      "2111": 4,
      "2112": 4,
      "2113": 4,
      "2114": 4,
      "2115": 4,
      "2116": 4,
      "2117": 4,
      "2118": 4,
      "2119": 4,
      "2120": 4,
      "2121": 4,
      "2122": 4,
      "2123": 4,
      "2124": 4,
      "2125": 4,
      "2126": 4,
      "2127": 4,
      "2128": 4,
      "2129": 4,
      "2130": 4,
      "2131": 0,
      "2132": 0,
      "2133": 0,
      "2134": 0,
      "2135": 0,
      "2136": 0,
      "2137": 0,
      "2138": 0,
      "2139": 0,
      "2140": 0,
      "2141": 0,
      "2142": 0,
      "2143": 0,
      "2144": 0,
      "2150": 4,
      "2151": 4,
      "2152": 4,
      "2153": 4,
      "2159": 4,
      "2160": 4,
      "2161": 4,
      "2162": 4,
      "2163": 4,
      "2164": 5,
      "2178": 4,
      "2179": 4,
      "2180": 4,
      "2181": 4,
      "2182": 4,
      "2183": 4,
      "2184": 4,
      "2185": 4,
      "2186": 4,
      "2187": 4,
      "2188": 4,
      "2189": 4,
      "2190": 4,
      "2191": 4,
      "2192": 4,
      "2193": 4,
      "2194": 4,
      "2195": 4,
      "2196": 4,
      "2197": 4,
      "2198": 4,
      "2199": 4,
      "2200": 4,
      "2201": 4,
      "2202": 4,
      "2203": 4,
      "2204": 4,
      "2205": 4,
      "2206": 4,
      "2207": 4,
      "2208": 4,
      "2209": 4,
      "2210": 4,
      "2211": 4,
      "2212": 4,
      "2213": 4,
      "2214": 4,
      "2215": 4,
      "2216": 4,
      "2217": 4,
      "2218": 4,
      "2219": 4,
      "2220": 4,
      "2221": 4,
      "2222": 4,
      "2223": 4,
      "2224": 4,
      "2225": 4,
      "2226": 4,
      "2227": 4,
      "2228": 4,
      "2229": 4,
      "2230": 4,
      "2231": 4,
      "2232": 4,
      "2233": 4,
      "2234": 4,
      "2235": 4,
      "2236": 4,
      "2237": 4,
      "2238": 5,
      "2239": 4,
      "2240": 4,
      "2241": 4,
      "2242": 4,
      "2243": 4,
      "2244": 4,
      "2245": 4,
      "2246": 4,
      "2247": 4,
      "2249": 0,
      "2250": 0,
      "2255": 0,
      "2256": 0,
      "2257": 0,
      "2258": 0,
      "2259": 0,
      "2260": 0,
      "2261": 0,
      "2262": 0,
      "2263": 0,
      "2264": 0,
      "2265": 0,
      "2266": 0,
      "2267": 0,
      "2268": 0,
      "2269": 0,
      "2270": 0,
      "2271": 0,
      "2272": 0,
      "2273": 0,
      "2274": 0,
      "2275": 0,
      "2276": 0,
      "2277": 0,
      "2283": 4,
      "2300": 0,
      "2303": 4,
      "2304": 4,
      "2305": 4,
      "2306": 4,
      "2307": 4,
      "2308": 4,
      "2309": 4,
      "2310": 4,
      "2311": 0,
      "2312": 0,
      "2313": 0,
      "2314": 0,
      "2315": 0,
      "2316": 0,
      "2317": 0,
      "2318": 0,
      "2319": 4,
      "2320": 4,
      "2321": 4,
      "2322": 4,
      "2323": 4,
      "2324": 4,
      "2325": 0,
      "2326": 0,
      "2329": 4,
      "2330": 4,
      "2331": 4,
      "2332": 4,
      "2333": 4,
      "2334": 4,
      "2335": 4,
      "2336": 4,
      "2337": 4,
      "2338": 4,
      "2339": 4,
      "2340": 4,
      "2341": 0,
      "2342": 0,
      "2343": 0,
      "2344": 0,
      "2345": 6,
      "2346": 6,
      "2348": 4,
      "2349": 4,
      "2354": 4,
      "2355": 4,
      "2356": 4,
      "2360": 4,
      "2361": 4,
      "2363": 4,
      "2385": 4,
      "2386": 4,
      "2387": 4,
      "2388": 4,
      "2389": 4,
      "2390": 4,
      "2391": 4,
      "2392": 4,
      "2393": 4,
      "2394": 4,
      "2395": 4,
      "2396": 4,
      "2397": 4,
      "2398": 4,
      "2399": 4,
      "2400": 4,
      "2401": 4,
      "2402": 4,
      "2403": 4,
      "2404": 4,
      "2405": 4,
      "2406": 0,
      "2407": 0,
      "2408": 0,
      "2409": 4,
      "2410": 4,
      "2411": 4,
      "2412": 4,
      "2413": 4,
      "2414": 4,
      "2415": 4,
      "2416": 4,
      "2417": 4,
      "2418": 4,
      "2419": 4,
      "2420": 4,
      "2421": 4,
      "2422": 4,
      "2423": 4,
      "2424": 4,
      "2425": 4,
      "2426": 4,
      "2427": 4,
      "2428": 4,
      "2429": 4,
      "2430": 4,
      "2431": 4,
      "2432": 4,
      "2433": 4,
      "2434": 4,
      "2435": 4,
      "2436": 4,
      "2437": 4,
      "2438": 4,
      "2439": 4,
      "2440": 4,
      "2441": 4,
      "2442": 4,
      "2443": 4,
      "2444": 4,
      "2445": 4,
      "2446": 4,
      "2447": 4,
      "2448": 4,
      "2449": 4,
      "2450": 4,
      "2451": 4,
      "2452": 4,
      "2453": 4,
      "2454": 4,
      "2455": 4,
      "2456": 4,
      "2458": 4,
      "2459": 0,
      "2471": 4,
      "2472": 4,
      "2473": 4,
      "2474": 4,
      "2475": 4,
      "2476": 4,
      "2477": 4,
      "2478": 4,
      "2479": 4,
      "2480": 4,
      "2481": 4,
      "2482": 4,
      "2485": 0,
      "2486": 0,
      "2487": 4,
      "2488": 4,
      "2490": 0,
      "2495": 4,
      "2496": 4,
      "2497": 0,
      "2498": 0,
      "2501": 0,
      "2502": 0,
      "2506": 0,
      "2507": 0,
      "2509": 0,
      "2510": 0,
      "2511": 0,
      "2512": 0,
      "2515": 0,
      "2517": 0,
      "2522": 0,
      "2523": 0,
      "2524": 0,
      "2528": 0,
      "2529": 0,
      "2530": 0,
      "2533": 0,
      "2534": 0,
      "2536": 0,
      "2537": 0,
      "2538": 0,
      "2539": 0,
      "2540": 0,
      "2541": 0,
      "2542": 0,
      "2544": 0,
      "2545": 0,
      "2546": 0,
      "2547": 0,
      "2548": 0,
      "2552": 0,
      "2553": 0,
      "2554": 0,
      "2555": 0,
      "2559": 0,
      "2561": 0,
      "2562": 0,
      "2563": 0,
      "2564": 0,
      "2565": 0,
      "2566": 0,
      "2567": 0,
      "2568": 0,
      "2570": 0,
      "2571": 0,
      "2572": 0,
      "2573": 0,
      "2574": 0,
      "2576": 0,
      "2577": 0,
      "2578": 0,
      "2585": 0,
      "2586": 0,
      "2587": 0,
      "2593": 0,
      "2594": 0,
      "2595": 0,
      "2596": 0,
      "2597": 0,
      "2598": 0,
      "2599": 0,
      "2602": 0,
      "2603": 0,
      "2604": 0,
      "2605": 0,
      "2606": 0,
      "2607": 0,
      "2611": 0,
      "2612": 0,
      "2613": 0,
      "2614": 0,
      "2615": 0,
      "2616": 0,
      "2617": 0,
      "2618": 0,
      "2619": 0,
      "2620": 0,
      "2621": 0,
      "2622": 0,
      "2623": 0,
      "2624": 0,
      "2625": 0,
      "2626": 0,
      "2627": 0,
      "2628": 0,
      "2629": 0,
      "2630": 0,
      "2650": 0,
      "2651": 0,
      "2652": 0,
      "2653": 0,
      "2659": 0,
      "2660": 0,
      "2661": 0,
      "2662": 0,
      "2663": 0,
      "2664": 0,
      "2678": 0,
      "2679": 0,
      "2680": 0,
      "2681": 0,
      "2682": 0,
      "2683": 0,
      "2684": 0,
      "2685": 0,
      "2686": 0,
      "2687": 0,
      "2688": 0,
      "2689": 0,
      "2690": 0,
      "2691": 0,
      "2692": 0,
      "2693": 0,
      "2694": 0,
      "2695": 0,
      "2696": 0,
      "2697": 0,
      "2698": 0,
      "2699": 0,
      "2700": 0,
      "2701": 0,
      "2702": 0,
      "2703": 0,
      "2704": 0,
      "2705": 0,
      "2706": 0,
      "2707": 0,
      "2708": 0,
      "2709": 0,
      "2710": 0,
      "2711": 0,
      "2712": 0,
      "2713": 0,
      "2714": 0,
      "2715": 0,
      "2716": 0,
      "2717": 0,
      "2718": 0,
      "2719": 0,
      "2720": 0,
      "2721": 0,
      "2722": 0,
      "2723": 0,
      "2724": 0,
      "2725": 0,
      "2726": 0,
      "2727": 0,
      "2728": 0,
      "2729": 0,
      "2730": 0,
      "2731": 0,
      "2732": 0,
      "2733": 0,
      "2734": 0,
      "2735": 0,
      "2736": 0,
      "2737": 0,
      "2738": 0,
      "2739": 0,
      "2740": 0,
      "2741": 0,
      "2742": 0,
      "2743": 0,
      "2744": 0,
      "2745": 0,
      "2746": 0,
      "2747": 0,
      "2783": 0,
      "2803": 0,
      "2804": 0,
      "2805": 0,
      "2806": 0,
      "2807": 0,
      "2808": 0,
      "2809": 0,
      "2810": 0,
      "2819": 0,
      "2820": 0,
      "2821": 0,
      "2822": 0,
      "2823": 0,
      "2824": 0,
      "2827": 0,
      "2828": 0,
      "2829": 0,
      "2830": 0,
      "2831": 0,
      "2832": 0,
      "2833": 0,
      "2834": 0,
      "2835": 0,
      "2836": 0,
      "2837": 0,
      "2838": 0,
      "2839": 0,
      "2840": 0,
      "2885": 0,
      "2886": 0,
      "2887": 0,
      "2888": 0,
      "2889": 0,
      "2890": 0,
      "2891": 0,
      "2892": 0,
      "2893": 0,
      "2894": 0,
      "2895": 0,
      "2896": 0,
      "2897": 0,
      "2898": 0,
      "2899": 0,
      "2900": 0,
      "2901": 0,
      "2902": 0,
      "2903": 0,
      "2904": 0,
      "2909": 0,
      "2910": 0,
      "2913": 0,
      "2914": 0,
      "2915": 0,
      "2916": 0,
      "2917": 0,
      "2919": 0,
      "2920": 0,
      "2921": 0,
      "2922": 0,
      "2923": 0,
      "2924": 0,
      "2925": 0,
      "2926": 0,
      "2928": 0,
      "2929": 0,
      "2930": 0,
      "2931": 0,
      "2932": 0,
      "2933": 0,
      "2934": 0,
      "2935": 0,
      "2936": 0,
      "2937": 0,
      "2938": 0,
      "2939": 0,
      "2940": 0,
      "2971": 0,
      "2972": 0,
      "2973": 0,
      "2974": 0,
      "2975": 0,
      "2976": 0,
      "2977": 0,
      "2978": 0,
      "2979": 0,
      "2980": 0,
      "2981": 0,
      "2982": 0,
      "2995": 0,
      "2996": 0,
      "5873": 4,
      "5874": 4,
      "5875": 4,
      "5876": 4,
      "5877": 4,
      "5878": 4,
      "5888": 4,
      "5889": 4,
      "5890": 4,
      "5891": 4,
      "5892": 4,
      "5893": 4,
      "7026": 4,
      "7027": 4,
      "7028": 4,
      "7029": 4,
      "7030": 4,
      "7032": 4,
      "7084": 4,
      "7085": 4,
      "7086": 4,
      "7087": 4,
      "7088": 4,
      "7089": 4,
      "7090": 0,
      "7091": 0,
      "7092": 0,
      "7093": 0,
      "7094": 0,
      "7095": 0,
      "7096": 0,
      "7097": 0,
      "7098": 0,
      "7099": 0,
      "7100": 0,
      "7101": 0,
      "7102": 0,
      "7103": 0,
      "7104": 0,
      "7105": 0,
      "7106": 0,
      "7107": 0,
      "7108": 4,
      "7109": 4,
      "7110": 4,
      "7111": 4,
      "7112": 4,
      "7113": 4,
      "12000": 0,
      "12001": 0,
      "12002": 0,
      "12003": 0,
      "12004": 4,
      "12005": 4,
      "12006": 4,
      "12007": 4,
      "12008": 4,
      "12009": 4,
      "12010": 4,
      "12011": 4,
      "12016": 0,
      "12017": 0,
      "12019": 4,
      "12020": 4,
      "12021": 4,
      "12022": 4,
      "12023": 4,
      "12024": 4,
      "12025": 4,
      "12026": 4,
      "12027": 0,
      "12028": 0,
      "12032": 0,
      "12033": 0,
      "12034": 0,
      "12035": 0,
      "12036": 0,
      "12037": 0,
      "12038": 4,
      "12039": 4,
      "12040": 4,
      "12041": 4,
      "12042": 4,
      "12043": 4,
      "12044": 4,
      "12045": 4,
      "12046": 4,
      "12047": 4,
      "12048": 4,
      "12049": 4,
      "12050": 4,
      "12051": 4,
      "12052": 4,
      "12053": 4,
      "12054": 0,
      "12055": 0,
      "12058": 0,
      "12061": 4,
      "12062": 4,
      "12063": 4,
      "12064": 4,
      "12065": 4,
      "12066": 4,
      "12067": 4,
      "12068": 4,
      "12069": 4,
      "12070": 4,
      "12071": 4,
      "12072": 4,
      "12074": 0,
      "12075": 0,
      "12078": 4,
      "12079": 4,
      "12080": 4,
      "12081": 4,
      "12082": 4,
      "12083": 4,
      "12084": 4,
      "12085": 4,
      "12086": 4,
      "12087": 4,
      "12504": 0,
      "12505": 0,
      "12506": 0,
      "12507": 0,
      "12508": 0,
      "12509": 0,
      "12510": 0,
      "12511": 0,
      "12519": 0,
      "12520": 0,
      "12521": 0,
      "12522": 0,
      "12523": 0,
      "12524": 0,
      "12525": 0,
      "12526": 0,
      "12538": 0,
      "12539": 0,
      "12540": 0,
      "12541": 0,
      "12542": 0,
      "12543": 0,
      "12544": 0,
      "12545": 0,
      "12546": 0,
      "12547": 0,
      "12548": 0,
      "12549": 0,
      "12550": 0,
      "12551": 0,
      "12552": 0,
      "12553": 0,
      "12561": 0,
      "12562": 0,
      "12563": 0,
      "12564": 0,
      "12565": 0,
      "12566": 0,
      "12567": 0,
      "12568": 0,
      "12569": 0,
      "12570": 0,
      "12571": 0,
      "12572": 0,
      "12578": 0,
      "12579": 0,
      "12580": 0,
      "12581": 0,
      "12582": 0,
      "12583": 0,
      "12584": 0,
      "12585": 0,
      "12586": 0,
      "12587": 0,
      "18866": 0,
      "18867": 0,
      "18868": 0,
      "18869": 0
    },
    "summon_frame_mapping": {
      "101-attack": 11,
      "101-die": 9,
      "101-magic": 14,
      "101-stand": 13,
      "101-walk": 7,
      "102-attack": 11,
      "102-die": 8,
      "102-magic": 13,
      "102-stand": 9,
      "102-walk": 8,
      "103-attack": 29,
      "103-die": 11,
      "103-magic": 30,
      "103-stand": 21,
      "103-walk": 9,
      "104-attack": 18,
      "104-die": 16,
      "104-magic": 19,
      "104-stand": 12,
      "104-walk": 8,
      "105-attack": 18,
      "105-die": 9,
      "105-magic": 17,
      "105-stand": 8,
      "105-walk": 8,
      "106-attack": 19,
      "106-die": 8,
      "106-magic": 11,
      "106-stand": 12,
      "106-walk": 6,
      "107-attack": 8,
      "107-die": 10,
      "107-magic": 13,
      "107-stand": 12,
      "107-walk": 8,
      "108-attack": 11,
      "108-die": 13,
      "108-magic": 11,
      "108-stand": 12,
      "108-walk": 8,
      "109-attack": 9,
      "109-die": 13,
      "109-magic": 15,
      "109-stand": 12,
      "109-walk": 8,
      "110-attack": 10,
      "110-die": 12,
      "110-magic": 14,
      "110-stand": 8,
      "110-walk": 8,
      "111-attack": 9,
      "111-die": 11,
      "111-magic": 13,
      "111-stand": 12,
      "111-walk": 8,
      "112-attack": 9,
      "112-die": 13,
      "112-magic": 13,
      "112-stand": 8,
      "112-walk": 8,
      "12000-attack": 11,
      "12000-die": 13,
      "12000-magic": 21,
      "12000-stand": 32,
      "12000-walk": 8,
      "12001-attack": 11,
      "12001-die": 13,
      "12001-magic": 21,
      "12001-stand": 32,
      "12001-walk": 8,
      "12002-attack": 13,
      "12002-die": 11,
      "12002-magic": 25,
      "12002-stand": 8,
      "12002-walk": 6,
      "12003-attack": 13,
      "12003-die": 11,
      "12003-magic": 25,
      "12003-stand": 8,
      "12003-walk": 6,
      "12004-attack": 17,
      "12004-die": 10,
      "12004-magic": 23,
      "12004-stand": 16,
      "12004-walk": 8,
      "12005-attack": 16,
      "12005-die": 13,
      "12005-magic": 22,
      "12005-stand": 16,
      "12005-walk": 16,
      "12006-attack": 16,
      "12006-die": 11,
      "12006-magic": 23,
      "12006-stand": 12,
      "12006-walk": 11,
      "12007-attack": 16,
      "12007-die": 13,
      "12007-magic": 24,
      "12007-stand": 12,
      "12007-walk": 8,
      "12008-attack": 13,
      "12008-die": 13,
      "12008-magic": 21,
      "12008-stand": 32,
      "12008-walk": 10,
      "12009-attack": 13,
      "12009-die": 12,
      "12009-magic": 20,
      "12009-stand": 32,
      "12009-walk": 20,
      "12010-attack": 12,
      "12010-die": 13,
      "12010-magic": 20,
      "12010-stand": 8,
      "12010-walk": 8,
      "12011-attack": 12,
      "12011-die": 13,
      "12011-magic": 20,
      "12011-stand": 8,
      "12011-walk": 8,
      "12016-attack": 12,
      "12016-die": 13,
      "12016-magic": 20,
      "12016-stand": 24,
      "12016-walk": 6,
      "12017-attack": 12,
      "12017-die": 13,
      "12017-magic": 20,
      "12017-stand": 24,
      "12017-walk": 12,
      "12019-attack": 16,
      "12019-die": 13,
      "12019-magic": 22,
      "12019-stand": 8,
      "12019-walk": 8,
      "12020-attack": 13,
      "12020-die": 13,
      "12020-magic": 18,
      "12020-stand": 12,
      "12020-walk": 16,
      "12021-attack": 18,
      "12021-die": 13,
      "12021-magic": 18,
      "12021-stand": 8,
      "12021-walk": 8,
      "12022-attack": 10,
      "12022-die": 11,
      "12022-magic": 12,
      "12022-stand": 16,
      "12022-walk": 8,
      "12023-attack": 16,
      "12023-die": 14,
      "12023-magic": 22,
      "12023-stand": 8,
      "12023-walk": 8,
      "12024-attack": 13,
      "12024-die": 13,
      "12024-magic": 20,
      "12024-stand": 12,
      "12024-walk": 16,
      "12025-attack": 18,
      "12025-die": 13,
      "12025-magic": 18,
      "12025-stand": 12,
      "12025-walk": 8,
      "12026-attack": 16,
      "12026-die": 11,
      "12026-magic": 16,
      "12026-stand": 16,
      "12026-walk": 8,
      "12027-attack": 8,
      "12027-die": 11,
      "12027-magic": 26,
      "12027-stand": 24,
      "12027-walk": 6,
      "12028-attack": 8,
      "12028-die": 11,
      "12028-magic": 26,
      "12028-stand": 24,
      "12028-walk": 6,
      "12034-attack": 14,
      "12034-die": 12,
      "12034-magic": 16,
      "12034-stand": 16,
      "12034-walk": 8,
      "12035-attack": 14,
      "12035-die": 12,
      "12035-magic": 16,
      "12035-stand": 16,
      "12035-walk": 8,
      "12036-attack": 13,
      "12036-die": 12,
      "12036-magic": 24,
      "12036-stand": 24,
      "12036-walk": 10,
      "12037-attack": 13,
      "12037-die": 12,
      "12037-magic": 24,
      "12037-stand": 24,
      "12037-walk": 10,
      "12038-attack": 12,
      "12038-die": 13,
      "12038-magic": 27,
      "12038-stand": 32,
      "12038-walk": 16,
      "12039-attack": 13,
      "12039-die": 11,
      "12039-magic": 22,
      "12039-stand": 12,
      "12039-walk": 8,
      "12040-attack": 13,
      "12040-die": 9,
      "12040-magic": 18,
      "12040-stand": 8,
      "12040-walk": 10,
      "12046-attack": 14,
      "12046-die": 16,
      "12046-magic": 27,
      "12046-stand": 32,
      "12046-walk": 16,
      "12047-attack": 21,
      "12047-die": 14,
      "12047-magic": 24,
      "12047-stand": 16,
      "12047-walk": 8,
      "12048-attack": 13,
      "12048-die": 13,
      "12048-magic": 23,
      "12048-stand": 8,
      "12048-walk": 8,
      "12054-attack": 14,
      "12054-die": 13,
      "12054-magic": 12,
      "12054-stand": 8,
      "12054-walk": 8,
      "12055-attack": 14,
      "12055-die": 13,
      "12055-magic": 12,
      "12055-stand": 8,
      "12055-walk": 8,
      "12061-attack": 15,
      "12061-die": 14,
      "12061-magic": 19,
      "12061-stand": 8,
      "12061-walk": 10,
      "12062-attack": 15,
      "12062-die": 14,
      "12062-magic": 19,
      "12062-stand": 8,
      "12062-walk": 10,
      "12063-attack": 15,
      "12063-die": 14,
      "12063-magic": 19,
      "12063-stand": 8,
      "12063-walk": 10,
      "12064-attack": 15,
      "12064-die": 14,
      "12064-magic": 19,
      "12064-stand": 8,
      "12064-walk": 10,
      "12065-attack": 15,
      "12065-die": 14,
      "12065-magic": 19,
      "12065-stand": 8,
      "12065-walk": 10,
      "12066-attack": 15,
      "12066-die": 14,
      "12066-magic": 24,
      "12066-stand": 8,
      "12066-walk": 8,
      "12067-attack": 15,
      "12067-die": 14,
      "12067-magic": 23,
      "12067-stand": 8,
      "12067-walk": 8,
      "12068-attack": 15,
      "12068-die": 14,
      "12068-magic": 24,
      "12068-stand": 8,
      "12068-walk": 8,
      "12069-attack": 16,
      "12069-die": 14,
      "12069-magic": 24,
      "12069-stand": 8,
      "12069-walk": 8,
      "12070-attack": 15,
      "12070-die": 14,
      "12070-magic": 24,
      "12070-stand": 8,
      "12070-walk": 8,
      "12071-attack": 13,
      "12071-die": 11,
      "12071-magic": 22,
      "12071-stand": 12,
      "12071-walk": 8,
      "12072-attack": 21,
      "12072-die": 14,
      "12072-magic": 24,
      "12072-stand": 16,
      "12072-walk": 8,
      "12074-attack": 15,
      "12074-die": 14,
      "12074-magic": 16,
      "12074-stand": 10,
      "12074-walk": 6,
      "12075-attack": 15,
      "12075-die": 14,
      "12075-magic": 16,
      "12075-stand": 10,
      "12075-walk": 6,
      "12078-attack": 9,
      "12078-die": 11,
      "12078-magic": 17,
      "12078-stand": 16,
      "12078-walk": 6,
      "12079-attack": 8,
      "12079-die": 14,
      "12079-magic": 17,
      "12079-stand": 16,
      "12079-walk": 8,
      "12080-attack": 16,
      "12080-die": 14,
      "12080-magic": 18,
      "12080-stand": 16,
      "12080-walk": 16,
      "12081-attack": 20,
      "12081-die": 11,
      "12081-magic": 18,
      "12081-stand": 16,
      "12081-walk": 6,
      "12082-attack": 12,
      "12082-die": 13,
      "12082-magic": 20,
      "12082-stand": 16,
      "12082-walk": 16,
      "12083-attack": 13,
      "12083-die": 11,
      "12083-magic": 16,
      "12083-stand": 16,
      "12083-walk": 6,
      "12084-attack": 12,
      "12084-die": 12,
      "12084-magic": 19,
      "12084-stand": 10,
      "12084-walk": 8,
      "12085-attack": 13,
      "12085-die": 13,
      "12085-magic": 22,
      "12085-stand": 16,
      "12085-walk": 16,
      "12086-attack": 14,
      "12086-die": 11,
      "12086-magic": 20,
      "12086-stand": 16,
      "12086-walk": 6,
      "12087-attack": 13,
      "12087-die": 14,
      "12087-magic": 16,
      "12087-stand": 24,
      "12087-walk": 8,
      "12538-attack": 0,
      "12538-die": 0,
      "12538-magic": 0,
      "12538-stand": 0,
      "12538-walk": 0,
      "12539-attack": 0,
      "12539-die": 0,
      "12539-magic": 0,
      "12539-stand": 0,
      "12539-walk": 0,
      "12540-attack": 0,
      "12540-die": 0,
      "12540-magic": 0,
      "12540-stand": 0,
      "12540-walk": 0,
      "12546-attack": 0,
      "12546-die": 0,
      "12546-magic": 0,
      "12546-stand": 0,
      "12546-walk": 0,
      "12547-attack": 0,
      "12547-die": 0,
      "12547-magic": 0,
      "12547-stand": 0,
      "12547-walk": 0,
      "12548-attack": 0,
      "12548-die": 0,
      "12548-magic": 0,
      "12548-stand": 0,
      "12548-walk": 0,
      "12561-attack": 0,
      "12561-die": 0,
      "12561-magic": 0,
      "12561-stand": 0,
      "12561-walk": 0,
      "12562-attack": 0,
      "12562-die": 0,
      "12562-magic": 0,
      "12562-stand": 0,
      "12562-walk": 0,
      "12563-attack": 0,
      "12563-die": 0,
      "12563-magic": 0,
      "12563-stand": 0,
      "12563-walk": 0,
      "12564-attack": 0,
      "12564-die": 0,
      "12564-magic": 0,
      "12564-stand": 0,
      "12564-walk": 0,
      "12565-attack": 0,
      "12565-die": 0,
      "12565-magic": 0,
      "12565-stand": 0,
      "12565-walk": 0,
      "12566-attack": 0,
      "12566-die": 0,
      "12566-magic": 0,
      "12566-stand": 0,
      "12566-walk": 0,
      "12567-attack": 0,
      "12567-die": 0,
      "12567-magic": 0,
      "12567-stand": 0,
      "12567-walk": 0,
      "12568-attack": 0,
      "12568-die": 0,
      "12568-magic": 0,
      "12568-stand": 0,
      "12568-walk": 0,
      "12569-attack": 0,
      "12569-die": 0,
      "12569-magic": 0,
      "12569-stand": 0,
      "12569-walk": 0,
      "12570-attack": 0,
      "12570-die": 0,
      "12570-magic": 0,
      "12570-stand": 0,
      "12570-walk": 0,
      "12571-attack": 0,
      "12571-die": 0,
      "12571-magic": 0,
      "12571-stand": 0,
      "12571-walk": 0,
      "12572-attack": 0,
      "12572-die": 0,
      "12572-magic": 0,
      "12572-stand": 0,
      "12572-walk": 0,
      "18866-attack": 11,
      "18866-die": 13,
      "18866-magic": 19,
      "18866-stand": 16,
      "18866-walk": 16,
      "18867-attack": 11,
      "18867-die": 13,
      "18867-magic": 19,
      "18867-stand": 16,
      "18867-walk": 16,
      "18868-attack": 11,
      "18868-die": 13,
      "18868-magic": 19,
      "18868-stand": 16,
      "18868-walk": 16,
      "18869-attack": 11,
      "18869-die": 13,
      "18869-magic": 19,
      "18869-stand": 16,
      "18869-walk": 16,
      "2001-attack": 16,
      "2001-die": 11,
      "2001-magic": 14,
      "2001-stand": 12,
      "2001-walk": 8,
      "2002-attack": 11,
      "2002-die": 10,
      "2002-magic": 13,
      "2002-stand": 12,
      "2002-walk": 6,
      "2003-attack": 7,
      "2003-die": 11,
      "2003-magic": 12,
      "2003-stand": 11,
      "2003-walk": 9,
      "2004-attack": 7,
      "2004-die": 11,
      "2004-magic": 12,
      "2004-stand": 11,
      "2004-walk": 9,
      "2005-attack": 23,
      "2005-die": 14,
      "2005-magic": 16,
      "2005-stand": 9,
      "2005-walk": 9,
      "2006-attack": 12,
      "2006-die": 10,
      "2006-magic": 9,
      "2006-stand": 12,
      "2006-walk": 8,
      "2007-attack": 15,
      "2007-die": 8,
      "2007-magic": 13,
      "2007-stand": 8,
      "2007-walk": 8,
      "2008-attack": 14,
      "2008-die": 13,
      "2008-magic": 24,
      "2008-stand": 16,
      "2008-walk": 6,
      "2009-attack": 8,
      "2009-die": 11,
      "2009-magic": 11,
      "2009-stand": 10,
      "2009-walk": 8,
      "2010-attack": 11,
      "2010-die": 7,
      "2010-magic": 8,
      "2010-stand": 8,
      "2010-walk": 8,
      "2011-attack": 9,
      "2011-die": 10,
      "2011-magic": 11,
      "2011-stand": 8,
      "2011-walk": 8,
      "2012-attack": 12,
      "2012-die": 10,
      "2012-magic": 14,
      "2012-stand": 10,
      "2012-walk": 8,
      "2015-attack": 12,
      "2015-die": 9,
      "2015-magic": 12,
      "2015-stand": 8,
      "2015-walk": 8,
      "2016-attack": 16,
      "2016-die": 10,
      "2016-magic": 15,
      "2016-stand": 14,
      "2016-walk": 8,
      "2017-attack": 13,
      "2017-die": 11,
      "2017-magic": 13,
      "2017-stand": 10,
      "2017-walk": 8,
      "2018-attack": 10,
      "2018-die": 8,
      "2018-magic": 19,
      "2018-stand": 9,
      "2018-walk": 10,
      "2019-attack": 16,
      "2019-die": 17,
      "2019-magic": 19,
      "2019-stand": 20,
      "2019-walk": 12,
      "2020-attack": 16,
      "2020-die": 15,
      "2020-magic": 18,
      "2020-stand": 10,
      "2020-walk": 8,
      "2021-attack": 17,
      "2021-die": 17,
      "2021-magic": 19,
      "2021-stand": 25,
      "2021-walk": 8,
      "2022-attack": 12,
      "2022-die": 12,
      "2022-magic": 12,
      "2022-stand": 9,
      "2022-walk": 8,
      "2023-attack": 11,
      "2023-die": 10,
      "2023-magic": 12,
      "2023-stand": 8,
      "2023-walk": 8,
      "2024-attack": 8,
      "2024-die": 9,
      "2024-magic": 14,
      "2024-stand": 8,
      "2024-walk": 8,
      "2028-attack": 10,
      "2028-die": 10,
      "2028-magic": 12,
      "2028-stand": 12,
      "2028-walk": 8,
      "2029-attack": 10,
      "2029-die": 11,
      "2029-magic": 10,
      "2029-stand": 10,
      "2029-walk": 8,
      "2030-attack": 9,
      "2030-die": 7,
      "2030-magic": 8,
      "2030-stand": 8,
      "2030-walk": 8,
      "2031-attack": 11,
      "2031-die": 16,
      "2031-magic": 15,
      "2031-stand": 12,
      "2031-walk": 8,
      "2032-attack": 10,
      "2032-die": 16,
      "2032-magic": 15,
      "2032-stand": 8,
      "2032-walk": 10,
      "2033-attack": 6,
      "2033-die": 10,
      "2033-magic": 10,
      "2033-stand": 6,
      "2033-walk": 8,
      "2034-attack": 12,
      "2034-die": 10,
      "2034-magic": 10,
      "2034-stand": 8,
      "2034-walk": 8,
      "2035-attack": 15,
      "2035-die": 16,
      "2035-magic": 16,
      "2035-stand": 16,
      "2035-walk": 8,
      "2036-attack": 13,
      "2036-die": 10,
      "2036-magic": 15,
      "2036-stand": 8,
      "2036-walk": 8,
      "2037-attack": 12,
      "2037-die": 8,
      "2037-magic": 13,
      "2037-stand": 8,
      "2037-walk": 7,
      "2038-attack": 15,
      "2038-die": 10,
      "2038-magic": 19,
      "2038-stand": 8,
      "2038-walk": 8,
      "2039-attack": 10,
      "2039-die": 12,
      "2039-magic": 10,
      "2039-stand": 8,
      "2039-walk": 8,
      "2040-attack": 10,
      "2040-die": 11,
      "2040-magic": 10,
      "2040-stand": 10,
      "2040-walk": 8,
      "2041-attack": 17,
      "2041-die": 11,
      "2041-magic": 13,
      "2041-stand": 8,
      "2041-walk": 8,
      "2042-attack": 11,
      "2042-die": 17,
      "2042-magic": 16,
      "2042-stand": 12,
      "2042-walk": 12,
      "2043-attack": 0,
      "2043-die": 0,
      "2043-magic": 0,
      "2043-stand": 0,
      "2043-walk": 0,
      "2044-attack": 14,
      "2044-die": 10,
      "2044-magic": 12,
      "2044-stand": 12,
      "2044-walk": 8,
      "2045-attack": 12,
      "2045-die": 10,
      "2045-magic": 13,
      "2045-stand": 8,
      "2045-walk": 8,
      "2046-attack": 14,
      "2046-die": 9,
      "2046-magic": 12,
      "2046-stand": 8,
      "2046-walk": 8,
      "2047-attack": 11,
      "2047-die": 17,
      "2047-magic": 15,
      "2047-stand": 14,
      "2047-walk": 8,
      "2048-attack": 10,
      "2048-die": 8,
      "2048-magic": 13,
      "2048-stand": 9,
      "2048-walk": 9,
      "2049-attack": 13,
      "2049-die": 16,
      "2049-magic": 22,
      "2049-stand": 8,
      "2049-walk": 8,
      "2050-attack": 11,
      "2050-die": 13,
      "2050-magic": 14,
      "2050-stand": 8,
      "2050-walk": 8,
      "2051-attack": 12,
      "2051-die": 15,
      "2051-magic": 19,
      "2051-stand": 12,
      "2051-walk": 8,
      "2052-attack": 12,
      "2052-die": 10,
      "2052-magic": 14,
      "2052-stand": 8,
      "2052-walk": 8,
      "2053-attack": 10,
      "2053-die": 11,
      "2053-magic": 16,
      "2053-stand": 8,
      "2053-walk": 8,
      "2054-attack": 10,
      "2054-die": 11,
      "2054-magic": 10,
      "2054-stand": 12,
      "2054-walk": 8,
      "2055-attack": 8,
      "2055-die": 13,
      "2055-magic": 12,
      "2055-stand": 12,
      "2055-walk": 8,
      "2059-attack": 11,
      "2059-die": 10,
      "2059-magic": 12,
      "2059-stand": 9,
      "2059-walk": 8,
      "2060-attack": 9,
      "2060-die": 15,
      "2060-magic": 13,
      "2060-stand": 8,
      "2060-walk": 8,
      "2061-attack": 11,
      "2061-die": 9,
      "2061-magic": 15,
      "2061-stand": 8,
      "2061-walk": 8,
      "2062-attack": 11,
      "2062-die": 9,
      "2062-magic": 13,
      "2062-stand": 8,
      "2062-walk": 8,
      "2063-attack": 11,
      "2063-die": 9,
      "2063-magic": 13,
      "2063-stand": 12,
      "2063-walk": 8,
      "2064-attack": 11,
      "2064-die": 9,
      "2064-magic": 14,
      "2064-stand": 12,
      "2064-walk": 8,
      "2065-attack": 14,
      "2065-die": 11,
      "2065-magic": 14,
      "2065-stand": 12,
      "2065-walk": 8,
      "2066-attack": 15,
      "2066-die": 9,
      "2066-magic": 17,
      "2066-stand": 10,
      "2066-walk": 8,
      "2067-attack": 15,
      "2067-die": 8,
      "2067-magic": 15,
      "2067-stand": 10,
      "2067-walk": 8,
      "2068-attack": 12,
      "2068-die": 13,
      "2068-magic": 12,
      "2068-stand": 8,
      "2068-walk": 8,
      "2070-attack": 11,
      "2070-die": 11,
      "2070-magic": 13,
      "2070-stand": 8,
      "2070-walk": 8,
      "2071-attack": 12,
      "2071-die": 10,
      "2071-magic": 15,
      "2071-stand": 8,
      "2071-walk": 8,
      "2072-attack": 10,
      "2072-die": 13,
      "2072-magic": 13,
      "2072-stand": 8,
      "2072-walk": 8,
      "2073-attack": 17,
      "2073-die": 11,
      "2073-magic": 18,
      "2073-stand": 8,
      "2073-walk": 8,
      "2074-attack": 14,
      "2074-die": 11,
      "2074-magic": 16,
      "2074-stand": 8,
      "2074-walk": 8,
      "2076-attack": 14,
      "2076-die": 9,
      "2076-magic": 12,
      "2076-stand": 10,
      "2076-walk": 8,
      "2077-attack": 12,
      "2077-die": 10,
      "2077-magic": 14,
      "2077-stand": 7,
      "2077-walk": 8,
      "2078-attack": 16,
      "2078-die": 9,
      "2078-magic": 14,
      "2078-stand": 11,
      "2078-walk": 8,
      "2085-attack": 12,
      "2085-die": 10,
      "2085-magic": 12,
      "2085-stand": 9,
      "2085-walk": 9,
      "2086-attack": 10,
      "2086-die": 10,
      "2086-magic": 11,
      "2086-stand": 8,
      "2086-walk": 8,
      "2087-attack": 12,
      "2087-die": 10,
      "2087-magic": 13,
      "2087-stand": 8,
      "2087-walk": 8,
      "2093-attack": 13,
      "2093-die": 11,
      "2093-magic": 13,
      "2093-stand": 8,
      "2093-walk": 8,
      "2094-attack": 10,
      "2094-die": 7,
      "2094-magic": 13,
      "2094-stand": 9,
      "2094-walk": 9,
      "2095-attack": 12,
      "2095-die": 9,
      "2095-magic": 18,
      "2095-stand": 8,
      "2095-walk": 8,
      "2096-attack": 12,
      "2096-die": 11,
      "2096-magic": 15,
      "2096-stand": 8,
      "2096-walk": 8,
      "2097-attack": 17,
      "2097-die": 11,
      "2097-magic": 16,
      "2097-stand": 8,
      "2097-walk": 10,
      "2098-attack": 11,
      "2098-die": 10,
      "2098-magic": 14,
      "2098-stand": 8,
      "2098-walk": 8,
      "2099-attack": 12,
      "2099-die": 16,
      "2099-magic": 21,
      "2099-stand": 14,
      "2099-walk": 8,
      "2100-attack": 15,
      "2100-die": 9,
      "2100-magic": 20,
      "2100-stand": 8,
      "2100-walk": 8,
      "2101-attack": 12,
      "2101-die": 10,
      "2101-magic": 15,
      "2101-stand": 10,
      "2101-walk": 8,
      "2102-attack": 16,
      "2102-die": 12,
      "2102-magic": 16,
      "2102-stand": 10,
      "2102-walk": 8,
      "2103-attack": 17,
      "2103-die": 12,
      "2103-magic": 19,
      "2103-stand": 10,
      "2103-walk": 10,
      "2104-attack": 12,
      "2104-die": 10,
      "2104-magic": 18,
      "2104-stand": 8,
      "2104-walk": 8,
      "2105-attack": 11,
      "2105-die": 10,
      "2105-magic": 15,
      "2105-stand": 10,
      "2105-walk": 8,
      "2106-attack": 13,
      "2106-die": 9,
      "2106-magic": 22,
      "2106-stand": 10,
      "2106-walk": 8,
      "2107-attack": 19,
      "2107-die": 9,
      "2107-magic": 15,
      "2107-stand": 10,
      "2107-walk": 8,
      "2108-attack": 10,
      "2108-die": 22,
      "2108-magic": 22,
      "2108-stand": 14,
      "2108-walk": 8,
      "2109-attack": 14,
      "2109-die": 21,
      "2109-magic": 18,
      "2109-stand": 8,
      "2109-walk": 8,
      "2110-attack": 16,
      "2110-die": 11,
      "2110-magic": 21,
      "2110-stand": 12,
      "2110-walk": 6,
      "2111-attack": 14,
      "2111-die": 16,
      "2111-magic": 17,
      "2111-stand": 15,
      "2111-walk": 10,
      "2112-attack": 12,
      "2112-die": 16,
      "2112-magic": 14,
      "2112-stand": 14,
      "2112-walk": 8,
      "2113-attack": 16,
      "2113-die": 15,
      "2113-magic": 16,
      "2113-stand": 14,
      "2113-walk": 8,
      "2114-attack": 12,
      "2114-die": 15,
      "2114-magic": 16,
      "2114-stand": 14,
      "2114-walk": 8,
      "2115-attack": 14,
      "2115-die": 14,
      "2115-magic": 15,
      "2115-stand": 16,
      "2115-walk": 10,
      "2116-attack": 11,
      "2116-die": 12,
      "2116-magic": 17,
      "2116-stand": 12,
      "2116-walk": 7,
      "2117-attack": 15,
      "2117-die": 15,
      "2117-magic": 19,
      "2117-stand": 14,
      "2117-walk": 9,
      "2118-attack": 15,
      "2118-die": 16,
      "2118-magic": 19,
      "2118-stand": 15,
      "2118-walk": 7,
      "2119-attack": 15,
      "2119-die": 16,
      "2119-magic": 19,
      "2119-stand": 16,
      "2119-walk": 8,
      "2120-attack": 16,
      "2120-die": 17,
      "2120-magic": 19,
      "2120-stand": 12,
      "2120-walk": 6,
      "2121-attack": 17,
      "2121-die": 18,
      "2121-magic": 24,
      "2121-stand": 16,
      "2121-walk": 9,
      "2122-attack": 15,
      "2122-die": 18,
      "2122-magic": 19,
      "2122-stand": 16,
      "2122-walk": 9,
      "2123-attack": 17,
      "2123-die": 16,
      "2123-magic": 19,
      "2123-stand": 16,
      "2123-walk": 7,
      "2124-attack": 14,
      "2124-die": 11,
      "2124-magic": 12,
      "2124-stand": 10,
      "2124-walk": 8,
      "2125-attack": 9,
      "2125-die": 16,
      "2125-magic": 11,
      "2125-stand": 12,
      "2125-walk": 8,
      "2126-attack": 8,
      "2126-die": 18,
      "2126-magic": 15,
      "2126-stand": 10,
      "2126-walk": 9,
      "2127-attack": 9,
      "2127-die": 14,
      "2127-magic": 13,
      "2127-stand": 13,
      "2127-walk": 8,
      "2128-attack": 10,
      "2128-die": 12,
      "2128-magic": 31,
      "2128-stand": 10,
      "2128-walk": 8,
      "2129-attack": 8,
      "2129-die": 10,
      "2129-magic": 18,
      "2129-stand": 24,
      "2129-walk": 8,
      "2130-attack": 11,
      "2130-die": 16,
      "2130-magic": 12,
      "2130-stand": 16,
      "2130-walk": 9,
      "2131-attack": 10,
      "2131-die": 9,
      "2131-magic": 19,
      "2131-stand": 8,
      "2131-walk": 8,
      "2132-attack": 15,
      "2132-die": 11,
      "2132-magic": 17,
      "2132-stand": 13,
      "2132-walk": 6,
      "2133-attack": 0,
      "2133-die": 0,
      "2133-magic": 0,
      "2133-stand": 0,
      "2133-walk": 0,
      "2134-attack": 0,
      "2134-die": 0,
      "2134-magic": 0,
      "2134-stand": 0,
      "2134-walk": 0,
      "2135-attack": 0,
      "2135-die": 0,
      "2135-magic": 0,
      "2135-stand": 0,
      "2135-walk": 0,
      "2136-attack": 0,
      "2136-die": 0,
      "2136-magic": 0,
      "2136-stand": 0,
      "2136-walk": 0,
      "2137-attack": 0,
      "2137-die": 0,
      "2137-magic": 0,
      "2137-stand": 0,
      "2137-walk": 0,
      "2138-attack": 0,
      "2138-die": 0,
      "2138-magic": 0,
      "2138-stand": 0,
      "2138-walk": 0,
      "2139-attack": 0,
      "2139-die": 0,
      "2139-magic": 0,
      "2139-stand": 0,
      "2139-walk": 0,
      "2140-attack": 0,
      "2140-die": 0,
      "2140-magic": 0,
      "2140-stand": 0,
      "2140-walk": 0,
      "2141-attack": 0,
      "2141-die": 0,
      "2141-magic": 0,
      "2141-stand": 0,
      "2141-walk": 0,
      "2142-attack": 0,
      "2142-die": 0,
      "2142-magic": 0,
      "2142-stand": 0,
      "2142-walk": 0,
      "2143-attack": 0,
      "2143-die": 0,
      "2143-magic": 0,
      "2143-stand": 0,
      "2143-walk": 0,
      "2144-attack": 0,
      "2144-die": 0,
      "2144-magic": 0,
      "2144-stand": 0,
      "2144-walk": 0,
      "2150-attack": 11,
      "2150-die": 13,
      "2150-magic": 13,
      "2150-stand": 12,
      "2150-walk": 8,
      "2151-attack": 15,
      "2151-die": 21,
      "2151-magic": 16,
      "2151-stand": 16,
      "2151-walk": 8,
      "2152-attack": 18,
      "2152-die": 9,
      "2152-magic": 19,
      "2152-stand": 10,
      "2152-walk": 8,
      "2153-attack": 14,
      "2153-die": 9,
      "2153-magic": 21,
      "2153-stand": 10,
      "2153-walk": 8,
      "2159-attack": 10,
      "2159-die": 9,
      "2159-magic": 12,
      "2159-stand": 12,
      "2159-walk": 6,
      "2160-attack": 14,
      "2160-die": 15,
      "2160-magic": 16,
      "2160-stand": 14,
      "2160-walk": 10,
      "2161-attack": 12,
      "2161-die": 15,
      "2161-magic": 16,
      "2161-stand": 10,
      "2161-walk": 10,
      "2162-attack": 9,
      "2162-die": 16,
      "2162-magic": 13,
      "2162-stand": 12,
      "2162-walk": 8,
      "2163-attack": 12,
      "2163-die": 17,
      "2163-magic": 15,
      "2163-stand": 12,
      "2163-walk": 8,
      "2164-attack": 13,
      "2164-die": 13,
      "2164-magic": 11,
      "2164-stand": 8,
      "2164-walk": 6,
      "2178-attack": 8,
      "2178-die": 9,
      "2178-magic": 13,
      "2178-stand": 12,
      "2178-walk": 8,
      "2179-attack": 10,
      "2179-die": 11,
      "2179-magic": 13,
      "2179-stand": 12,
      "2179-walk": 8,
      "2180-attack": 10,
      "2180-die": 13,
      "2180-magic": 15,
      "2180-stand": 8,
      "2180-walk": 7,
      "2181-attack": 11,
      "2181-die": 12,
      "2181-magic": 13,
      "2181-stand": 8,
      "2181-walk": 8,
      "2182-attack": 10,
      "2182-die": 9,
      "2182-magic": 11,
      "2182-stand": 12,
      "2182-walk": 8,
      "2183-attack": 9,
      "2183-die": 8,
      "2183-magic": 14,
      "2183-stand": 12,
      "2183-walk": 8,
      "2184-attack": 11,
      "2184-die": 13,
      "2184-magic": 12,
      "2184-stand": 12,
      "2184-walk": 8,
      "2185-attack": 10,
      "2185-die": 9,
      "2185-magic": 14,
      "2185-stand": 8,
      "2185-walk": 8,
      "2186-attack": 12,
      "2186-die": 11,
      "2186-magic": 15,
      "2186-stand": 12,
      "2186-walk": 8,
      "2187-attack": 10,
      "2187-die": 9,
      "2187-magic": 12,
      "2187-stand": 12,
      "2187-walk": 8,
      "2188-attack": 11,
      "2188-die": 15,
      "2188-magic": 12,
      "2188-stand": 12,
      "2188-walk": 8,
      "2189-attack": 12,
      "2189-die": 12,
      "2189-magic": 15,
      "2189-stand": 12,
      "2189-walk": 8,
      "2190-attack": 13,
      "2190-die": 13,
      "2190-magic": 12,
      "2190-stand": 8,
      "2190-walk": 8,
      "2191-attack": 8,
      "2191-die": 11,
      "2191-magic": 11,
      "2191-stand": 8,
      "2191-walk": 8,
      "2192-attack": 12,
      "2192-die": 10,
      "2192-magic": 14,
      "2192-stand": 12,
      "2192-walk": 10,
      "2193-attack": 9,
      "2193-die": 8,
      "2193-magic": 12,
      "2193-stand": 12,
      "2193-walk": 8,
      "2194-attack": 11,
      "2194-die": 13,
      "2194-magic": 13,
      "2194-stand": 12,
      "2194-walk": 8,
      "2195-attack": 13,
      "2195-die": 13,
      "2195-magic": 15,
      "2195-stand": 12,
      "2195-walk": 8,
      "2196-attack": 13,
      "2196-die": 16,
      "2196-magic": 15,
      "2196-stand": 12,
      "2196-walk": 7,
      "2197-attack": 10,
      "2197-die": 13,
      "2197-magic": 15,
      "2197-stand": 12,
      "2197-walk": 8,
      "2198-attack": 9,
      "2198-die": 10,
      "2198-magic": 16,
      "2198-stand": 12,
      "2198-walk": 8,
      "2199-attack": 14,
      "2199-die": 11,
      "2199-magic": 12,
      "2199-stand": 12,
      "2199-walk": 8,
      "2200-attack": 10,
      "2200-die": 12,
      "2200-magic": 14,
      "2200-stand": 12,
      "2200-walk": 8,
      "2201-attack": 11,
      "2201-die": 9,
      "2201-magic": 14,
      "2201-stand": 8,
      "2201-walk": 8,
      "2202-attack": 10,
      "2202-die": 14,
      "2202-magic": 16,
      "2202-stand": 12,
      "2202-walk": 6,
      "2203-attack": 6,
      "2203-die": 11,
      "2203-magic": 12,
      "2203-stand": 8,
      "2203-walk": 4,
      "2204-attack": 10,
      "2204-die": 8,
      "2204-magic": 16,
      "2204-stand": 12,
      "2204-walk": 8,
      "2205-attack": 12,
      "2205-die": 11,
      "2205-magic": 12,
      "2205-stand": 12,
      "2205-walk": 8,
      "2206-attack": 10,
      "2206-die": 13,
      "2206-magic": 14,
      "2206-stand": 12,
      "2206-walk": 8,
      "2207-attack": 12,
      "2207-die": 11,
      "2207-magic": 14,
      "2207-stand": 12,
      "2207-walk": 8,
      "2208-attack": 11,
      "2208-die": 11,
      "2208-magic": 15,
      "2208-stand": 12,
      "2208-walk": 8,
      "2209-attack": 9,
      "2209-die": 11,
      "2209-magic": 12,
      "2209-stand": 12,
      "2209-walk": 8,
      "2210-attack": 9,
      "2210-die": 13,
      "2210-magic": 14,
      "2210-stand": 8,
      "2210-walk": 8,
      "2211-attack": 10,
      "2211-die": 13,
      "2211-magic": 13,
      "2211-stand": 12,
      "2211-walk": 9,
      "2212-attack": 11,
      "2212-die": 13,
      "2212-magic": 14,
      "2212-stand": 12,
      "2212-walk": 8,
      "2213-attack": 13,
      "2213-die": 13,
      "2213-magic": 16,
      "2213-stand": 8,
      "2213-walk": 8,
      "2214-attack": 11,
      "2214-die": 10,
      "2214-magic": 16,
      "2214-stand": 12,
      "2214-walk": 10,
      "2215-attack": 10,
      "2215-die": 9,
      "2215-magic": 15,
      "2215-stand": 12,
      "2215-walk": 8,
      "2216-attack": 13,
      "2216-die": 13,
      "2216-magic": 13,
      "2216-stand": 12,
      "2216-walk": 7,
      "2217-attack": 10,
      "2217-die": 11,
      "2217-magic": 16,
      "2217-stand": 8,
      "2217-walk": 8,
      "2218-attack": 8,
      "2218-die": 11,
      "2218-magic": 15,
      "2218-stand": 12,
      "2218-walk": 8,
      "2219-attack": 12,
      "2219-die": 13,
      "2219-magic": 15,
      "2219-stand": 8,
      "2219-walk": 8,
      "2220-attack": 11,
      "2220-die": 11,
      "2220-magic": 14,
      "2220-stand": 8,
      "2220-walk": 8,
      "2221-attack": 12,
      "2221-die": 13,
      "2221-magic": 15,
      "2221-stand": 12,
      "2221-walk": 8,
      "2222-attack": 12,
      "2222-die": 9,
      "2222-magic": 14,
      "2222-stand": 12,
      "2222-walk": 8,
      "2223-attack": 10,
      "2223-die": 8,
      "2223-magic": 13,
      "2223-stand": 8,
      "2223-walk": 8,
      "2224-attack": 11,
      "2224-die": 12,
      "2224-magic": 11,
      "2224-stand": 12,
      "2224-walk": 8,
      "2225-attack": 11,
      "2225-die": 13,
      "2225-magic": 14,
      "2225-stand": 12,
      "2225-walk": 8,
      "2226-attack": 10,
      "2226-die": 8,
      "2226-magic": 13,
      "2226-stand": 12,
      "2226-walk": 8,
      "2227-attack": 10,
      "2227-die": 12,
      "2227-magic": 14,
      "2227-stand": 12,
      "2227-walk": 8,
      "2228-attack": 9,
      "2228-die": 11,
      "2228-magic": 12,
      "2228-stand": 8,
      "2228-walk": 8,
      "2229-attack": 10,
      "2229-die": 12,
      "2229-magic": 16,
      "2229-stand": 12,
      "2229-walk": 8,
      "2230-attack": 8,
      "2230-die": 12,
      "2230-magic": 16,
      "2230-stand": 12,
      "2230-walk": 8,
      "2231-attack": 9,
      "2231-die": 10,
      "2231-magic": 14,
      "2231-stand": 8,
      "2231-walk": 8,
      "2232-attack": 6,
      "2232-die": 11,
      "2232-magic": 13,
      "2232-stand": 12,
      "2232-walk": 8,
      "2233-attack": 12,
      "2233-die": 13,
      "2233-magic": 12,
      "2233-stand": 10,
      "2233-walk": 8,
      "2234-attack": 11,
      "2234-die": 11,
      "2234-magic": 13,
      "2234-stand": 12,
      "2234-walk": 8,
      "2235-attack": 12,
      "2235-die": 11,
      "2235-magic": 21,
      "2235-stand": 8,
      "2235-walk": 8,
      "2236-attack": 12,
      "2236-die": 13,
      "2236-magic": 13,
      "2236-stand": 12,
      "2236-walk": 8,
      "2237-attack": 13,
      "2237-die": 15,
      "2237-magic": 15,
      "2237-stand": 12,
      "2237-walk": 8,
      "2238-attack": 13,
      "2238-die": 14,
      "2238-magic": 15,
      "2238-stand": 12,
      "2238-walk": 6,
      "2239-attack": 11,
      "2239-die": 13,
      "2239-magic": 16,
      "2239-stand": 12,
      "2239-walk": 8,
      "2240-attack": 13,
      "2240-die": 10,
      "2240-magic": 14,
      "2240-stand": 8,
      "2240-walk": 8,
      "2241-attack": 10,
      "2241-die": 13,
      "2241-magic": 16,
      "2241-stand": 12,
      "2241-walk": 8,
      "2242-attack": 12,
      "2242-die": 13,
      "2242-magic": 12,
      "2242-stand": 12,
      "2242-walk": 10,
      "2243-attack": 11,
      "2243-die": 13,
      "2243-magic": 13,
      "2243-stand": 12,
      "2243-walk": 8,
      "2244-attack": 10,
      "2244-die": 9,
      "2244-magic": 15,
      "2244-stand": 12,
      "2244-walk": 7,
      "2245-attack": 11,
      "2245-die": 12,
      "2245-magic": 12,
      "2245-stand": 12,
      "2245-walk": 8,
      "2246-attack": 12,
      "2246-die": 13,
      "2246-magic": 16,
      "2246-stand": 12,
      "2246-walk": 8,
      "2247-attack": 10,
      "2247-die": 9,
      "2247-magic": 15,
      "2247-stand": 12,
      "2247-walk": 7,
      "2249-attack": 12,
      "2249-die": 9,
      "2249-magic": 14,
      "2249-stand": 12,
      "2249-walk": 8,
      "2250-attack": 15,
      "2250-die": 12,
      "2250-magic": 15,
      "2250-stand": 12,
      "2250-walk": 8,
      "2255-attack": 23,
      "2255-die": 14,
      "2255-magic": 16,
      "2255-stand": 9,
      "2255-walk": 9,
      "2256-attack": 16,
      "2256-die": 10,
      "2256-magic": 15,
      "2256-stand": 14,
      "2256-walk": 8,
      "2257-attack": 16,
      "2257-die": 15,
      "2257-magic": 18,
      "2257-stand": 10,
      "2257-walk": 8,
      "2258-attack": 10,
      "2258-die": 8,
      "2258-magic": 19,
      "2258-stand": 9,
      "2258-walk": 10,
      "2259-attack": 15,
      "2259-die": 9,
      "2259-magic": 20,
      "2259-stand": 8,
      "2259-walk": 8,
      "2260-attack": 12,
      "2260-die": 10,
      "2260-magic": 15,
      "2260-stand": 10,
      "2260-walk": 8,
      "2261-attack": 10,
      "2261-die": 22,
      "2261-magic": 22,
      "2261-stand": 14,
      "2261-walk": 8,
      "2262-attack": 14,
      "2262-die": 21,
      "2262-magic": 18,
      "2262-stand": 8,
      "2262-walk": 8,
      "2263-attack": 16,
      "2263-die": 17,
      "2263-magic": 18,
      "2263-stand": 20,
      "2263-walk": 12,
      "2264-attack": 17,
      "2264-die": 17,
      "2264-magic": 19,
      "2264-stand": 25,
      "2264-walk": 8,
      "2265-attack": 10,
      "2265-die": 9,
      "2265-magic": 19,
      "2265-stand": 8,
      "2265-walk": 8,
      "2266-attack": 11,
      "2266-die": 16,
      "2266-magic": 15,
      "2266-stand": 12,
      "2266-walk": 8,
      "2267-attack": 10,
      "2267-die": 16,
      "2267-magic": 15,
      "2267-stand": 8,
      "2267-walk": 10,
      "2268-attack": 11,
      "2268-die": 13,
      "2268-magic": 14,
      "2268-stand": 8,
      "2268-walk": 8,
      "2269-attack": 9,
      "2269-die": 15,
      "2269-magic": 13,
      "2269-stand": 8,
      "2269-walk": 8,
      "2270-attack": 15,
      "2270-die": 12,
      "2270-magic": 15,
      "2270-stand": 12,
      "2270-walk": 8,
      "2271-attack": 16,
      "2271-die": 11,
      "2271-magic": 21,
      "2271-stand": 12,
      "2271-walk": 6,
      "2272-attack": 14,
      "2272-die": 13,
      "2272-magic": 26,
      "2272-stand": 17,
      "2272-walk": 6,
      "2273-attack": 15,
      "2273-die": 11,
      "2273-magic": 17,
      "2273-stand": 13,
      "2273-walk": 6,
      "2274-attack": 15,
      "2274-die": 16,
      "2274-magic": 16,
      "2274-stand": 16,
      "2274-walk": 8,
      "2275-attack": 12,
      "2275-die": 15,
      "2275-magic": 18,
      "2275-stand": 12,
      "2275-walk": 8,
      "2276-attack": 13,
      "2276-die": 16,
      "2276-magic": 22,
      "2276-stand": 8,
      "2276-walk": 8,
      "2277-attack": 12,
      "2277-die": 9,
      "2277-magic": 14,
      "2277-stand": 12,
      "2277-walk": 8,
      "2283-attack": 9,
      "2283-die": 11,
      "2283-magic": 15,
      "2283-stand": 12,
      "2283-walk": 8,
      "2300-attack": 16,
      "2300-die": 9,
      "2300-magic": 14,
      "2300-stand": 10,
      "2300-walk": 13,
      "2303-attack": 12,
      "2303-die": 11,
      "2303-magic": 15,
      "2303-stand": 12,
      "2303-walk": 8,
      "2304-attack": 11,
      "2304-die": 13,
      "2304-magic": 16,
      "2304-stand": 12,
      "2304-walk": 9,
      "2305-attack": 10,
      "2305-die": 10,
      "2305-magic": 15,
      "2305-stand": 12,
      "2305-walk": 8,
      "2306-attack": 9,
      "2306-die": 12,
      "2306-magic": 14,
      "2306-stand": 12,
      "2306-walk": 8,
      "2307-attack": 11,
      "2307-die": 13,
      "2307-magic": 15,
      "2307-stand": 12,
      "2307-walk": 8,
      "2308-attack": 11,
      "2308-die": 13,
      "2308-magic": 13,
      "2308-stand": 8,
      "2308-walk": 8,
      "2309-attack": 10,
      "2309-die": 12,
      "2309-magic": 14,
      "2309-stand": 12,
      "2309-walk": 8,
      "2310-attack": 12,
      "2310-die": 12,
      "2310-magic": 16,
      "2310-stand": 12,
      "2310-walk": 8,
      "2311-attack": 12,
      "2311-die": 13,
      "2311-magic": 14,
      "2311-stand": 12,
      "2311-walk": 8,
      "2312-attack": 12,
      "2312-die": 13,
      "2312-magic": 16,
      "2312-stand": 12,
      "2312-walk": 8,
      "2313-attack": 11,
      "2313-die": 10,
      "2313-magic": 18,
      "2313-stand": 10,
      "2313-walk": 8,
      "2314-attack": 11,
      "2314-die": 10,
      "2314-magic": 18,
      "2314-stand": 10,
      "2314-walk": 8,
      "2315-attack": 12,
      "2315-die": 13,
      "2315-magic": 14,
      "2315-stand": 12,
      "2315-walk": 6,
      "2316-attack": 12,
      "2316-die": 13,
      "2316-magic": 15,
      "2316-stand": 12,
      "2316-walk": 6,
      "2317-attack": 14,
      "2317-die": 14,
      "2317-magic": 20,
      "2317-stand": 8,
      "2317-walk": 6,
      "2318-attack": 14,
      "2318-die": 14,
      "2318-magic": 20,
      "2318-stand": 8,
      "2318-walk": 6,
      "2319-attack": 11,
      "2319-die": 7,
      "2319-magic": 18,
      "2319-stand": 12,
      "2319-walk": 8,
      "2320-attack": 12,
      "2320-die": 12,
      "2320-magic": 15,
      "2320-stand": 12,
      "2320-walk": 8,
      "2321-attack": 13,
      "2321-die": 12,
      "2321-magic": 16,
      "2321-stand": 12,
      "2321-walk": 8,
      "2322-attack": 11,
      "2322-die": 7,
      "2322-magic": 24,
      "2322-stand": 12,
      "2322-walk": 8,
      "2323-attack": 11,
      "2323-die": 12,
      "2323-magic": 15,
      "2323-stand": 12,
      "2323-walk": 8,
      "2324-attack": 14,
      "2324-die": 13,
      "2324-magic": 14,
      "2324-stand": 12,
      "2324-walk": 8,
      "2325-attack": 16,
      "2325-die": 18,
      "2325-magic": 18,
      "2325-stand": 25,
      "2325-walk": 8,
      "2326-attack": 16,
      "2326-die": 18,
      "2326-magic": 18,
      "2326-stand": 25,
      "2326-walk": 8,
      "2329-attack": 11,
      "2329-die": 12,
      "2329-magic": 13,
      "2329-stand": 12,
      "2329-walk": 8,
      "2330-attack": 10,
      "2330-die": 12,
      "2330-magic": 15,
      "2330-stand": 12,
      "2330-walk": 8,
      "2331-attack": 16,
      "2331-die": 14,
      "2331-magic": 22,
      "2331-stand": 16,
      "2331-walk": 8,
      "2332-attack": 16,
      "2332-die": 14,
      "2332-magic": 22,
      "2332-stand": 16,
      "2332-walk": 8,
      "2333-attack": 13,
      "2333-die": 16,
      "2333-magic": 18,
      "2333-stand": 12,
      "2333-walk": 14,
      "2334-attack": 16,
      "2334-die": 14,
      "2334-magic": 19,
      "2334-stand": 12,
      "2334-walk": 14,
      "2335-attack": 13,
      "2335-die": 16,
      "2335-magic": 18,
      "2335-stand": 12,
      "2335-walk": 14,
      "2336-attack": 16,
      "2336-die": 14,
      "2336-magic": 19,
      "2336-stand": 12,
      "2336-walk": 14,
      "2337-attack": 11,
      "2337-die": 10,
      "2337-magic": 16,
      "2337-stand": 8,
      "2337-walk": 10,
      "2338-attack": 13,
      "2338-die": 11,
      "2338-magic": 16,
      "2338-stand": 8,
      "2338-walk": 10,
      "2339-attack": 13,
      "2339-die": 13,
      "2339-magic": 23,
      "2339-stand": 12,
      "2339-walk": 10,
      "2340-attack": 13,
      "2340-die": 13,
      "2340-magic": 23,
      "2340-stand": 12,
      "2340-walk": 10,
      "2341-attack": 15,
      "2341-die": 16,
      "2341-magic": 17,
      "2341-stand": 32,
      "2341-walk": 20,
      "2342-attack": 15,
      "2342-die": 16,
      "2342-magic": 17,
      "2342-stand": 32,
      "2342-walk": 20,
      "2343-attack": 18,
      "2343-die": 12,
      "2343-magic": 24,
      "2343-stand": 16,
      "2343-walk": 4,
      "2344-attack": 18,
      "2344-die": 12,
      "2344-magic": 24,
      "2344-stand": 16,
      "2344-walk": 4,
      "2345-attack": 20,
      "2345-die": 16,
      "2345-magic": 23,
      "2345-stand": 8,
      "2345-walk": 8,
      "2346-attack": 19,
      "2346-die": 15,
      "2346-magic": 35,
      "2346-stand": 8,
      "2346-walk": 8,
      "2348-attack": 9,
      "2348-die": 12,
      "2348-magic": 10,
      "2348-stand": 8,
      "2348-walk": 8,
      "2349-attack": 11,
      "2349-die": 12,
      "2349-magic": 14,
      "2349-stand": 8,
      "2349-walk": 10,
      "2354-attack": 10,
      "2354-die": 12,
      "2354-magic": 15,
      "2354-stand": 8,
      "2354-walk": 10,
      "2355-attack": 13,
      "2355-die": 12,
      "2355-magic": 12,
      "2355-stand": 8,
      "2355-walk": 8,
      "2356-attack": 14,
      "2356-die": 12,
      "2356-magic": 16,
      "2356-stand": 8,
      "2356-walk": 8,
      "2360-attack": 12,
      "2360-die": 12,
      "2360-magic": 17,
      "2360-stand": 8,
      "2360-walk": 10,
      "2361-attack": 14,
      "2361-die": 9,
      "2361-magic": 13,
      "2361-stand": 8,
      "2361-walk": 8,
      "2363-attack": 13,
      "2363-die": 12,
      "2363-magic": 16,
      "2363-stand": 8,
      "2363-walk": 8,
      "2385-attack": 12,
      "2385-die": 13,
      "2385-magic": 21,
      "2385-stand": 12,
      "2385-walk": 12,
      "2386-attack": 11,
      "2386-die": 13,
      "2386-magic": 25,
      "2386-stand": 16,
      "2386-walk": 0,
      "2387-attack": 13,
      "2387-die": 15,
      "2387-magic": 23,
      "2387-stand": 12,
      "2387-walk": 8,
      "2388-attack": 11,
      "2388-die": 15,
      "2388-magic": 21,
      "2388-stand": 12,
      "2388-walk": 8,
      "2389-attack": 13,
      "2389-die": 13,
      "2389-magic": 16,
      "2389-stand": 12,
      "2389-walk": 8,
      "2390-attack": 10,
      "2390-die": 11,
      "2390-magic": 23,
      "2390-stand": 12,
      "2390-walk": 8,
      "2391-attack": 14,
      "2391-die": 17,
      "2391-magic": 24,
      "2391-stand": 12,
      "2391-walk": 8,
      "2392-attack": 17,
      "2392-die": 17,
      "2392-magic": 24,
      "2392-stand": 8,
      "2392-walk": 8,
      "2393-attack": 18,
      "2393-die": 14,
      "2393-magic": 21,
      "2393-stand": 12,
      "2393-walk": 8,
      "2394-attack": 14,
      "2394-die": 13,
      "2394-magic": 22,
      "2394-stand": 12,
      "2394-walk": 8,
      "2395-attack": 12,
      "2395-die": 11,
      "2395-magic": 25,
      "2395-stand": 8,
      "2395-walk": 8,
      "2396-attack": 17,
      "2396-die": 13,
      "2396-magic": 28,
      "2396-stand": 20,
      "2396-walk": 6,
      "2397-attack": 11,
      "2397-die": 17,
      "2397-magic": 21,
      "2397-stand": 16,
      "2397-walk": 8,
      "2398-attack": 9,
      "2398-die": 13,
      "2398-magic": 20,
      "2398-stand": 16,
      "2398-walk": 16,
      "2399-attack": 12,
      "2399-die": 9,
      "2399-magic": 18,
      "2399-stand": 8,
      "2399-walk": 12,
      "2400-attack": 11,
      "2400-die": 13,
      "2400-magic": 16,
      "2400-stand": 8,
      "2400-walk": 12,
      "2401-attack": 10,
      "2401-die": 11,
      "2401-magic": 15,
      "2401-stand": 12,
      "2401-walk": 8,
      "2402-attack": 13,
      "2402-die": 12,
      "2402-magic": 20,
      "2402-stand": 8,
      "2402-walk": 8,
      "2403-attack": 11,
      "2403-die": 11,
      "2403-magic": 20,
      "2403-stand": 12,
      "2403-walk": 8,
      "2404-attack": 10,
      "2404-die": 10,
      "2404-magic": 20,
      "2404-stand": 12,
      "2404-walk": 8,
      "2405-attack": 11,
      "2405-die": 17,
      "2405-magic": 33,
      "2405-stand": 8,
      "2405-walk": 8,
      "2406-attack": 11,
      "2406-die": 17,
      "2406-magic": 33,
      "2406-stand": 8,
      "2406-walk": 8,
      "2407-attack": 15,
      "2407-die": 13,
      "2407-magic": 18,
      "2407-stand": 25,
      "2407-walk": 6,
      "2408-attack": 15,
      "2408-die": 13,
      "2408-magic": 18,
      "2408-stand": 25,
      "2408-walk": 6,
      "2409-attack": 13,
      "2409-die": 13,
      "2409-magic": 21,
      "2409-stand": 16,
      "2409-walk": 8,
      "2410-attack": 12,
      "2410-die": 13,
      "2410-magic": 18,
      "2410-stand": 16,
      "2410-walk": 16,
      "2411-attack": 10,
      "2411-die": 10,
      "2411-magic": 16,
      "2411-stand": 8,
      "2411-walk": 8,
      "2412-attack": 10,
      "2412-die": 13,
      "2412-magic": 14,
      "2412-stand": 8,
      "2412-walk": 8,
      "2413-attack": 9,
      "2413-die": 12,
      "2413-magic": 17,
      "2413-stand": 12,
      "2413-walk": 10,
      "2414-attack": 9,
      "2414-die": 12,
      "2414-magic": 18,
      "2414-stand": 12,
      "2414-walk": 10,
      "2415-attack": 9,
      "2415-die": 12,
      "2415-magic": 17,
      "2415-stand": 12,
      "2415-walk": 10,
      "2416-attack": 9,
      "2416-die": 12,
      "2416-magic": 17,
      "2416-stand": 12,
      "2416-walk": 10,
      "2417-attack": 9,
      "2417-die": 12,
      "2417-magic": 17,
      "2417-stand": 12,
      "2417-walk": 10,
      "2418-attack": 9,
      "2418-die": 12,
      "2418-magic": 17,
      "2418-stand": 12,
      "2418-walk": 10,
      "2419-attack": 9,
      "2419-die": 12,
      "2419-magic": 17,
      "2419-stand": 12,
      "2419-walk": 10,
      "2420-attack": 9,
      "2420-die": 12,
      "2420-magic": 17,
      "2420-stand": 12,
      "2420-walk": 10,
      "2421-attack": 7,
      "2421-die": 11,
      "2421-magic": 9,
      "2421-stand": 12,
      "2421-walk": 4,
      "2422-attack": 7,
      "2422-die": 11,
      "2422-magic": 9,
      "2422-stand": 12,
      "2422-walk": 4,
      "2423-attack": 7,
      "2423-die": 11,
      "2423-magic": 9,
      "2423-stand": 12,
      "2423-walk": 4,
      "2424-attack": 7,
      "2424-die": 11,
      "2424-magic": 8,
      "2424-stand": 12,
      "2424-walk": 4,
      "2425-attack": 7,
      "2425-die": 11,
      "2425-magic": 9,
      "2425-stand": 12,
      "2425-walk": 4,
      "2426-attack": 7,
      "2426-die": 11,
      "2426-magic": 9,
      "2426-stand": 12,
      "2426-walk": 4,
      "2427-attack": 7,
      "2427-die": 11,
      "2427-magic": 9,
      "2427-stand": 12,
      "2427-walk": 4,
      "2428-attack": 7,
      "2428-die": 9,
      "2428-magic": 9,
      "2428-stand": 12,
      "2428-walk": 4,
      "2429-attack": 7,
      "2429-die": 11,
      "2429-magic": 9,
      "2429-stand": 12,
      "2429-walk": 4,
      "2430-attack": 11,
      "2430-die": 11,
      "2430-magic": 13,
      "2430-stand": 12,
      "2430-walk": 6,
      "2431-attack": 11,
      "2431-die": 11,
      "2431-magic": 13,
      "2431-stand": 12,
      "2431-walk": 6,
      "2432-attack": 11,
      "2432-die": 12,
      "2432-magic": 13,
      "2432-stand": 12,
      "2432-walk": 6,
      "2433-attack": 11,
      "2433-die": 11,
      "2433-magic": 13,
      "2433-stand": 12,
      "2433-walk": 6,
      "2434-attack": 11,
      "2434-die": 11,
      "2434-magic": 13,
      "2434-stand": 12,
      "2434-walk": 6,
      "2435-attack": 14,
      "2435-die": 11,
      "2435-magic": 15,
      "2435-stand": 8,
      "2435-walk": 8,
      "2436-attack": 14,
      "2436-die": 11,
      "2436-magic": 15,
      "2436-stand": 12,
      "2436-walk": 8,
      "2437-attack": 14,
      "2437-die": 11,
      "2437-magic": 15,
      "2437-stand": 12,
      "2437-walk": 8,
      "2438-attack": 14,
      "2438-die": 11,
      "2438-magic": 15,
      "2438-stand": 12,
      "2438-walk": 8,
      "2439-attack": 14,
      "2439-die": 11,
      "2439-magic": 15,
      "2439-stand": 12,
      "2439-walk": 8,
      "2440-attack": 14,
      "2440-die": 12,
      "2440-magic": 15,
      "2440-stand": 12,
      "2440-walk": 8,
      "2441-attack": 9,
      "2441-die": 12,
      "2441-magic": 17,
      "2441-stand": 12,
      "2441-walk": 10,
      "2442-attack": 9,
      "2442-die": 12,
      "2442-magic": 17,
      "2442-stand": 12,
      "2442-walk": 10,
      "2443-attack": 9,
      "2443-die": 12,
      "2443-magic": 17,
      "2443-stand": 12,
      "2443-walk": 10,
      "2444-attack": 9,
      "2444-die": 12,
      "2444-magic": 17,
      "2444-stand": 12,
      "2444-walk": 10,
      "2445-attack": 11,
      "2445-die": 11,
      "2445-magic": 13,
      "2445-stand": 12,
      "2445-walk": 6,
      "2446-attack": 11,
      "2446-die": 11,
      "2446-magic": 13,
      "2446-stand": 12,
      "2446-walk": 6,
      "2447-attack": 7,
      "2447-die": 11,
      "2447-magic": 9,
      "2447-stand": 12,
      "2447-walk": 4,
      "2448-attack": 7,
      "2448-die": 11,
      "2448-magic": 9,
      "2448-stand": 12,
      "2448-walk": 4,
      "2449-attack": 14,
      "2449-die": 11,
      "2449-magic": 15,
      "2449-stand": 8,
      "2449-walk": 8,
      "2450-attack": 14,
      "2450-die": 11,
      "2450-magic": 15,
      "2450-stand": 12,
      "2450-walk": 8,
      "2451-attack": 14,
      "2451-die": 11,
      "2451-magic": 15,
      "2451-stand": 12,
      "2451-walk": 8,
      "2452-attack": 7,
      "2452-die": 9,
      "2452-magic": 9,
      "2452-stand": 12,
      "2452-walk": 4,
      "2453-attack": 7,
      "2453-die": 11,
      "2453-magic": 9,
      "2453-stand": 12,
      "2453-walk": 4,
      "2454-attack": 11,
      "2454-die": 11,
      "2454-magic": 13,
      "2454-stand": 12,
      "2454-walk": 6,
      "2455-attack": 11,
      "2455-die": 11,
      "2455-magic": 13,
      "2455-stand": 12,
      "2455-walk": 6,
      "2456-attack": 14,
      "2456-die": 11,
      "2456-magic": 15,
      "2456-stand": 8,
      "2456-walk": 8,
      "2458-attack": 7,
      "2458-die": 11,
      "2458-magic": 8,
      "2458-stand": 12,
      "2458-walk": 4,
      "2459-attack": 14,
      "2459-die": 16,
      "2459-magic": 32,
      "2459-stand": 16,
      "2459-walk": 16,
      "2471-attack": 10,
      "2471-die": 18,
      "2471-magic": 17,
      "2471-stand": 8,
      "2471-walk": 6,
      "2472-attack": 16,
      "2472-die": 13,
      "2472-magic": 14,
      "2472-stand": 8,
      "2472-walk": 8,
      "2473-attack": 11,
      "2473-die": 12,
      "2473-magic": 13,
      "2473-stand": 8,
      "2473-walk": 8,
      "2474-attack": 10,
      "2474-die": 12,
      "2474-magic": 16,
      "2474-stand": 8,
      "2474-walk": 8,
      "2475-attack": 10,
      "2475-die": 11,
      "2475-magic": 16,
      "2475-stand": 8,
      "2475-walk": 8,
      "2476-attack": 12,
      "2476-die": 10,
      "2476-magic": 17,
      "2476-stand": 8,
      "2476-walk": 8,
      "2477-attack": 11,
      "2477-die": 12,
      "2477-magic": 17,
      "2477-stand": 8,
      "2477-walk": 10,
      "2478-attack": 12,
      "2478-die": 11,
      "2478-magic": 19,
      "2478-stand": 8,
      "2478-walk": 8,
      "2479-attack": 11,
      "2479-die": 12,
      "2479-magic": 18,
      "2479-stand": 8,
      "2479-walk": 12,
      "2480-attack": 15,
      "2480-die": 11,
      "2480-magic": 17,
      "2480-stand": 8,
      "2480-walk": 8,
      "2481-attack": 11,
      "2481-die": 12,
      "2481-magic": 15,
      "2481-stand": 11,
      "2481-walk": 16,
      "2482-attack": 13,
      "2482-die": 10,
      "2482-magic": 17,
      "2482-stand": 8,
      "2482-walk": 8,
      "2485-attack": 12,
      "2485-die": 9,
      "2485-magic": 15,
      "2485-stand": 8,
      "2485-walk": 6,
      "2486-attack": 12,
      "2486-die": 9,
      "2486-magic": 15,
      "2486-stand": 8,
      "2486-walk": 6,
      "2487-attack": 10,
      "2487-die": 10,
      "2487-magic": 20,
      "2487-stand": 12,
      "2487-walk": 6,
      "2488-attack": 10,
      "2488-die": 10,
      "2488-magic": 20,
      "2488-stand": 12,
      "2488-walk": 6,
      "2490-attack": 14,
      "2490-die": 16,
      "2490-magic": 32,
      "2490-stand": 16,
      "2490-walk": 16,
      "2495-attack": 11,
      "2495-die": 13,
      "2495-magic": 15,
      "2495-stand": 8,
      "2495-walk": 8,
      "2496-attack": 12,
      "2496-die": 13,
      "2496-magic": 26,
      "2496-stand": 10,
      "2496-walk": 8,
      "2497-attack": 19,
      "2497-die": 13,
      "2497-magic": 21,
      "2497-stand": 16,
      "2497-walk": 8,
      "2498-attack": 19,
      "2498-die": 13,
      "2498-magic": 21,
      "2498-stand": 16,
      "2498-walk": 8,
      "2501-attack": 0,
      "2501-die": 0,
      "2501-magic": 0,
      "2501-stand": 0,
      "2501-walk": 0,
      "2502-attack": 0,
      "2502-die": 0,
      "2502-magic": 0,
      "2502-stand": 0,
      "2502-walk": 0,
      "2504-attack": 0,
      "2504-die": 0,
      "2504-magic": 0,
      "2504-stand": 0,
      "2504-walk": 0,
      "2505-attack": 0,
      "2505-die": 0,
      "2505-magic": 0,
      "2505-stand": 0,
      "2505-walk": 0,
      "2506-attack": 0,
      "2506-die": 0,
      "2506-magic": 0,
      "2506-stand": 0,
      "2506-walk": 0,
      "2507-attack": 0,
      "2507-die": 0,
      "2507-magic": 0,
      "2507-stand": 0,
      "2507-walk": 0,
      "2509-attack": 0,
      "2509-die": 0,
      "2509-magic": 0,
      "2509-stand": 0,
      "2509-walk": 0,
      "2510-attack": 0,
      "2510-die": 0,
      "2510-magic": 0,
      "2510-stand": 0,
      "2510-walk": 0,
      "2511-attack": 0,
      "2511-die": 0,
      "2511-magic": 0,
      "2511-stand": 0,
      "2511-walk": 0,
      "2512-attack": 0,
      "2512-die": 0,
      "2512-magic": 0,
      "2512-stand": 0,
      "2512-walk": 0,
      "2515-attack": 0,
      "2515-die": 0,
      "2515-magic": 0,
      "2515-stand": 0,
      "2515-walk": 0,
      "2517-attack": 0,
      "2517-die": 0,
      "2517-magic": 0,
      "2517-stand": 0,
      "2517-walk": 0,
      "2522-attack": 0,
      "2522-die": 0,
      "2522-magic": 0,
      "2522-stand": 0,
      "2522-walk": 0,
      "2523-attack": 0,
      "2523-die": 0,
      "2523-magic": 0,
      "2523-stand": 0,
      "2523-walk": 0,
      "2524-attack": 0,
      "2524-die": 0,
      "2524-magic": 0,
      "2524-stand": 0,
      "2524-walk": 0,
      "2528-attack": 0,
      "2528-die": 0,
      "2528-magic": 0,
      "2528-stand": 0,
      "2528-walk": 0,
      "2529-attack": 0,
      "2529-die": 0,
      "2529-magic": 0,
      "2529-stand": 0,
      "2529-walk": 0,
      "2530-attack": 0,
      "2530-die": 0,
      "2530-magic": 0,
      "2530-stand": 0,
      "2530-walk": 0,
      "2533-attack": 0,
      "2533-die": 0,
      "2533-magic": 0,
      "2533-stand": 0,
      "2533-walk": 0,
      "2534-attack": 0,
      "2534-die": 0,
      "2534-magic": 0,
      "2534-stand": 0,
      "2534-walk": 0,
      "2536-attack": 0,
      "2536-die": 0,
      "2536-magic": 0,
      "2536-stand": 0,
      "2536-walk": 0,
      "2537-attack": 0,
      "2537-die": 0,
      "2537-magic": 0,
      "2537-stand": 0,
      "2537-walk": 0,
      "2538-attack": 0,
      "2538-die": 0,
      "2538-magic": 0,
      "2538-stand": 0,
      "2538-walk": 0,
      "2539-attack": 0,
      "2539-die": 0,
      "2539-magic": 0,
      "2539-stand": 0,
      "2539-walk": 0,
      "2540-attack": 0,
      "2540-die": 0,
      "2540-magic": 0,
      "2540-stand": 0,
      "2540-walk": 0,
      "2541-attack": 0,
      "2541-die": 0,
      "2541-magic": 0,
      "2541-stand": 0,
      "2541-walk": 0,
      "2542-attack": 0,
      "2542-die": 0,
      "2542-magic": 0,
      "2542-stand": 0,
      "2542-walk": 0,
      "2544-attack": 0,
      "2544-die": 0,
      "2544-magic": 0,
      "2544-stand": 0,
      "2544-walk": 0,
      "2545-attack": 0,
      "2545-die": 0,
      "2545-magic": 0,
      "2545-stand": 0,
      "2545-walk": 0,
      "2546-attack": 0,
      "2546-die": 0,
      "2546-magic": 0,
      "2546-stand": 0,
      "2546-walk": 0,
      "2547-attack": 0,
      "2547-die": 0,
      "2547-magic": 0,
      "2547-stand": 0,
      "2547-walk": 0,
      "2548-attack": 0,
      "2548-die": 0,
      "2548-magic": 0,
      "2548-stand": 0,
      "2548-walk": 0,
      "2552-attack": 0,
      "2552-die": 0,
      "2552-magic": 0,
      "2552-stand": 0,
      "2552-walk": 0,
      "2553-attack": 0,
      "2553-die": 0,
      "2553-magic": 0,
      "2553-stand": 0,
      "2553-walk": 0,
      "2554-attack": 0,
      "2554-die": 0,
      "2554-magic": 0,
      "2554-stand": 0,
      "2554-walk": 0,
      "2555-attack": 0,
      "2555-die": 0,
      "2555-magic": 0,
      "2555-stand": 0,
      "2555-walk": 0,
      "2559-attack": 0,
      "2559-die": 0,
      "2559-magic": 0,
      "2559-stand": 0,
      "2559-walk": 0,
      "2561-attack": 0,
      "2561-die": 0,
      "2561-magic": 0,
      "2561-stand": 0,
      "2561-walk": 0,
      "2562-attack": 0,
      "2562-die": 0,
      "2562-magic": 0,
      "2562-stand": 0,
      "2562-walk": 0,
      "2563-attack": 0,
      "2563-die": 0,
      "2563-magic": 0,
      "2563-stand": 0,
      "2563-walk": 0,
      "2564-attack": 0,
      "2564-die": 0,
      "2564-magic": 0,
      "2564-stand": 0,
      "2564-walk": 0,
      "2565-attack": 0,
      "2565-die": 0,
      "2565-magic": 0,
      "2565-stand": 0,
      "2565-walk": 0,
      "2566-attack": 0,
      "2566-die": 0,
      "2566-magic": 0,
      "2566-stand": 0,
      "2566-walk": 0,
      "2567-attack": 0,
      "2567-die": 0,
      "2567-magic": 0,
      "2567-stand": 0,
      "2567-walk": 0,
      "2568-attack": 0,
      "2568-die": 0,
      "2568-magic": 0,
      "2568-stand": 0,
      "2568-walk": 0,
      "2570-attack": 0,
      "2570-die": 0,
      "2570-magic": 0,
      "2570-stand": 0,
      "2570-walk": 0,
      "2571-attack": 0,
      "2571-die": 0,
      "2571-magic": 0,
      "2571-stand": 0,
      "2571-walk": 0,
      "2572-attack": 0,
      "2572-die": 0,
      "2572-magic": 0,
      "2572-stand": 0,
      "2572-walk": 0,
      "2573-attack": 0,
      "2573-die": 0,
      "2573-magic": 0,
      "2573-stand": 0,
      "2573-walk": 0,
      "2574-attack": 0,
      "2574-die": 0,
      "2574-magic": 0,
      "2574-stand": 0,
      "2574-walk": 0,
      "2576-attack": 0,
      "2576-die": 0,
      "2576-magic": 0,
      "2576-stand": 0,
      "2576-walk": 0,
      "2577-attack": 0,
      "2577-die": 0,
      "2577-magic": 0,
      "2577-stand": 0,
      "2577-walk": 0,
      "2578-attack": 0,
      "2578-die": 0,
      "2578-magic": 0,
      "2578-stand": 0,
      "2578-walk": 0,
      "2585-attack": 0,
      "2585-die": 0,
      "2585-magic": 0,
      "2585-stand": 0,
      "2585-walk": 0,
      "2586-attack": 0,
      "2586-die": 0,
      "2586-magic": 0,
      "2586-stand": 0,
      "2586-walk": 0,
      "2587-attack": 0,
      "2587-die": 0,
      "2587-magic": 0,
      "2587-stand": 0,
      "2587-walk": 0,
      "2593-attack": 0,
      "2593-die": 0,
      "2593-magic": 0,
      "2593-stand": 0,
      "2593-walk": 0,
      "2594-attack": 0,
      "2594-die": 0,
      "2594-magic": 0,
      "2594-stand": 0,
      "2594-walk": 0,
      "2595-attack": 0,
      "2595-die": 0,
      "2595-magic": 0,
      "2595-stand": 0,
      "2595-walk": 0,
      "2596-attack": 0,
      "2596-die": 0,
      "2596-magic": 0,
      "2596-stand": 0,
      "2596-walk": 0,
      "2597-attack": 0,
      "2597-die": 0,
      "2597-magic": 0,
      "2597-stand": 0,
      "2597-walk": 0,
      "2598-attack": 0,
      "2598-die": 0,
      "2598-magic": 0,
      "2598-stand": 0,
      "2598-walk": 0,
      "2599-attack": 0,
      "2599-die": 0,
      "2599-magic": 0,
      "2599-stand": 0,
      "2599-walk": 0,
      "2602-attack": 0,
      "2602-die": 0,
      "2602-magic": 0,
      "2602-stand": 0,
      "2602-walk": 0,
      "2603-attack": 0,
      "2603-die": 0,
      "2603-magic": 0,
      "2603-stand": 0,
      "2603-walk": 0,
      "2604-attack": 0,
      "2604-die": 0,
      "2604-magic": 0,
      "2604-stand": 0,
      "2604-walk": 0,
      "2605-attack": 0,
      "2605-die": 0,
      "2605-magic": 0,
      "2605-stand": 0,
      "2605-walk": 0,
      "2606-attack": 0,
      "2606-die": 0,
      "2606-magic": 0,
      "2606-stand": 0,
      "2606-walk": 0,
      "2607-attack": 0,
      "2607-die": 0,
      "2607-magic": 0,
      "2607-stand": 0,
      "2607-walk": 0,
      "2611-attack": 0,
      "2611-die": 0,
      "2611-magic": 0,
      "2611-stand": 0,
      "2611-walk": 0,
      "2612-attack": 0,
      "2612-die": 0,
      "2612-magic": 0,
      "2612-stand": 0,
      "2612-walk": 0,
      "2613-attack": 0,
      "2613-die": 0,
      "2613-magic": 0,
      "2613-stand": 0,
      "2613-walk": 0,
      "2614-attack": 0,
      "2614-die": 0,
      "2614-magic": 0,
      "2614-stand": 0,
      "2614-walk": 0,
      "2615-attack": 0,
      "2615-die": 0,
      "2615-magic": 0,
      "2615-stand": 0,
      "2615-walk": 0,
      "2616-attack": 0,
      "2616-die": 0,
      "2616-magic": 0,
      "2616-stand": 0,
      "2616-walk": 0,
      "2617-attack": 0,
      "2617-die": 0,
      "2617-magic": 0,
      "2617-stand": 0,
      "2617-walk": 0,
      "2618-attack": 0,
      "2618-die": 0,
      "2618-magic": 0,
      "2618-stand": 0,
      "2618-walk": 0,
      "2619-attack": 0,
      "2619-die": 0,
      "2619-magic": 0,
      "2619-stand": 0,
      "2619-walk": 0,
      "2620-attack": 0,
      "2620-die": 0,
      "2620-magic": 0,
      "2620-stand": 0,
      "2620-walk": 0,
      "2621-attack": 0,
      "2621-die": 0,
      "2621-magic": 0,
      "2621-stand": 0,
      "2621-walk": 0,
      "2622-attack": 0,
      "2622-die": 0,
      "2622-magic": 0,
      "2622-stand": 0,
      "2622-walk": 0,
      "2623-attack": 0,
      "2623-die": 0,
      "2623-magic": 0,
      "2623-stand": 0,
      "2623-walk": 0,
      "2624-attack": 0,
      "2624-die": 0,
      "2624-magic": 0,
      "2624-stand": 0,
      "2624-walk": 0,
      "2625-attack": 0,
      "2625-die": 0,
      "2625-magic": 0,
      "2625-stand": 0,
      "2625-walk": 0,
      "2626-attack": 0,
      "2626-die": 0,
      "2626-magic": 0,
      "2626-stand": 0,
      "2626-walk": 0,
      "2627-attack": 0,
      "2627-die": 0,
      "2627-magic": 0,
      "2627-stand": 0,
      "2627-walk": 0,
      "2628-attack": 0,
      "2628-die": 0,
      "2628-magic": 0,
      "2628-stand": 0,
      "2628-walk": 0,
      "2629-attack": 0,
      "2629-die": 0,
      "2629-magic": 0,
      "2629-stand": 0,
      "2629-walk": 0,
      "2630-attack": 0,
      "2630-die": 0,
      "2630-magic": 0,
      "2630-stand": 0,
      "2630-walk": 0,
      "2650-attack": 0,
      "2650-die": 0,
      "2650-magic": 0,
      "2650-stand": 0,
      "2650-walk": 0,
      "2651-attack": 0,
      "2651-die": 0,
      "2651-magic": 0,
      "2651-stand": 0,
      "2651-walk": 0,
      "2652-attack": 0,
      "2652-die": 0,
      "2652-magic": 0,
      "2652-stand": 0,
      "2652-walk": 0,
      "2653-attack": 0,
      "2653-die": 0,
      "2653-magic": 0,
      "2653-stand": 0,
      "2653-walk": 0,
      "2659-attack": 0,
      "2659-die": 0,
      "2659-magic": 0,
      "2659-stand": 0,
      "2659-walk": 0,
      "2660-attack": 0,
      "2660-die": 0,
      "2660-magic": 0,
      "2660-stand": 0,
      "2660-walk": 0,
      "2661-attack": 0,
      "2661-die": 0,
      "2661-magic": 0,
      "2661-stand": 0,
      "2661-walk": 0,
      "2662-attack": 0,
      "2662-die": 0,
      "2662-magic": 0,
      "2662-stand": 0,
      "2662-walk": 0,
      "2663-attack": 0,
      "2663-die": 0,
      "2663-magic": 0,
      "2663-stand": 0,
      "2663-walk": 0,
      "2664-attack": 0,
      "2664-die": 0,
      "2664-magic": 0,
      "2664-stand": 0,
      "2664-walk": 0,
      "2742-attack": 0,
      "2742-die": 0,
      "2742-magic": 0,
      "2742-stand": 0,
      "2742-walk": 0,
      "2743-attack": 0,
      "2743-die": 0,
      "2743-magic": 0,
      "2743-stand": 0,
      "2743-walk": 0,
      "2744-attack": 0,
      "2744-die": 0,
      "2744-magic": 0,
      "2744-stand": 0,
      "2744-walk": 0,
      "2783-attack": 0,
      "2783-die": 0,
      "2783-magic": 0,
      "2783-stand": 0,
      "2783-walk": 0,
      "2800-attack": 0,
      "2800-die": 0,
      "2800-magic": 0,
      "2800-stand": 0,
      "2800-walk": 0,
      "2803-attack": 0,
      "2803-die": 0,
      "2803-magic": 0,
      "2803-stand": 0,
      "2803-walk": 0,
      "2805-attack": 0,
      "2805-die": 0,
      "2805-magic": 0,
      "2805-stand": 0,
      "2805-walk": 0,
      "2807-attack": 0,
      "2807-die": 0,
      "2807-magic": 0,
      "2807-stand": 0,
      "2807-walk": 0,
      "2809-attack": 0,
      "2809-die": 0,
      "2809-magic": 0,
      "2809-stand": 0,
      "2809-walk": 0,
      "2819-attack": 0,
      "2819-die": 0,
      "2819-magic": 0,
      "2819-stand": 0,
      "2819-walk": 0,
      "2820-attack": 0,
      "2820-die": 0,
      "2820-magic": 0,
      "2820-stand": 0,
      "2820-walk": 0,
      "2821-attack": 0,
      "2821-die": 0,
      "2821-magic": 0,
      "2821-stand": 0,
      "2821-walk": 0,
      "2827-attack": 19,
      "2827-die": 11,
      "2827-magic": 20,
      "2827-stand": 12,
      "2827-walk": 8,
      "2828-attack": 19,
      "2828-die": 11,
      "2828-magic": 20,
      "2828-stand": 12,
      "2828-walk": 8,
      "2829-attack": 0,
      "2829-die": 0,
      "2829-magic": 0,
      "2829-stand": 0,
      "2829-walk": 0,
      "2831-attack": 0,
      "2831-die": 0,
      "2831-magic": 0,
      "2831-stand": 0,
      "2831-walk": 0,
      "2833-attack": 0,
      "2833-die": 0,
      "2833-magic": 0,
      "2833-stand": 0,
      "2833-walk": 0,
      "2835-attack": 0,
      "2835-die": 0,
      "2835-magic": 0,
      "2835-stand": 0,
      "2835-walk": 0,
      "2837-attack": 0,
      "2837-die": 0,
      "2837-magic": 0,
      "2837-stand": 0,
      "2837-walk": 0,
      "2839-attack": 0,
      "2839-die": 0,
      "2839-magic": 0,
      "2839-stand": 0,
      "2839-walk": 0,
      "2840-attack": 0,
      "2840-die": 0,
      "2840-magic": 0,
      "2840-stand": 0,
      "2840-walk": 0,
      "2885-attack": 0,
      "2885-die": 0,
      "2885-magic": 0,
      "2885-stand": 0,
      "2885-walk": 0,
      "2887-attack": 0,
      "2887-die": 0,
      "2887-magic": 0,
      "2887-stand": 0,
      "2887-walk": 0,
      "2889-attack": 0,
      "2889-die": 0,
      "2889-magic": 0,
      "2889-stand": 0,
      "2889-walk": 0,
      "2891-attack": 0,
      "2891-die": 0,
      "2891-magic": 0,
      "2891-stand": 0,
      "2891-walk": 0,
      "2893-attack": 0,
      "2893-die": 0,
      "2893-magic": 0,
      "2893-stand": 0,
      "2893-walk": 0,
      "2895-attack": 0,
      "2895-die": 0,
      "2895-magic": 0,
      "2895-stand": 0,
      "2895-walk": 0,
      "2897-attack": 0,
      "2897-die": 0,
      "2897-magic": 0,
      "2897-stand": 0,
      "2897-walk": 0,
      "2899-attack": 0,
      "2899-die": 0,
      "2899-magic": 0,
      "2899-stand": 0,
      "2899-walk": 0,
      "2901-attack": 0,
      "2901-die": 0,
      "2901-magic": 0,
      "2901-stand": 0,
      "2901-walk": 0,
      "2903-attack": 0,
      "2903-die": 0,
      "2903-magic": 0,
      "2903-stand": 0,
      "2903-walk": 0,
      "2909-attack": 0,
      "2909-die": 0,
      "2909-magic": 0,
      "2909-stand": 0,
      "2909-walk": 0,
      "2913-attack": 0,
      "2913-die": 0,
      "2913-magic": 0,
      "2913-stand": 0,
      "2913-walk": 0,
      "2914-attack": 0,
      "2914-die": 0,
      "2914-magic": 0,
      "2914-stand": 0,
      "2914-walk": 0,
      "2915-attack": 0,
      "2915-die": 0,
      "2915-magic": 0,
      "2915-stand": 0,
      "2915-walk": 0,
      "2916-attack": 0,
      "2916-die": 0,
      "2916-magic": 0,
      "2916-stand": 0,
      "2916-walk": 0,
      "2917-attack": 0,
      "2917-die": 0,
      "2917-magic": 0,
      "2917-stand": 0,
      "2917-walk": 0,
      "2918-attack": 0,
      "2918-die": 0,
      "2918-magic": 0,
      "2918-stand": 0,
      "2918-walk": 0,
      "2919-attack": 0,
      "2919-die": 0,
      "2919-magic": 0,
      "2919-stand": 0,
      "2919-walk": 0,
      "2920-attack": 0,
      "2920-die": 0,
      "2920-magic": 0,
      "2920-stand": 0,
      "2920-walk": 0,
      "2921-attack": 0,
      "2921-die": 0,
      "2921-magic": 0,
      "2921-stand": 0,
      "2921-walk": 0,
      "2922-attack": 0,
      "2922-die": 0,
      "2922-magic": 0,
      "2922-stand": 0,
      "2922-walk": 0,
      "2923-attack": 0,
      "2923-die": 0,
      "2923-magic": 0,
      "2923-stand": 0,
      "2923-walk": 0,
      "2924-attack": 0,
      "2924-die": 0,
      "2924-magic": 0,
      "2924-stand": 0,
      "2924-walk": 0,
      "2925-attack": 0,
      "2925-die": 0,
      "2925-magic": 0,
      "2925-stand": 0,
      "2925-walk": 0,
      "2926-attack": 0,
      "2926-die": 0,
      "2926-magic": 0,
      "2926-stand": 0,
      "2926-walk": 0,
      "2927-attack": 0,
      "2927-die": 0,
      "2927-magic": 0,
      "2927-stand": 0,
      "2927-walk": 0,
      "2928-attack": 0,
      "2928-die": 0,
      "2928-magic": 0,
      "2928-stand": 0,
      "2928-walk": 0,
      "2929-attack": 0,
      "2929-die": 0,
      "2929-magic": 0,
      "2929-stand": 0,
      "2929-walk": 0,
      "2930-attack": 0,
      "2930-die": 0,
      "2930-magic": 0,
      "2930-stand": 0,
      "2930-walk": 0,
      "2931-attack": 0,
      "2931-die": 0,
      "2931-magic": 0,
      "2931-stand": 0,
      "2931-walk": 0,
      "2932-attack": 0,
      "2932-die": 0,
      "2932-magic": 0,
      "2932-stand": 0,
      "2932-walk": 0,
      "2933-attack": 0,
      "2933-die": 0,
      "2933-magic": 0,
      "2933-stand": 0,
      "2933-walk": 0,
      "2934-attack": 0,
      "2934-die": 0,
      "2934-magic": 0,
      "2934-stand": 0,
      "2934-walk": 0,
      "2935-attack": 0,
      "2935-die": 0,
      "2935-magic": 0,
      "2935-stand": 0,
      "2935-walk": 0,
      "2936-attack": 0,
      "2936-die": 0,
      "2936-magic": 0,
      "2936-stand": 0,
      "2936-walk": 0,
      "2937-attack": 0,
      "2937-die": 0,
      "2937-magic": 0,
      "2937-stand": 0,
      "2937-walk": 0,
      "2938-attack": 0,
      "2938-die": 0,
      "2938-magic": 0,
      "2938-stand": 0,
      "2938-walk": 0,
      "2939-attack": 0,
      "2939-die": 0,
      "2939-magic": 0,
      "2939-stand": 0,
      "2939-walk": 0,
      "2940-attack": 0,
      "2940-die": 0,
      "2940-magic": 0,
      "2940-stand": 0,
      "2940-walk": 0,
      "2971-attack": 0,
      "2971-die": 0,
      "2971-magic": 0,
      "2971-stand": 0,
      "2971-walk": 0,
      "2972-attack": 0,
      "2972-die": 0,
      "2972-magic": 0,
      "2972-stand": 0,
      "2972-walk": 0,
      "2973-attack": 0,
      "2973-die": 0,
      "2973-magic": 0,
      "2973-stand": 0,
      "2973-walk": 0,
      "2974-attack": 0,
      "2974-die": 0,
      "2974-magic": 0,
      "2974-stand": 0,
      "2974-walk": 0,
      "2975-attack": 0,
      "2975-die": 0,
      "2975-magic": 0,
      "2975-stand": 0,
      "2975-walk": 0,
      "2976-attack": 0,
      "2976-die": 0,
      "2976-magic": 0,
      "2976-stand": 0,
      "2976-walk": 0,
      "2977-attack": 0,
      "2977-die": 0,
      "2977-magic": 0,
      "2977-stand": 0,
      "2977-walk": 0,
      "2978-attack": 0,
      "2978-die": 0,
      "2978-magic": 0,
      "2978-stand": 0,
      "2978-walk": 0,
      "2979-attack": 0,
      "2979-die": 0,
      "2979-magic": 0,
      "2979-stand": 0,
      "2979-walk": 0,
      "2980-attack": 0,
      "2980-die": 0,
      "2980-magic": 0,
      "2980-stand": 0,
      "2980-walk": 0,
      "2981-attack": 0,
      "2981-die": 0,
      "2981-magic": 0,
      "2981-stand": 0,
      "2981-walk": 0,
      "2982-attack": 0,
      "2982-die": 0,
      "2982-magic": 0,
      "2982-stand": 0,
      "2982-walk": 0,
      "5873-attack": 8,
      "5873-die": 10,
      "5873-magic": 13,
      "5873-stand": 12,
      "5873-walk": 8,
      "5874-attack": 11,
      "5874-die": 13,
      "5874-magic": 11,
      "5874-stand": 12,
      "5874-walk": 8,
      "5875-attack": 9,
      "5875-die": 13,
      "5875-magic": 15,
      "5875-stand": 12,
      "5875-walk": 8,
      "5876-attack": 10,
      "5876-die": 12,
      "5876-magic": 14,
      "5876-stand": 8,
      "5876-walk": 8,
      "5877-attack": 9,
      "5877-die": 11,
      "5877-magic": 12,
      "5877-stand": 12,
      "5877-walk": 8,
      "5878-attack": 9,
      "5878-die": 13,
      "5878-magic": 13,
      "5878-stand": 8,
      "5878-walk": 8,
      "5888-attack": 8,
      "5888-die": 10,
      "5888-magic": 13,
      "5888-stand": 12,
      "5888-walk": 8,
      "5889-attack": 11,
      "5889-die": 13,
      "5889-magic": 11,
      "5889-stand": 12,
      "5889-walk": 8,
      "5890-attack": 9,
      "5890-die": 13,
      "5890-magic": 15,
      "5890-stand": 12,
      "5890-walk": 8,
      "5891-attack": 10,
      "5891-die": 12,
      "5891-magic": 14,
      "5891-stand": 8,
      "5891-walk": 8,
      "5892-attack": 9,
      "5892-die": 11,
      "5892-magic": 12,
      "5892-stand": 12,
      "5892-walk": 8,
      "5893-attack": 9,
      "5893-die": 13,
      "5893-magic": 13,
      "5893-stand": 8,
      "5893-walk": 8,
      "7026-attack": 8,
      "7026-die": 10,
      "7026-magic": 13,
      "7026-stand": 12,
      "7026-walk": 8,
      "7027-attack": 11,
      "7027-die": 13,
      "7027-magic": 12,
      "7027-stand": 12,
      "7027-walk": 8,
      "7028-attack": 9,
      "7028-die": 13,
      "7028-magic": 15,
      "7028-stand": 12,
      "7028-walk": 8,
      "7029-attack": 10,
      "7029-die": 12,
      "7029-magic": 14,
      "7029-stand": 8,
      "7029-walk": 8,
      "7030-attack": 9,
      "7030-die": 11,
      "7030-magic": 12,
      "7030-stand": 12,
      "7030-walk": 8,
      "7032-attack": 9,
      "7032-die": 13,
      "7032-magic": 13,
      "7032-stand": 8,
      "7032-walk": 8
    },
    "summon_grow": {
      "2001": 1120,
      "2002": 1020,
      "2003": 1000,
      "2004": 1000,
      "2005": 1200,
      "2006": 1045,
      "2007": 1025,
      "2008": 1200,
      "2009": 1230,
      "2010": 900,
      "2011": 1100,
      "2012": 1050,
      "2015": 1230,
      "2016": 1200,
      "2017": 1030,
      "2018": 1200,
      "2019": 1200,
      "2020": 1200,
      "2021": 1200,
      "2022": 1030,
      "2023": 1150,
      "2024": 1064,
      "2028": 1025,
      "2029": 1025,
      "2030": 1080,
      "2031": 1200,
      "2032": 1200,
      "2033": 1010,
      "2034": 1020,
      "2035": 1200,
      "2036": 900,
      "2037": 900,
      "2038": 1160,
      "2039": 1020,
      "2040": 1120,
      "2041": 1150,
      "2042": 1010,
      "2044": 1010,
      "2045": 1015,
      "2046": 950,
      "2047": 900,
      "2048": 950,
      "2049": 1200,
      "2050": 1200,
      "2051": 1200,
      "2052": 1080,
      "2053": 1070,
      "2054": 1070,
      "2055": 1015,
      "2059": 1030,
      "2060": 1200,
      "2061": 1150,
      "2062": 1035,
      "2063": 1046,
      "2064": 1060,
      "2065": 1090,
      "2066": 1100,
      "2067": 1230,
      "2068": 1150,
      "2070": 1200,
      "2071": 1200,
      "2072": 1220,
      "2073": 1130,
      "2074": 1130,
      "2076": 1240,
      "2077": 1230,
      "2078": 1230,
      "2085": 1230,
      "2086": 1230,
      "2087": 1240,
      "2093": 1240,
      "2094": 1240,
      "2095": 1240,
      "2096": 1240,
      "2097": 1240,
      "2098": 1240,
      "2099": 1240,
      "2100": 1200,
      "2101": 1200,
      "2102": 1230,
      "2103": 1230,
      "2104": 1230,
      "2105": 1240,
      "2106": 1250,
      "2107": 1250,
      "2108": 1200,
      "2109": 1200,
      "2110": 1200,
      "2111": 1250,
      "2112": 1240,
      "2113": 1240,
      "2114": 1240,
      "2115": 1260,
      "2116": 1250,
      "2117": 1230,
      "2118": 1230,
      "2119": 1200,
      "2120": 1230,
      "2121": 1200,
      "2122": 1220,
      "2123": 1210,
      "2124": 1240,
      "2125": 1240,
      "2126": 1260,
      "2127": 1240,
      "2128": 1250,
      "2129": 1250,
      "2130": 1270,
      "2131": 1200,
      "2132": 1200,
      "2133": 1000,
      "2134": 1000,
      "2135": 1000,
      "2136": 1000,
      "2137": 1000,
      "2138": 1000,
      "2139": 1000,
      "2140": 1000,
      "2141": 1000,
      "2142": 1000,
      "2143": 1000,
      "2144": 1000,
      "2150": 1240,
      "2151": 1240,
      "2152": 1250,
      "2153": 1260,
      "2159": 1260,
      "2160": 1260,
      "2161": 1270,
      "2162": 1260,
      "2163": 1270,
      "2164": 1260,
      "2178": 1150,
      "2179": 1100,
      "2180": 1120,
      "2181": 1160,
      "2182": 1150,
      "2183": 1130,
      "2184": 1150,
      "2185": 1150,
      "2186": 1130,
      "2187": 1200,
      "2188": 1200,
      "2189": 1180,
      "2190": 1200,
      "2191": 1200,
      "2192": 1210,
      "2193": 1230,
      "2194": 1220,
      "2195": 1230,
      "2196": 1230,
      "2197": 1220,
      "2198": 1230,
      "2199": 1230,
      "2200": 1230,
      "2201": 1230,
      "2202": 1230,
      "2203": 1230,
      "2204": 1230,
      "2205": 1230,
      "2206": 1230,
      "2207": 1230,
      "2208": 1240,
      "2209": 1240,
      "2210": 1240,
      "2211": 1240,
      "2212": 1240,
      "2213": 1240,
      "2214": 1240,
      "2215": 1240,
      "2216": 1240,
      "2217": 1240,
      "2218": 1240,
      "2219": 1250,
      "2220": 1250,
      "2221": 1250,
      "2222": 1240,
      "2223": 1240,
      "2224": 1240,
      "2225": 1240,
      "2226": 1240,
      "2227": 1260,
      "2228": 1240,
      "2229": 1250,
      "2230": 1260,
      "2231": 1250,
      "2232": 1270,
      "2233": 1250,
      "2234": 1260,
      "2235": 1240,
      "2236": 1260,
      "2237": 1260,
      "2238": 1260,
      "2239": 1260,
      "2240": 1270,
      "2241": 1270,
      "2242": 1250,
      "2243": 1260,
      "2244": 1250,
      "2245": 1250,
      "2246": 1260,
      "2247": 1250,
      "2249": 1200,
      "2250": 1200,
      "2255": 1200,
      "2256": 1200,
      "2257": 1200,
      "2258": 1200,
      "2259": 1200,
      "2260": 1200,
      "2261": 1200,
      "2262": 1200,
      "2263": 1200,
      "2264": 1200,
      "2265": 1200,
      "2266": 1200,
      "2267": 1200,
      "2268": 1200,
      "2269": 1200,
      "2270": 1200,
      "2271": 1200,
      "2272": 1200,
      "2273": 1200,
      "2274": 1200,
      "2275": 1200,
      "2276": 1200,
      "2277": 1200,
      "2283": 1180,
      "2300": 1250,
      "2303": 1240,
      "2304": 1240,
      "2305": 1200,
      "2306": 1200,
      "2307": 1230,
      "2308": 1230,
      "2309": 1240,
      "2310": 1240,
      "2311": 1200,
      "2312": 1200,
      "2313": 1200,
      "2314": 1200,
      "2315": 1200,
      "2316": 1200,
      "2317": 1200,
      "2318": 1200,
      "2319": 1250,
      "2320": 1270,
      "2321": 1272,
      "2322": 1250,
      "2323": 1270,
      "2324": 1272,
      "2325": 1200,
      "2326": 1200,
      "2329": 1230,
      "2330": 1230,
      "2331": 1240,
      "2332": 1240,
      "2333": 1240,
      "2334": 1240,
      "2335": 1230,
      "2336": 1230,
      "2337": 1250,
      "2338": 1250,
      "2339": 1250,
      "2340": 1250,
      "2341": 1200,
      "2342": 1200,
      "2343": 1200,
      "2344": 1200,
      "2345": 1272,
      "2346": 1272,
      "2348": 1300,
      "2349": 1300,
      "2354": 1300,
      "2355": 1300,
      "2356": 1300,
      "2360": 1300,
      "2361": 1300,
      "2363": 1300,
      "2385": 1200,
      "2386": 1200,
      "2387": 1230,
      "2388": 1230,
      "2389": 1240,
      "2390": 1240,
      "2391": 1250,
      "2392": 1250,
      "2393": 1180,
      "2394": 1180,
      "2395": 1240,
      "2396": 1240,
      "2397": 1250,
      "2398": 1250,
      "2399": 1260,
      "2400": 1260,
      "2401": 1200,
      "2402": 1200,
      "2403": 1210,
      "2404": 1210,
      "2405": 1200,
      "2406": 1200,
      "2407": 1200,
      "2408": 1200,
      "2409": 1250,
      "2410": 1250,
      "2411": 1259,
      "2412": 1259,
      "2413": 900,
      "2414": 1010,
      "2415": 1010,
      "2416": 1025,
      "2417": 1010,
      "2418": 1050,
      "2419": 1010,
      "2420": 1020,
      "2421": 1010,
      "2422": 1035,
      "2423": 1025,
      "2424": 1035,
      "2425": 1000,
      "2426": 1000,
      "2427": 950,
      "2428": 1035,
      "2429": 1035,
      "2430": 900,
      "2431": 950,
      "2432": 1035,
      "2433": 1010,
      "2434": 1035,
      "2435": 1120,
      "2436": 1010,
      "2437": 1020,
      "2438": 1020,
      "2439": 1020,
      "2440": 1010,
      "2441": 1100,
      "2442": 1150,
      "2443": 1120,
      "2444": 1179,
      "2445": 1150,
      "2446": 1179,
      "2447": 1120,
      "2448": 1179,
      "2449": 1150,
      "2450": 1100,
      "2451": 1089,
      "2452": 1150,
      "2453": 1150,
      "2454": 1129,
      "2455": 1150,
      "2456": 1179,
      "2458": 1035,
      "2459": 1200,
      "2471": 1269,
      "2472": 1269,
      "2473": 1239,
      "2474": 1239,
      "2475": 1229,
      "2476": 1229,
      "2477": 1179,
      "2478": 1179,
      "2479": 1250,
      "2480": 1250,
      "2481": 1239,
      "2482": 1239,
      "2485": 1200,
      "2486": 1200,
      "2487": 1200,
      "2488": 1200,
      "2490": 1200,
      "2495": 1260,
      "2496": 1260,
      "2497": 1200,
      "2498": 1200,
      "2501": 1120,
      "2502": 1020,
      "2504": 1000,
      "2505": 1200,
      "2506": 1045,
      "2507": 1025,
      "2509": 1230,
      "2510": 900,
      "2511": 1100,
      "2512": 1050,
      "2515": 1230,
      "2517": 1030,
      "2522": 1030,
      "2523": 1150,
      "2524": 1064,
      "2528": 1025,
      "2529": 1025,
      "2530": 1080,
      "2533": 1010,
      "2534": 1020,
      "2536": 900,
      "2537": 900,
      "2538": 1160,
      "2539": 1020,
      "2540": 1120,
      "2541": 1150,
      "2542": 1010,
      "2544": 1010,
      "2545": 1015,
      "2546": 950,
      "2547": 900,
      "2548": 950,
      "2552": 1080,
      "2553": 1070,
      "2554": 1070,
      "2555": 1015,
      "2559": 1030,
      "2561": 1150,
      "2562": 1035,
      "2563": 1046,
      "2564": 1060,
      "2565": 1090,
      "2566": 1100,
      "2567": 1230,
      "2568": 1150,
      "2570": 1200,
      "2571": 1200,
      "2572": 1220,
      "2573": 1130,
      "2574": 1130,
      "2576": 1240,
      "2577": 1230,
      "2578": 1230,
      "2585": 1230,
      "2586": 1230,
      "2587": 1240,
      "2593": 1240,
      "2594": 1240,
      "2595": 1240,
      "2596": 1240,
      "2597": 1240,
      "2598": 1240,
      "2599": 1240,
      "2602": 1230,
      "2603": 1230,
      "2604": 1230,
      "2605": 1240,
      "2606": 1250,
      "2607": 1250,
      "2611": 1250,
      "2612": 1240,
      "2613": 1240,
      "2614": 1240,
      "2615": 1260,
      "2616": 1250,
      "2617": 1230,
      "2618": 1230,
      "2619": 1200,
      "2620": 1230,
      "2621": 1200,
      "2622": 1220,
      "2623": 1210,
      "2624": 1240,
      "2625": 1240,
      "2626": 1260,
      "2627": 1240,
      "2628": 1250,
      "2629": 1250,
      "2630": 1270,
      "2650": 1240,
      "2651": 1240,
      "2652": 1250,
      "2653": 1260,
      "2659": 1260,
      "2660": 1260,
      "2661": 1270,
      "2662": 1260,
      "2663": 1270,
      "2664": 1260,
      "2678": 1150,
      "2679": 1100,
      "2680": 1120,
      "2681": 1160,
      "2682": 1150,
      "2683": 1130,
      "2684": 1150,
      "2685": 1150,
      "2686": 1130,
      "2687": 1200,
      "2688": 1200,
      "2689": 1180,
      "2690": 1200,
      "2691": 1200,
      "2692": 1210,
      "2693": 1230,
      "2694": 1220,
      "2695": 1230,
      "2696": 1230,
      "2697": 1220,
      "2698": 1230,
      "2699": 1230,
      "2700": 1230,
      "2701": 1230,
      "2702": 1230,
      "2703": 1230,
      "2704": 1230,
      "2705": 1230,
      "2706": 1230,
      "2707": 1230,
      "2708": 1240,
      "2709": 1240,
      "2710": 1240,
      "2711": 1240,
      "2712": 1240,
      "2713": 1240,
      "2714": 1240,
      "2715": 1240,
      "2716": 1240,
      "2717": 1240,
      "2718": 1240,
      "2719": 1250,
      "2720": 1250,
      "2721": 1250,
      "2722": 1240,
      "2723": 1240,
      "2724": 1240,
      "2725": 1240,
      "2726": 1240,
      "2727": 1260,
      "2728": 1240,
      "2729": 1250,
      "2730": 1260,
      "2731": 1250,
      "2732": 1270,
      "2733": 1250,
      "2734": 1260,
      "2735": 1240,
      "2736": 1260,
      "2737": 1260,
      "2738": 1260,
      "2739": 1260,
      "2740": 1270,
      "2741": 1270,
      "2742": 1250,
      "2743": 1260,
      "2744": 1250,
      "2745": 1250,
      "2746": 1260,
      "2747": 1250,
      "2783": 1180,
      "2800": 1250,
      "2803": 1240,
      "2804": 1240,
      "2805": 1200,
      "2806": 1200,
      "2807": 1230,
      "2808": 1230,
      "2809": 1240,
      "2810": 1240,
      "2819": 1250,
      "2820": 1270,
      "2821": 1272,
      "2822": 1250,
      "2823": 1270,
      "2824": 1272,
      "2827": 1200,
      "2828": 1200,
      "2829": 1230,
      "2830": 1230,
      "2831": 1240,
      "2832": 1240,
      "2833": 1240,
      "2834": 1240,
      "2835": 1230,
      "2836": 1230,
      "2837": 1250,
      "2838": 1250,
      "2839": 1250,
      "2840": 1250,
      "2885": 1200,
      "2886": 1200,
      "2887": 1230,
      "2888": 1230,
      "2889": 1240,
      "2890": 1240,
      "2891": 1250,
      "2892": 1250,
      "2893": 1180,
      "2894": 1180,
      "2895": 1240,
      "2896": 1240,
      "2897": 1250,
      "2898": 1250,
      "2899": 1260,
      "2900": 1260,
      "2901": 1200,
      "2902": 1200,
      "2903": 1210,
      "2904": 1210,
      "2909": 1250,
      "2910": 1250,
      "2913": 900,
      "2914": 1010,
      "2915": 1010,
      "2916": 1025,
      "2917": 1010,
      "2919": 1010,
      "2920": 1020,
      "2921": 1010,
      "2922": 1035,
      "2923": 1025,
      "2924": 1035,
      "2925": 1000,
      "2926": 1000,
      "2928": 1035,
      "2929": 1035,
      "2930": 900,
      "2931": 950,
      "2932": 1035,
      "2933": 1010,
      "2934": 1035,
      "2935": 1120,
      "2936": 1010,
      "2937": 1020,
      "2938": 1020,
      "2939": 1020,
      "2940": 1010,
      "2971": 1269,
      "2972": 1269,
      "2973": 1239,
      "2974": 1239,
      "2975": 1229,
      "2976": 1229,
      "2977": 1179,
      "2978": 1179,
      "2979": 1250,
      "2980": 1250,
      "2981": 1239,
      "2982": 1239,
      "2995": 1260,
      "2996": 1260,
      "12000": 1200,
      "12001": 1200,
      "12002": 1200,
      "12003": 1200,
      "12004": 1200,
      "12005": 1200,
      "12006": 1250,
      "12007": 1250,
      "12008": 1240,
      "12009": 1240,
      "12010": 1264,
      "12011": 1264,
      "12016": 1200,
      "12017": 1200,
      "12019": 1250,
      "12020": 1250,
      "12021": 1250,
      "12022": 1250,
      "12023": 1250,
      "12024": 1250,
      "12025": 1250,
      "12026": 1250,
      "12027": 1200,
      "12028": 1200,
      "12032": 1100,
      "12033": 1100,
      "12034": 1200,
      "12035": 1200,
      "12036": 1200,
      "12037": 1200,
      "12038": 1260,
      "12039": 1260,
      "12040": 1200,
      "12046": 1260,
      "12047": 1260,
      "12048": 1200,
      "12054": 1200,
      "12055": 1200,
      "12058": 1166,
      "12061": 1240,
      "12062": 1240,
      "12063": 1240,
      "12064": 1240,
      "12065": 1240,
      "12066": 1240,
      "12067": 1240,
      "12068": 1240,
      "12069": 1240,
      "12070": 1240,
      "12071": 1260,
      "12072": 1260,
      "12074": 1200,
      "12075": 1200,
      "12078": 1200,
      "12079": 1240,
      "12080": 1240,
      "12081": 1245,
      "12082": 1250,
      "12083": 1200,
      "12084": 1240,
      "12085": 1240,
      "12086": 1245,
      "12087": 1250,
      "12504": 1200,
      "12505": 1200,
      "12506": 1250,
      "12507": 1250,
      "12508": 1240,
      "12509": 1240,
      "12510": 1264,
      "12511": 1264,
      "12519": 1250,
      "12520": 1250,
      "12521": 1250,
      "12522": 1250,
      "12523": 1250,
      "12524": 1250,
      "12525": 1250,
      "12526": 1250,
      "12538": 1260,
      "12539": 1260,
      "12540": 1200,
      "12546": 1260,
      "12547": 1260,
      "12548": 1200,
      "12561": 1240,
      "12562": 1240,
      "12563": 1240,
      "12564": 1240,
      "12565": 1240,
      "12566": 1240,
      "12567": 1240,
      "12568": 1240,
      "12569": 1240,
      "12570": 1240,
      "12571": 1260,
      "12572": 1260,
      "12578": 1200,
      "12579": 1240,
      "12580": 1240,
      "12581": 1245,
      "12582": 1250,
      "12583": 1200,
      "12584": 1240,
      "12585": 1240,
      "12586": 1245,
      "12587": 1250,
      "18866": 1200,
      "18867": 1200,
      "18868": 1200,
      "18869": 1200
    },
    "summon_jinjie_mapping": {
      "2005": 2255,
      "2008": 2272,
      "2009": 2200,
      "2011": 2179,
      "2015": 2199,
      "2016": 2256,
      "2018": 2258,
      "2019": 2263,
      "2020": 2257,
      "2021": 2264,
      "2023": 2178,
      "2031": 2266,
      "2032": 2267,
      "2035": 2274,
      "2038": 2181,
      "2040": 2180,
      "2041": 2182,
      "2049": 2276,
      "2050": 2268,
      "2051": 2275,
      "2060": 2269,
      "2061": 2184,
      "2067": 2198,
      "2068": 2185,
      "2070": 2187,
      "2071": 2188,
      "2072": 2197,
      "2073": 2183,
      "2074": 2186,
      "2076": 2209,
      "2077": 2207,
      "2078": 2206,
      "2085": 2205,
      "2086": 2204,
      "2087": 2208,
      "2093": 2212,
      "2094": 2216,
      "2095": 2217,
      "2096": 2213,
      "2097": 2214,
      "2098": 2215,
      "2099": 2235,
      "2100": 2259,
      "2101": 2260,
      "2102": 2201,
      "2103": 2202,
      "2104": 2203,
      "2105": 2218,
      "2106": 2219,
      "2107": 2220,
      "2108": 2261,
      "2109": 2262,
      "2110": 2271,
      "2111": 2221,
      "2112": 2224,
      "2113": 2225,
      "2114": 2226,
      "2115": 2227,
      "2117": 2195,
      "2118": 2196,
      "2119": 2190,
      "2120": 2193,
      "2121": 2191,
      "2122": 2194,
      "2123": 2192,
      "2124": 2228,
      "2125": 2222,
      "2126": 2230,
      "2127": 2223,
      "2128": 2231,
      "2129": 2229,
      "2130": 2232,
      "2131": 2265,
      "2132": 2273,
      "2150": 2210,
      "2151": 2211,
      "2152": 2233,
      "2153": 2234,
      "2159": 2236,
      "2160": 2239,
      "2161": 2240,
      "2162": 2237,
      "2163": 2241,
      "2164": 2238,
      "2242": 2245,
      "2243": 2246,
      "2244": 2247,
      "2249": 2277,
      "2250": 2270,
      "2283": 2189,
      "2303": 2304,
      "2305": 2306,
      "2307": 2308,
      "2309": 2310,
      "2311": 2312,
      "2313": 2314,
      "2315": 2316,
      "2317": 2318,
      "2319": 2322,
      "2320": 2323,
      "2321": 2324,
      "2325": 2326,
      "2329": 2330,
      "2331": 2332,
      "2333": 2334,
      "2335": 2336,
      "2337": 2338,
      "2339": 2340,
      "2341": 2342,
      "2343": 2344,
      "2345": 2346,
      "2385": 2386,
      "2387": 2388,
      "2389": 2390,
      "2391": 2392,
      "2393": 2394,
      "2395": 2396,
      "2397": 2398,
      "2399": 2400,
      "2401": 2402,
      "2403": 2404,
      "2405": 2406,
      "2407": 2408,
      "2409": 2410,
      "2411": 2412,
      "2459": 2490,
      "2471": 2472,
      "2473": 2474,
      "2475": 2476,
      "2477": 2478,
      "2479": 2480,
      "2481": 2482,
      "2485": 2486,
      "2487": 2488,
      "2495": 2496,
      "2497": 2498,
      "2509": 2700,
      "2511": 2679,
      "2515": 2699,
      "2523": 2678,
      "2538": 2681,
      "2540": 2680,
      "2541": 2682,
      "2561": 2684,
      "2567": 2698,
      "2568": 2685,
      "2570": 2687,
      "2571": 2688,
      "2572": 2697,
      "2573": 2683,
      "2574": 2686,
      "2576": 2709,
      "2577": 2707,
      "2578": 2706,
      "2585": 2705,
      "2586": 2704,
      "2587": 2708,
      "2593": 2712,
      "2594": 2716,
      "2595": 2717,
      "2596": 2713,
      "2597": 2714,
      "2598": 2715,
      "2599": 2735,
      "2602": 2701,
      "2603": 2702,
      "2604": 2703,
      "2605": 2718,
      "2606": 2719,
      "2607": 2720,
      "2611": 2721,
      "2612": 2724,
      "2613": 2725,
      "2614": 2726,
      "2615": 2727,
      "2617": 2695,
      "2618": 2696,
      "2619": 2690,
      "2620": 2693,
      "2621": 2691,
      "2622": 2694,
      "2623": 2692,
      "2624": 2728,
      "2625": 2722,
      "2626": 2730,
      "2627": 2723,
      "2628": 2731,
      "2629": 2729,
      "2630": 2732,
      "2650": 2710,
      "2651": 2711,
      "2652": 2733,
      "2653": 2734,
      "2659": 2736,
      "2660": 2739,
      "2661": 2740,
      "2662": 2737,
      "2663": 2741,
      "2664": 2738,
      "2742": 2745,
      "2743": 2746,
      "2744": 2747,
      "2783": 2689,
      "2803": 2804,
      "2805": 2806,
      "2807": 2808,
      "2809": 2810,
      "2819": 2822,
      "2820": 2823,
      "2821": 2824,
      "2827": 2828,
      "2829": 2830,
      "2831": 2832,
      "2833": 2834,
      "2835": 2836,
      "2837": 2838,
      "2839": 2840,
      "2885": 2886,
      "2887": 2888,
      "2889": 2890,
      "2891": 2892,
      "2893": 2894,
      "2895": 2896,
      "2897": 2898,
      "2899": 2900,
      "2901": 2902,
      "2903": 2904,
      "2909": 2910,
      "2971": 2972,
      "2973": 2974,
      "2975": 2976,
      "2977": 2978,
      "2979": 2980,
      "2981": 2982,
      "2995": 2996,
      "12000": 12001,
      "12002": 12003,
      "12004": 12005,
      "12006": 12007,
      "12008": 12009,
      "12010": 12011,
      "12016": 12017,
      "12019": 12023,
      "12020": 12024,
      "12021": 12025,
      "12022": 12026,
      "12027": 12028,
      "12032": 12033,
      "12034": 12035,
      "12036": 12037,
      "12038": 12046,
      "12039": 12047,
      "12040": 12048,
      "12041": 12049,
      "12042": 12050,
      "12043": 12051,
      "12044": 12052,
      "12045": 12053,
      "12054": 12055,
      "12061": 12066,
      "12062": 12067,
      "12063": 12068,
      "12064": 12069,
      "12065": 12070,
      "12071": 12072,
      "12074": 12075,
      "12078": 12083,
      "12079": 12084,
      "12080": 12085,
      "12081": 12086,
      "12082": 12087,
      "12504": 12505,
      "12506": 12507,
      "12508": 12509,
      "12510": 12511,
      "12519": 12523,
      "12520": 12524,
      "12521": 12525,
      "12522": 12526,
      "12538": 12546,
      "12539": 12547,
      "12540": 12548,
      "12541": 12549,
      "12542": 12550,
      "12543": 12551,
      "12544": 12552,
      "12545": 12553,
      "12561": 12566,
      "12562": 12567,
      "12563": 12568,
      "12564": 12569,
      "12565": 12570,
      "12571": 12572,
      "12578": 12583,
      "12579": 12584,
      "12580": 12585,
      "12581": 12586,
      "12582": 12587,
      "18866": 18867,
      "18868": 18869
    },
    "summon_jinyi_frame_mapping": {
      "12008-58148-attack": 16,
      "12008-58148-die": 12,
      "12008-58148-magic": 20,
      "12008-58148-stand": 32,
      "12008-58148-walk": 20,
      "2023-58148-attack": 11,
      "2023-58148-die": 10,
      "2023-58148-magic": 12,
      "2023-58148-stand": 8,
      "2023-58148-walk": 8,
      "2071-58149-attack": 11,
      "2071-58149-die": 15,
      "2071-58149-magic": 12,
      "2071-58149-stand": 12,
      "2071-58149-walk": 8,
      "2076-58148-attack": 14,
      "2076-58148-die": 9,
      "2076-58148-magic": 12,
      "2076-58148-stand": 10,
      "2076-58148-walk": 8,
      "2077-58148-attack": 12,
      "2077-58148-die": 10,
      "2077-58148-magic": 15,
      "2077-58148-stand": 8,
      "2077-58148-walk": 8,
      "2094-58149-attack": 13,
      "2094-58149-die": 13,
      "2094-58149-magic": 13,
      "2094-58149-stand": 24,
      "2094-58149-walk": 21,
      "2113-58148-attack": 11,
      "2113-58148-die": 13,
      "2113-58148-magic": 13,
      "2113-58148-stand": 12,
      "2113-58148-walk": 8,
      "2122-58149-attack": 11,
      "2122-58149-die": 13,
      "2122-58149-magic": 13,
      "2122-58149-stand": 24,
      "2122-58149-walk": 24,
      "2126-58148-attack": 8,
      "2126-58148-die": 12,
      "2126-58148-magic": 16,
      "2126-58148-stand": 12,
      "2126-58148-walk": 8,
      "2128-58148-attack": 10,
      "2128-58148-die": 12,
      "2128-58148-magic": 31,
      "2128-58148-stand": 10,
      "2128-58148-walk": 8,
      "2151-58148-attack": 10,
      "2151-58148-die": 13,
      "2151-58148-magic": 13,
      "2151-58148-stand": 12,
      "2151-58148-walk": 9,
      "2151-58149-attack": 10,
      "2151-58149-die": 13,
      "2151-58149-magic": 13,
      "2151-58149-stand": 24,
      "2151-58149-walk": 18,
      "2242-58148-attack": 11,
      "2242-58148-die": 13,
      "2242-58148-magic": 12,
      "2242-58148-stand": 16,
      "2242-58148-walk": 8,
      "2243-58148-attack": 11,
      "2243-58148-die": 13,
      "2243-58148-magic": 12,
      "2243-58148-stand": 24,
      "2243-58148-walk": 16,
      "2303-58149-attack": 11,
      "2303-58149-die": 13,
      "2303-58149-magic": 16,
      "2303-58149-stand": 24,
      "2303-58149-walk": 16,
      "2305-58148-attack": 10,
      "2305-58148-die": 10,
      "2305-58148-magic": 15,
      "2305-58148-stand": 12,
      "2305-58148-walk": 16,
      "2389-58148-attack": 10,
      "2389-58148-die": 11,
      "2389-58148-magic": 23,
      "2389-58148-stand": 12,
      "2389-58148-walk": 8,
      "2391-58148-attack": 17,
      "2391-58148-die": 17,
      "2391-58148-magic": 30,
      "2391-58148-stand": 8,
      "2391-58148-walk": 8,
      "2399-58148-attack": 11,
      "2399-58148-die": 13,
      "2399-58148-magic": 16,
      "2399-58148-stand": 24,
      "2399-58148-walk": 24,
      "2403-58148-attack": 11,
      "2403-58148-die": 11,
      "2403-58148-magic": 20,
      "2403-58148-stand": 12,
      "2403-58148-walk": 8,
      "2471-58149-attack": 16,
      "2471-58149-die": 13,
      "2471-58149-magic": 15,
      "2471-58149-stand": 32,
      "2471-58149-walk": 16,
      "2477-58148-attack": 11,
      "2477-58148-die": 12,
      "2477-58148-magic": 17,
      "2477-58148-stand": 8,
      "2477-58148-walk": 10
    },
    "super_yao_jue": [
      "超级夜战",
      "超级反击",
      "超级反震",
      "超级吸血",
      "超级连击",
      "超级飞行",
      "超级隐身",
      "超级感知",
      "超级再生",
      "超级冥思",
      "超级驱鬼",
      "超级毒",
      "超级慧根",
      "超级必杀",
      "超级幸运",
      "超级精神集中",
      "超级神迹",
      "超级招架",
      "超级永恒",
      "超级敏捷",
      "超级否定信仰",
      "超级魔之心",
      "超级偷袭",
      "超级奔雷咒",
      "超级泰山压顶",
      "超级水漫金山",
      "超级地狱烈火",
      "超级雷属性吸收",
      "超级土属性吸收",
      "超级水属性吸收",
      "超级火属性吸收",
      "超级强力",
      "超级防御",
      "超级进击必杀",
      "超级进击法暴",
      "超级遗志",
      "超级法术连击",
      "超级法术暴击",
      "超级法术波动",
      "超级壁垒击破",
      "超级法术抵抗",
      "超级盾气",
      "超级合纵",
      "超级金蝉蜕壳"
    ],
    "tao_zhuang": {
      "1": "附加状态变身",
      "2": "附加状态定心术",
      "3": "附加状态金刚护法",
      "4": "附加状态逆鳞",
      "5": "追加法术满天花雨",
      "6": "附加状态炼气化神",
      "7": "附加状态普渡众生",
      "8": "附加状态生命之泉",
      "9": "变身术之凤凰",
      "10": "变身术之蛟龙",
      "11": "变身术之雨师",
      "12": "变身术之如意仙子",
      "13": "变身术之芙蓉仙子",
      "14": "变身术之巡游天神",
      "15": "变身术之星灵仙子",
      "16": "变身术之幽灵",
      "17": "变身术之鬼将",
      "18": "变身术之吸血鬼",
      "19": "变身术之净瓶女娲",
      "20": "变身术之律法女娲",
      "21": "变身术之灵符女娲",
      "22": "变身术之画魂",
      "23": "变身术之幽萤娃娃",
      "24": "变身术之大力金刚",
      "25": "变身术之雾中仙",
      "26": "变身术之灵鹤",
      "27": "变身术之夜罗刹",
      "28": "变身术之炎魔神",
      "29": "变身术之噬天虎",
      "30": "变身术之踏云兽",
      "31": "变身术之红萼仙子",
      "32": "变身术之龙龟",
      "33": "变身术之机关兽",
      "34": "变身术之机关鸟",
      "35": "变身术之连弩车",
      "36": "变身术之巴蛇",
      "37": "变身术之葫芦宝贝",
      "38": "变身术之猫灵（人型）",
      "39": "变身术之狂豹（人型）",
      "40": "变身术之蝎子精",
      "41": "变身术之混沌兽",
      "42": "变身术之长眉灵猴",
      "43": "变身术之巨力神猿",
      "44": "变身术之修罗傀儡鬼",
      "45": "变身术之修罗傀儡妖",
      "46": "变身术之金身罗汉",
      "47": "变身术之藤蔓妖花",
      "48": "变身术之曼珠沙华",
      "49": "变身术之蜃气妖",
      "50": "附加状态碎星诀",
      "51": "追加法术浪涌",
      "52": "追加法术当头一棒",
      "53": "追加法术勠力一击",
      "54": "追加法术神针撼海",
      "55": "追加法术誓血之祭",
      "56": "追加法术炽火流离",
      "57": "附加状态天神护体"
    },
    "teji_info": {
      "8": "晶清诀",
      "9": "罗汉金钟",
      "10": "放下屠刀",
      "11": "笑里藏刀",
      "12": "破血狂攻",
      "13": "破碎无双",
      "14": "弱点击破",
      "16": "慈航普度",
      "17": "四海升平",
      "18": "玉清诀",
      "19": "野兽之力",
      "20": "流云诀",
      "21": "凝滞术",
      "22": "光辉之甲",
      "23": "破甲术",
      "24": "水清诀",
      "28": "金刚怒目",
      "29": "琴音三叠",
      "30": "乾坤挪移",
      "31": "玄鸟之灵",
      "32": "神鸟之印",
      "33": "伯牙绝弦",
      "34": "焚琴煮鹤",
      "35": "攻心术",
      "36": "惊心术",
      "37": "妙法之护",
      "38": "神机之护"
    },
    "texiao_info": {
      "1": "专用",
      "2": "无级别限制",
      "3": "简易",
      "4": "永不磨损",
      "5": "愤怒",
      "6": "必中",
      "7": "神农",
      "15": "神佑",
      "25": "绝杀",
      "26": "暴怒",
      "27": "精致"
    },
    "texing_poistive_effect_types": {
      "1": "较差",
      "2": "普通",
      "3": "良好",
      "4": "优秀",
      "5": "顶尖"
    },
    "texing_type_list": [
      [
        717,
        "瞬法"
      ],
      [
        721,
        "逆境"
      ],
      [
        712,
        "顺势"
      ],
      [
        716,
        "瞬击"
      ],
      [
        706,
        "力破"
      ],
      [
        718,
        "灵刃"
      ],
      [
        732,
        "闪现"
      ],
      [
        707,
        "争锋"
      ],
      [
        729,
        "易怒"
      ],
      [
        730,
        "鼓舞"
      ],
      [
        702,
        "御风"
      ],
      [
        713,
        "阳护"
      ],
      [
        719,
        "灵法"
      ],
      [
        714,
        "怒吼"
      ],
      [
        701,
        "识药"
      ],
      [
        725,
        "识物"
      ],
      [
        705,
        "抗物"
      ],
      [
        715,
        "护佑"
      ],
      [
        728,
        "荆棘"
      ],
      [
        704,
        "抗法"
      ],
      [
        710,
        "复仇"
      ],
      [
        731,
        "狠毒"
      ],
      [
        733,
        "天道"
      ],
      [
        708,
        "吮魔"
      ],
      [
        720,
        "灵断"
      ],
      [
        711,
        "暗劲"
      ],
      [
        709,
        "弑神"
      ],
      [
        703,
        "巧劲"
      ],
      [
        727,
        "自恋"
      ],
      [
        724,
        "灵动"
      ],
      [
        726,
        "乖巧"
      ],
      [
        722,
        "预知"
      ],
      [
        723,
        "洞察"
      ],
      [
        734,
        "绝息"
      ]
    ],
    "texing_types": {
      "701": "识药",
      "702": "御风",
      "703": "巧劲",
      "704": "抗法",
      "705": "抗物",
      "706": "力破",
      "707": "争锋",
      "708": "吮魔",
      "709": "弑神",
      "710": "复仇",
      "711": "暗劲",
      "712": "顺势",
      "713": "阳护",
      "714": "怒吼",
      "715": "护佑",
      "716": "瞬击",
      "717": "瞬法",
      "718": "灵刃",
      "719": "灵法",
      "720": "灵断",
      "721": "逆境",
      "722": "预知",
      "723": "洞察",
      "724": "灵动",
      "725": "识物",
      "726": "乖巧",
      "727": "自恋",
      "728": "荆棘",
      "729": "易怒",
      "730": "鼓舞",
      "731": "狠毒",
      "732": "闪现",
      "733": "天道",
      "734": "绝息"
    },
    "tingyuan_info": {
      "0": "无",
      "1": "初级",
      "2": "中级",
      "3": "高级",
      "4": "大型庭院",
      "5": "农家小院",
      "6": "园林水榭",
      "7": "欢乐童年",
      "8": "梦幻雪乡"
    },
    "weapon_armors": [
      [
        10,
        "扇"
      ],
      [
        6,
        "剑"
      ],
      [
        14,
        "刀"
      ],
      [
        5,
        "斧"
      ],
      [
        15,
        "锤"
      ],
      [
        4,
        "枪"
      ],
      [
        13,
        "双环"
      ],
      [
        7,
        "双剑"
      ],
      [
        12,
        "鞭子"
      ],
      [
        9,
        "爪刺"
      ],
      [
        11,
        "魔棒"
      ],
      [
        8,
        "飘带"
      ],
      [
        52,
        "宝珠"
      ],
      [
        53,
        "弓箭"
      ],
      [
        54,
        "法杖"
      ],
      [
        18,
        "男衣"
      ],
      [
        59,
        "女衣"
      ],
      [
        17,
        "男头"
      ],
      [
        58,
        "女头"
      ],
      [
        20,
        "腰带"
      ],
      [
        19,
        "鞋子"
      ],
      [
        21,
        "饰品"
      ],
      [
        72,
        "灯笼"
      ],
      [
        73,
        "巨剑"
      ],
      [
        74,
        "伞"
      ],
      [
        83,
        "双斧"
      ]
    ],
    "widget_info": [
      [
        14350,
        "小恶魔"
      ],
      [
        14269,
        "玉面千金"
      ],
      [
        14287,
        "龙炎"
      ],
      [
        14288,
        "凤羽"
      ],
      [
        14293,
        "遥书"
      ],
      [
        14299,
        "流火"
      ],
      [
        14305,
        "冰爪"
      ],
      [
        14311,
        "星芒"
      ],
      [
        14317,
        "霸天"
      ],
      [
        14323,
        "鬼械"
      ],
      [
        14329,
        "玉瑝"
      ],
      [
        14335,
        "游云"
      ],
      [
        14341,
        "惊雷"
      ],
      [
        14294,
        "燕语"
      ],
      [
        14300,
        "玉骨"
      ],
      [
        14306,
        "香雾"
      ],
      [
        14312,
        "桃枝"
      ],
      [
        14318,
        "影刃"
      ],
      [
        14324,
        "银铃"
      ],
      [
        14330,
        "青鸾"
      ],
      [
        14336,
        "蝶翼"
      ],
      [
        14342,
        "狐烟"
      ]
    ],
    "widget_info_for_display": {
      "14269": "玉面千金",
      "14287": "龙炎",
      "14288": "凤羽",
      "14289": "龙炎·月白",
      "14290": "凤羽·月白",
      "14291": "龙炎·墨黑",
      "14292": "凤羽·墨黑",
      "14293": "遥书",
      "14294": "燕语",
      "14295": "遥书·月白",
      "14296": "燕语·月白",
      "14297": "遥书·墨黑",
      "14298": "燕语·墨黑",
      "14299": "流火",
      "14300": "玉骨",
      "14301": "流火·月白",
      "14302": "玉骨·月白",
      "14303": "流火·墨黑",
      "14304": "玉骨·墨黑",
      "14305": "冰爪",
      "14306": "香雾",
      "14307": "冰爪·月白",
      "14308": "香雾·月白",
      "14309": "冰爪·墨黑",
      "14310": "香雾·墨黑",
      "14311": "星芒",
      "14312": "桃枝",
      "14313": "星芒·月白",
      "14314": "桃枝·月白",
      "14315": "星芒·墨黑",
      "14316": "桃枝·墨黑",
      "14317": "霸天",
      "14318": "影刃",
      "14319": "霸天·月白",
      "14320": "影刃·月白",
      "14321": "霸天·墨黑",
      "14322": "影刃·墨黑",
      "14323": "鬼械",
      "14324": "银铃",
      "14325": "鬼械·月白",
      "14326": "银铃·月白",
      "14327": "鬼械·墨黑",
      "14328": "银铃·墨黑",
      "14329": "玉瑝",
      "14330": "青鸾",
      "14331": "玉瑝·月白",
      "14332": "青鸾·月白",
      "14333": "玉瑝·墨黑",
      "14334": "青鸾·墨黑",
      "14335": "游云",
      "14336": "蝶翼",
      "14337": "游云·月白",
      "14338": "蝶翼·月白",
      "14339": "游云·墨黑",
      "14340": "蝶翼·墨黑",
      "14341": "惊雷",
      "14342": "狐烟",
      "14343": "惊雷·月白",
      "14344": "狐烟·月白",
      "14345": "惊雷·墨黑",
      "14346": "狐烟·墨黑",
      "14350": "小恶魔"
    },
    "wjd_equip_equip_type": {
      "100_10": [
        {
          "label": "太极",
          "value": "1550"
        },
        {
          "label": "玉龙",
          "value": "1551"
        },
        {
          "label": "秋风",
          "value": "1552"
        }
      ],
      "100_11": [
        {
          "label": "沧海",
          "value": "1850"
        },
        {
          "label": "红莲",
          "value": "1851"
        },
        {
          "label": "盘龙",
          "value": "1852"
        }
      ],
      "100_12": [
        {
          "label": "龙筋",
          "value": "1750"
        },
        {
          "label": "百花",
          "value": "1751"
        },
        {
          "label": "吹雪",
          "value": "1752"
        }
      ],
      "100_13": [
        {
          "label": "如意",
          "value": "2050"
        },
        {
          "label": "乾坤",
          "value": "2051"
        },
        {
          "label": "月光",
          "value": "2052"
        }
      ],
      "100_14": [
        {
          "label": "冷月",
          "value": "1150"
        },
        {
          "label": "屠龙",
          "value": "1151"
        },
        {
          "label": "血刃",
          "value": "1152"
        }
      ],
      "100_15": [
        {
          "label": "八卦",
          "value": "1250"
        },
        {
          "label": "鬼牙",
          "value": "1251"
        },
        {
          "label": "雷神",
          "value": "1252"
        }
      ],
      "100_4": [
        {
          "label": "暗夜",
          "value": "1650"
        },
        {
          "label": "梨花",
          "value": "1651"
        },
        {
          "label": "霹雳",
          "value": "1652"
        }
      ],
      "100_5": [
        {
          "label": "破魄",
          "value": "1450"
        },
        {
          "label": "肃魂",
          "value": "1451"
        },
        {
          "label": "无敌",
          "value": "1452"
        }
      ],
      "100_52": [
        {
          "label": "离火",
          "value": "2350"
        },
        {
          "label": "飞星",
          "value": "2351"
        },
        {
          "label": "月华",
          "value": "2352"
        }
      ],
      "100_53": [
        {
          "label": "非攻",
          "value": "2450"
        },
        {
          "label": "幽篁",
          "value": "2451"
        },
        {
          "label": "百鬼",
          "value": "2452"
        }
      ],
      "100_54": [
        {
          "label": "业焰",
          "value": "2250"
        },
        {
          "label": "鹿鸣",
          "value": "2251"
        },
        {
          "label": "玉辉",
          "value": "2252"
        }
      ],
      "100_6": [
        {
          "label": "鱼肠",
          "value": "1050"
        },
        {
          "label": "倚天",
          "value": "1051"
        },
        {
          "label": "湛卢",
          "value": "1052"
        }
      ],
      "100_7": [
        {
          "label": "阴阳",
          "value": "2150"
        },
        {
          "label": "月光",
          "value": "2151"
        },
        {
          "label": "灵蛇",
          "value": "2152"
        }
      ],
      "100_72": [
        {
          "label": "蟠龙",
          "value": "31250"
        },
        {
          "label": "云鹤",
          "value": "31251"
        },
        {
          "label": "风荷",
          "value": "31252"
        }
      ],
      "100_73": [
        {
          "label": "昆吾",
          "value": "31050"
        },
        {
          "label": "弦歌",
          "value": "31051"
        },
        {
          "label": "鸦九",
          "value": "31052"
        }
      ],
      "100_74": [
        {
          "label": "鬼骨",
          "value": "31350"
        },
        {
          "label": "云梦",
          "value": "31351"
        },
        {
          "label": "枕霞",
          "value": "31352"
        }
      ],
      "100_8": [
        {
          "label": "彩虹",
          "value": "1950"
        },
        {
          "label": "流云",
          "value": "1951"
        },
        {
          "label": "碧波",
          "value": "1952"
        }
      ],
      "100_9": [
        {
          "label": "撕天",
          "value": "1350"
        },
        {
          "label": "毒牙",
          "value": "1351"
        },
        {
          "label": "胭脂",
          "value": "1352"
        }
      ],
      "110_10": [
        {
          "label": "太极",
          "value": "1550"
        },
        {
          "label": "玉龙",
          "value": "1551"
        },
        {
          "label": "秋风",
          "value": "1552"
        }
      ],
      "110_11": [
        {
          "label": "沧海",
          "value": "1850"
        },
        {
          "label": "红莲",
          "value": "1851"
        },
        {
          "label": "盘龙",
          "value": "1852"
        }
      ],
      "110_12": [
        {
          "label": "龙筋",
          "value": "1750"
        },
        {
          "label": "百花",
          "value": "1751"
        },
        {
          "label": "吹雪",
          "value": "1752"
        }
      ],
      "110_13": [
        {
          "label": "如意",
          "value": "2050"
        },
        {
          "label": "乾坤",
          "value": "2051"
        },
        {
          "label": "月光",
          "value": "2052"
        }
      ],
      "110_14": [
        {
          "label": "冷月",
          "value": "1150"
        },
        {
          "label": "屠龙",
          "value": "1151"
        },
        {
          "label": "血刃",
          "value": "1152"
        }
      ],
      "110_15": [
        {
          "label": "八卦",
          "value": "1250"
        },
        {
          "label": "鬼牙",
          "value": "1251"
        },
        {
          "label": "雷神",
          "value": "1252"
        }
      ],
      "110_4": [
        {
          "label": "暗夜",
          "value": "1650"
        },
        {
          "label": "梨花",
          "value": "1651"
        },
        {
          "label": "霹雳",
          "value": "1652"
        }
      ],
      "110_5": [
        {
          "label": "破魄",
          "value": "1450"
        },
        {
          "label": "肃魂",
          "value": "1451"
        },
        {
          "label": "无敌",
          "value": "1452"
        }
      ],
      "110_52": [
        {
          "label": "离火",
          "value": "2350"
        },
        {
          "label": "飞星",
          "value": "2351"
        },
        {
          "label": "月华",
          "value": "2352"
        }
      ],
      "110_53": [
        {
          "label": "非攻",
          "value": "2450"
        },
        {
          "label": "幽篁",
          "value": "2451"
        },
        {
          "label": "百鬼",
          "value": "2452"
        }
      ],
      "110_54": [
        {
          "label": "业焰",
          "value": "2250"
        },
        {
          "label": "鹿鸣",
          "value": "2251"
        },
        {
          "label": "玉辉",
          "value": "2252"
        }
      ],
      "110_6": [
        {
          "label": "鱼肠",
          "value": "1050"
        },
        {
          "label": "倚天",
          "value": "1051"
        },
        {
          "label": "湛卢",
          "value": "1052"
        }
      ],
      "110_7": [
        {
          "label": "阴阳",
          "value": "2150"
        },
        {
          "label": "月光",
          "value": "2151"
        },
        {
          "label": "灵蛇",
          "value": "2152"
        }
      ],
      "110_72": [
        {
          "label": "蟠龙",
          "value": "31250"
        },
        {
          "label": "云鹤",
          "value": "31251"
        },
        {
          "label": "风荷",
          "value": "31252"
        }
      ],
      "110_73": [
        {
          "label": "昆吾",
          "value": "31050"
        },
        {
          "label": "弦歌",
          "value": "31051"
        },
        {
          "label": "鸦九",
          "value": "31052"
        }
      ],
      "110_74": [
        {
          "label": "鬼骨",
          "value": "31350"
        },
        {
          "label": "云梦",
          "value": "31351"
        },
        {
          "label": "枕霞",
          "value": "31352"
        }
      ],
      "110_8": [
        {
          "label": "彩虹",
          "value": "1950"
        },
        {
          "label": "流云",
          "value": "1951"
        },
        {
          "label": "碧波",
          "value": "1952"
        }
      ],
      "110_9": [
        {
          "label": "撕天",
          "value": "1350"
        },
        {
          "label": "毒牙",
          "value": "1351"
        },
        {
          "label": "胭脂",
          "value": "1352"
        }
      ],
      "120_10": [
        {
          "label": "画龙点睛",
          "value": "1560"
        },
        {
          "label": "秋水人家",
          "value": "1561"
        },
        {
          "label": "逍遥江湖",
          "value": "1562"
        }
      ],
      "120_11": [
        {
          "label": "降魔玉杵",
          "value": "1860"
        },
        {
          "label": "青藤玉树",
          "value": "1861"
        },
        {
          "label": "墨玉骷髅",
          "value": "1862"
        }
      ],
      "120_12": [
        {
          "label": "游龙惊鸿",
          "value": "1760"
        },
        {
          "label": "仙人指路",
          "value": "1761"
        },
        {
          "label": "血之刺藤",
          "value": "1762"
        }
      ],
      "120_13": [
        {
          "label": "别情离恨",
          "value": "2060"
        },
        {
          "label": "金玉双环",
          "value": "2061"
        },
        {
          "label": "九天金线",
          "value": "2062"
        }
      ],
      "120_14": [
        {
          "label": "偃月青龙",
          "value": "1160"
        },
        {
          "label": "晓风残月",
          "value": "1161"
        },
        {
          "label": "斩妖泣血",
          "value": "1162"
        }
      ],
      "120_15": [
        {
          "label": "混元金锤",
          "value": "1260"
        },
        {
          "label": "九瓣莲花",
          "value": "1261"
        },
        {
          "label": "鬼王蚀日",
          "value": "1262"
        }
      ],
      "120_4": [
        {
          "label": "刑天之逆",
          "value": "1660"
        },
        {
          "label": "五虎断魂",
          "value": "1661"
        },
        {
          "label": "飞龙在天",
          "value": "1662"
        }
      ],
      "120_5": [
        {
          "label": "五丁开山",
          "value": "1460"
        },
        {
          "label": "元神禁锢",
          "value": "1461"
        },
        {
          "label": "护法灭魔",
          "value": "1462"
        }
      ],
      "120_52": [
        {
          "label": "回风舞雪",
          "value": "2360"
        },
        {
          "label": "紫金葫芦",
          "value": "2361"
        },
        {
          "label": "裂云啸日",
          "value": "2362"
        }
      ],
      "120_53": [
        {
          "label": "冥火薄天",
          "value": "2460"
        },
        {
          "label": "龙鸣寒水",
          "value": "2461"
        },
        {
          "label": "太极流光",
          "value": "2462"
        }
      ],
      "120_54": [
        {
          "label": "庄周梦蝶",
          "value": "2260"
        },
        {
          "label": "凤翼流珠",
          "value": "2261"
        },
        {
          "label": "雪蟒霜寒",
          "value": "2262"
        }
      ],
      "120_6": [
        {
          "label": "魏武青虹",
          "value": "1060"
        },
        {
          "label": "灵犀神剑",
          "value": "1061"
        },
        {
          "label": "四法青云",
          "value": "1062"
        }
      ],
      "120_7": [
        {
          "label": "金龙双剪",
          "value": "2160"
        },
        {
          "label": "连理双树",
          "value": "2161"
        },
        {
          "label": "祖龙对剑",
          "value": "2162"
        }
      ],
      "120_72": [
        {
          "label": "金风玉露",
          "value": "31260"
        },
        {
          "label": "凰火燎原",
          "value": "31261"
        },
        {
          "label": "风露清愁",
          "value": "31262"
        }
      ],
      "120_73": [
        {
          "label": "秋水澄流",
          "value": "31060"
        },
        {
          "label": "腾蛇郁刃",
          "value": "31061"
        },
        {
          "label": "墨骨枯麟",
          "value": "31062"
        }
      ],
      "120_74": [
        {
          "label": "月影星痕",
          "value": "31360"
        },
        {
          "label": "雪羽穿云",
          "value": "31361"
        },
        {
          "label": "碧火琉璃",
          "value": "31362"
        }
      ],
      "120_8": [
        {
          "label": "秋水落霞",
          "value": "1960"
        },
        {
          "label": "晃金仙绳",
          "value": "1961"
        },
        {
          "label": "此最相思",
          "value": "1962"
        }
      ],
      "120_9": [
        {
          "label": "九阴勾魂",
          "value": "1360"
        },
        {
          "label": "雪蚕之刺",
          "value": "1361"
        },
        {
          "label": "贵霜之牙",
          "value": "1362"
        }
      ],
      "130_10": [
        {
          "label": "画龙点睛",
          "value": "1560"
        },
        {
          "label": "秋水人家",
          "value": "1561"
        },
        {
          "label": "逍遥江湖",
          "value": "1562"
        }
      ],
      "130_11": [
        {
          "label": "降魔玉杵",
          "value": "1860"
        },
        {
          "label": "青藤玉树",
          "value": "1861"
        },
        {
          "label": "墨玉骷髅",
          "value": "1862"
        }
      ],
      "130_12": [
        {
          "label": "游龙惊鸿",
          "value": "1760"
        },
        {
          "label": "仙人指路",
          "value": "1761"
        },
        {
          "label": "血之刺藤",
          "value": "1762"
        }
      ],
      "130_13": [
        {
          "label": "别情离恨",
          "value": "2060"
        },
        {
          "label": "金玉双环",
          "value": "2061"
        },
        {
          "label": "九天金线",
          "value": "2062"
        }
      ],
      "130_14": [
        {
          "label": "偃月青龙",
          "value": "1160"
        },
        {
          "label": "晓风残月",
          "value": "1161"
        },
        {
          "label": "斩妖泣血",
          "value": "1162"
        }
      ],
      "130_15": [
        {
          "label": "混元金锤",
          "value": "1260"
        },
        {
          "label": "九瓣莲花",
          "value": "1261"
        },
        {
          "label": "鬼王蚀日",
          "value": "1262"
        }
      ],
      "130_4": [
        {
          "label": "刑天之逆",
          "value": "1660"
        },
        {
          "label": "五虎断魂",
          "value": "1661"
        },
        {
          "label": "飞龙在天",
          "value": "1662"
        }
      ],
      "130_5": [
        {
          "label": "五丁开山",
          "value": "1460"
        },
        {
          "label": "元神禁锢",
          "value": "1461"
        },
        {
          "label": "护法灭魔",
          "value": "1462"
        }
      ],
      "130_52": [
        {
          "label": "回风舞雪",
          "value": "2360"
        },
        {
          "label": "紫金葫芦",
          "value": "2361"
        },
        {
          "label": "裂云啸日",
          "value": "2362"
        }
      ],
      "130_53": [
        {
          "label": "冥火薄天",
          "value": "2460"
        },
        {
          "label": "龙鸣寒水",
          "value": "2461"
        },
        {
          "label": "太极流光",
          "value": "2462"
        }
      ],
      "130_54": [
        {
          "label": "庄周梦蝶",
          "value": "2260"
        },
        {
          "label": "凤翼流珠",
          "value": "2261"
        },
        {
          "label": "雪蟒霜寒",
          "value": "2262"
        }
      ],
      "130_6": [
        {
          "label": "魏武青虹",
          "value": "1060"
        },
        {
          "label": "灵犀神剑",
          "value": "1061"
        },
        {
          "label": "四法青云",
          "value": "1062"
        }
      ],
      "130_7": [
        {
          "label": "金龙双剪",
          "value": "2160"
        },
        {
          "label": "连理双树",
          "value": "2161"
        },
        {
          "label": "祖龙对剑",
          "value": "2162"
        }
      ],
      "130_72": [
        {
          "label": "金风玉露",
          "value": "31260"
        },
        {
          "label": "凰火燎原",
          "value": "31261"
        },
        {
          "label": "风露清愁",
          "value": "31262"
        }
      ],
      "130_73": [
        {
          "label": "秋水澄流",
          "value": "31060"
        },
        {
          "label": "腾蛇郁刃",
          "value": "31061"
        },
        {
          "label": "墨骨枯麟",
          "value": "31062"
        }
      ],
      "130_74": [
        {
          "label": "月影星痕",
          "value": "31360"
        },
        {
          "label": "雪羽穿云",
          "value": "31361"
        },
        {
          "label": "碧火琉璃",
          "value": "31362"
        }
      ],
      "130_8": [
        {
          "label": "秋水落霞",
          "value": "1960"
        },
        {
          "label": "晃金仙绳",
          "value": "1961"
        },
        {
          "label": "此最相思",
          "value": "1962"
        }
      ],
      "130_9": [
        {
          "label": "九阴勾魂",
          "value": "1360"
        },
        {
          "label": "雪蚕之刺",
          "value": "1361"
        },
        {
          "label": "贵霜之牙",
          "value": "1362"
        }
      ],
      "140_10": [
        {
          "label": "画龙点睛",
          "value": "1560"
        },
        {
          "label": "秋水人家",
          "value": "1561"
        },
        {
          "label": "逍遥江湖",
          "value": "1562"
        }
      ],
      "140_11": [
        {
          "label": "降魔玉杵",
          "value": "1860"
        },
        {
          "label": "青藤玉树",
          "value": "1861"
        },
        {
          "label": "墨玉骷髅",
          "value": "1862"
        }
      ],
      "140_12": [
        {
          "label": "游龙惊鸿",
          "value": "1760"
        },
        {
          "label": "仙人指路",
          "value": "1761"
        },
        {
          "label": "血之刺藤",
          "value": "1762"
        }
      ],
      "140_13": [
        {
          "label": "别情离恨",
          "value": "2060"
        },
        {
          "label": "金玉双环",
          "value": "2061"
        },
        {
          "label": "九天金线",
          "value": "2062"
        }
      ],
      "140_14": [
        {
          "label": "偃月青龙",
          "value": "1160"
        },
        {
          "label": "晓风残月",
          "value": "1161"
        },
        {
          "label": "斩妖泣血",
          "value": "1162"
        }
      ],
      "140_15": [
        {
          "label": "混元金锤",
          "value": "1260"
        },
        {
          "label": "九瓣莲花",
          "value": "1261"
        },
        {
          "label": "鬼王蚀日",
          "value": "1262"
        }
      ],
      "140_4": [
        {
          "label": "刑天之逆",
          "value": "1660"
        },
        {
          "label": "五虎断魂",
          "value": "1661"
        },
        {
          "label": "飞龙在天",
          "value": "1662"
        }
      ],
      "140_5": [
        {
          "label": "五丁开山",
          "value": "1460"
        },
        {
          "label": "元神禁锢",
          "value": "1461"
        },
        {
          "label": "护法灭魔",
          "value": "1462"
        }
      ],
      "140_52": [
        {
          "label": "回风舞雪",
          "value": "2360"
        },
        {
          "label": "紫金葫芦",
          "value": "2361"
        },
        {
          "label": "裂云啸日",
          "value": "2362"
        }
      ],
      "140_53": [
        {
          "label": "冥火薄天",
          "value": "2460"
        },
        {
          "label": "龙鸣寒水",
          "value": "2461"
        },
        {
          "label": "太极流光",
          "value": "2462"
        }
      ],
      "140_54": [
        {
          "label": "庄周梦蝶",
          "value": "2260"
        },
        {
          "label": "凤翼流珠",
          "value": "2261"
        },
        {
          "label": "雪蟒霜寒",
          "value": "2262"
        }
      ],
      "140_6": [
        {
          "label": "魏武青虹",
          "value": "1060"
        },
        {
          "label": "灵犀神剑",
          "value": "1061"
        },
        {
          "label": "四法青云",
          "value": "1062"
        }
      ],
      "140_7": [
        {
          "label": "金龙双剪",
          "value": "2160"
        },
        {
          "label": "连理双树",
          "value": "2161"
        },
        {
          "label": "祖龙对剑",
          "value": "2162"
        }
      ],
      "140_72": [
        {
          "label": "金风玉露",
          "value": "31260"
        },
        {
          "label": "凰火燎原",
          "value": "31261"
        },
        {
          "label": "风露清愁",
          "value": "31262"
        }
      ],
      "140_73": [
        {
          "label": "秋水澄流",
          "value": "31060"
        },
        {
          "label": "腾蛇郁刃",
          "value": "31061"
        },
        {
          "label": "墨骨枯麟",
          "value": "31062"
        }
      ],
      "140_74": [
        {
          "label": "月影星痕",
          "value": "31360"
        },
        {
          "label": "雪羽穿云",
          "value": "31361"
        },
        {
          "label": "碧火琉璃",
          "value": "31362"
        }
      ],
      "140_8": [
        {
          "label": "秋水落霞",
          "value": "1960"
        },
        {
          "label": "晃金仙绳",
          "value": "1961"
        },
        {
          "label": "此最相思",
          "value": "1962"
        }
      ],
      "140_9": [
        {
          "label": "九阴勾魂",
          "value": "1360"
        },
        {
          "label": "雪蚕之刺",
          "value": "1361"
        },
        {
          "label": "贵霜之牙",
          "value": "1362"
        }
      ],
      "150_10": [
        {
          "label": "浩气长舒",
          "value": "1570"
        }
      ],
      "150_11": [
        {
          "label": "丝萝乔木",
          "value": "1870"
        }
      ],
      "150_12": [
        {
          "label": "牧云清歌",
          "value": "1770"
        }
      ],
      "150_13": [
        {
          "label": "无关风月",
          "value": "2070"
        }
      ],
      "150_14": [
        {
          "label": "业火三灾",
          "value": "1170"
        }
      ],
      "150_15": [
        {
          "label": "狂澜碎岳",
          "value": "1270"
        }
      ],
      "150_4": [
        {
          "label": "天龙破城",
          "value": "1670"
        }
      ],
      "150_5": [
        {
          "label": "碧血干戚",
          "value": "1470"
        }
      ],
      "150_52": [
        {
          "label": "云雷万里",
          "value": "2370"
        }
      ],
      "150_53": [
        {
          "label": "九霄风雷",
          "value": "2470"
        }
      ],
      "150_54": [
        {
          "label": "碧海潮生",
          "value": "2270"
        }
      ],
      "150_6": [
        {
          "label": "霜冷九州",
          "value": "1070"
        }
      ],
      "150_7": [
        {
          "label": "紫电青霜",
          "value": "2170"
        }
      ],
      "150_72": [
        {
          "label": "夭桃秾李",
          "value": "31270"
        }
      ],
      "150_73": [
        {
          "label": "百辟镇魂",
          "value": "31070"
        }
      ],
      "150_74": [
        {
          "label": "浮生归梦",
          "value": "31370"
        }
      ],
      "150_8": [
        {
          "label": "揽月摘星",
          "value": "1970"
        }
      ],
      "150_9": [
        {
          "label": "忘川三途",
          "value": "1370"
        }
      ],
      "160_10": [
        {
          "label": "星瀚",
          "value": "1580"
        }
      ],
      "160_11": [
        {
          "label": "醍醐",
          "value": "1880"
        }
      ],
      "160_12": [
        {
          "label": "霜陨",
          "value": "1780"
        }
      ],
      "160_13": [
        {
          "label": "朝夕",
          "value": "2080"
        }
      ],
      "160_14": [
        {
          "label": "鸣鸿",
          "value": "1180"
        }
      ],
      "160_15": [
        {
          "label": "碎寂",
          "value": "1280"
        }
      ],
      "160_4": [
        {
          "label": "弑皇",
          "value": "1680"
        }
      ],
      "160_5": [
        {
          "label": "裂天",
          "value": "1480"
        }
      ],
      "160_52": [
        {
          "label": "赤明",
          "value": "2380"
        }
      ],
      "160_53": [
        {
          "label": "若木",
          "value": "2480"
        }
      ],
      "160_54": [
        {
          "label": "弦月",
          "value": "2280"
        }
      ],
      "160_6": [
        {
          "label": "擒龙",
          "value": "1080"
        }
      ],
      "160_7": [
        {
          "label": "浮犀",
          "value": "2180"
        }
      ],
      "160_72": [
        {
          "label": "荒尘",
          "value": "31280"
        }
      ],
      "160_73": [
        {
          "label": "长息",
          "value": "31080"
        }
      ],
      "160_74": [
        {
          "label": "晴雪",
          "value": "31380"
        }
      ],
      "160_8": [
        {
          "label": "九霄",
          "value": "1980"
        }
      ],
      "160_9": [
        {
          "label": "离钩",
          "value": "1380"
        }
      ],
      "60_10": [
        {
          "label": "神火扇",
          "value": "1507"
        }
      ],
      "60_11": [
        {
          "label": "满天星",
          "value": "1807"
        }
      ],
      "60_12": [
        {
          "label": "青藤柳叶鞭",
          "value": "1707"
        }
      ],
      "60_13": [
        {
          "label": "蛇形月",
          "value": "2007"
        }
      ],
      "60_14": [
        {
          "label": "狼牙刀",
          "value": "1107"
        }
      ],
      "60_15": [
        {
          "label": "震天锤",
          "value": "1207"
        }
      ],
      "60_4": [
        {
          "label": "玄铁矛",
          "value": "1607"
        }
      ],
      "60_5": [
        {
          "label": "乌金鬼头镰",
          "value": "1407"
        }
      ],
      "60_52": [
        {
          "label": "如意宝珠",
          "value": "2307"
        }
      ],
      "60_53": [
        {
          "label": "连珠神弓",
          "value": "2407"
        }
      ],
      "60_54": [
        {
          "label": "腾云杖",
          "value": "2207"
        }
      ],
      "60_6": [
        {
          "label": "游龙剑",
          "value": "1007"
        }
      ],
      "60_7": [
        {
          "label": "赤焰双剑",
          "value": "2107"
        }
      ],
      "60_72": [
        {
          "label": "玲珑盏",
          "value": "31207"
        }
      ],
      "60_73": [
        {
          "label": "惊涛雪",
          "value": "31007"
        }
      ],
      "60_74": [
        {
          "label": "孔雀羽",
          "value": "31307"
        }
      ],
      "60_8": [
        {
          "label": "七彩罗刹",
          "value": "1907"
        }
      ],
      "60_9": [
        {
          "label": "青刚刺",
          "value": "1307"
        }
      ],
      "70_10": [
        {
          "label": "阴风扇",
          "value": "1508"
        }
      ],
      "70_11": [
        {
          "label": "水晶棒",
          "value": "1808"
        }
      ],
      "70_12": [
        {
          "label": "雷鸣嗜血鞭",
          "value": "1708"
        }
      ],
      "70_13": [
        {
          "label": "子母双月",
          "value": "2008"
        }
      ],
      "70_14": [
        {
          "label": "龙鳞宝刀",
          "value": "1108"
        }
      ],
      "70_15": [
        {
          "label": "巨灵神锤",
          "value": "1208"
        }
      ],
      "70_4": [
        {
          "label": "金蛇信",
          "value": "1608"
        }
      ],
      "70_5": [
        {
          "label": "狂魔镰",
          "value": "1408"
        }
      ],
      "70_52": [
        {
          "label": "沧海明珠",
          "value": "2308"
        }
      ],
      "70_53": [
        {
          "label": "游鱼戏珠",
          "value": "2408"
        }
      ],
      "70_54": [
        {
          "label": "引魂杖",
          "value": "2208"
        }
      ],
      "70_6": [
        {
          "label": "北斗七星剑",
          "value": "1008"
        }
      ],
      "70_7": [
        {
          "label": "墨玉双剑",
          "value": "2108"
        }
      ],
      "70_72": [
        {
          "label": "玉兔盏",
          "value": "31208"
        }
      ],
      "70_73": [
        {
          "label": "醉浮生",
          "value": "31008"
        }
      ],
      "70_74": [
        {
          "label": "金刚伞",
          "value": "31308"
        }
      ],
      "70_8": [
        {
          "label": "缚神绫",
          "value": "1908"
        }
      ],
      "70_9": [
        {
          "label": "华光刺",
          "value": "1308"
        }
      ],
      "80_10": [
        {
          "label": "风云雷电",
          "value": "1509"
        }
      ],
      "80_11": [
        {
          "label": "日月光华",
          "value": "1809"
        }
      ],
      "80_12": [
        {
          "label": "混元金钩",
          "value": "1709"
        }
      ],
      "80_13": [
        {
          "label": "斜月狼牙",
          "value": "2009"
        }
      ],
      "80_14": [
        {
          "label": "黑炎魔刀",
          "value": "1109"
        }
      ],
      "80_15": [
        {
          "label": "天崩地裂",
          "value": "1209"
        }
      ],
      "80_4": [
        {
          "label": "丈八点钢矛",
          "value": "1609"
        }
      ],
      "80_5": [
        {
          "label": "恶龙之齿",
          "value": "1409"
        }
      ],
      "80_52": [
        {
          "label": "无量玉璧",
          "value": "2309"
        }
      ],
      "80_53": [
        {
          "label": "灵犀望月",
          "value": "2409"
        }
      ],
      "80_54": [
        {
          "label": "碧玺杖",
          "value": "2209"
        }
      ],
      "80_6": [
        {
          "label": "碧玉剑",
          "value": "1009"
        }
      ],
      "80_7": [
        {
          "label": "梅花双剑",
          "value": "2109"
        }
      ],
      "80_72": [
        {
          "label": "冰心盏",
          "value": "31209"
        }
      ],
      "80_73": [
        {
          "label": "沉戟天戉",
          "value": "31009"
        }
      ],
      "80_74": [
        {
          "label": "落梅伞",
          "value": "31309"
        }
      ],
      "80_8": [
        {
          "label": "九天仙绫",
          "value": "1909"
        }
      ],
      "80_9": [
        {
          "label": "龙鳞刺",
          "value": "1309"
        }
      ],
      "90_10": [
        {
          "label": "太极",
          "value": "1550"
        },
        {
          "label": "玉龙",
          "value": "1551"
        },
        {
          "label": "秋风",
          "value": "1552"
        }
      ],
      "90_11": [
        {
          "label": "沧海",
          "value": "1850"
        },
        {
          "label": "红莲",
          "value": "1851"
        },
        {
          "label": "盘龙",
          "value": "1852"
        }
      ],
      "90_12": [
        {
          "label": "龙筋",
          "value": "1750"
        },
        {
          "label": "百花",
          "value": "1751"
        },
        {
          "label": "吹雪",
          "value": "1752"
        }
      ],
      "90_13": [
        {
          "label": "如意",
          "value": "2050"
        },
        {
          "label": "乾坤",
          "value": "2051"
        },
        {
          "label": "月光",
          "value": "2052"
        }
      ],
      "90_14": [
        {
          "label": "冷月",
          "value": "1150"
        },
        {
          "label": "屠龙",
          "value": "1151"
        },
        {
          "label": "血刃",
          "value": "1152"
        }
      ],
      "90_15": [
        {
          "label": "八卦",
          "value": "1250"
        },
        {
          "label": "鬼牙",
          "value": "1251"
        },
        {
          "label": "雷神",
          "value": "1252"
        }
      ],
      "90_4": [
        {
          "label": "暗夜",
          "value": "1650"
        },
        {
          "label": "梨花",
          "value": "1651"
        },
        {
          "label": "霹雳",
          "value": "1652"
        }
      ],
      "90_5": [
        {
          "label": "破魄",
          "value": "1450"
        },
        {
          "label": "肃魂",
          "value": "1451"
        },
        {
          "label": "无敌",
          "value": "1452"
        }
      ],
      "90_52": [
        {
          "label": "离火",
          "value": "2350"
        },
        {
          "label": "飞星",
          "value": "2351"
        },
        {
          "label": "月华",
          "value": "2352"
        }
      ],
      "90_53": [
        {
          "label": "非攻",
          "value": "2450"
        },
        {
          "label": "幽篁",
          "value": "2451"
        },
        {
          "label": "百鬼",
          "value": "2452"
        }
      ],
      "90_54": [
        {
          "label": "业焰",
          "value": "2250"
        },
        {
          "label": "鹿鸣",
          "value": "2251"
        },
        {
          "label": "玉辉",
          "value": "2252"
        }
      ],
      "90_6": [
        {
          "label": "鱼肠",
          "value": "1050"
        },
        {
          "label": "倚天",
          "value": "1051"
        },
        {
          "label": "湛卢",
          "value": "1052"
        }
      ],
      "90_7": [
        {
          "label": "阴阳",
          "value": "2150"
        },
        {
          "label": "月光",
          "value": "2151"
        },
        {
          "label": "灵蛇",
          "value": "2152"
        }
      ],
      "90_72": [
        {
          "label": "蟠龙",
          "value": "31250"
        },
        {
          "label": "云鹤",
          "value": "31251"
        },
        {
          "label": "风荷",
          "value": "31252"
        }
      ],
      "90_73": [
        {
          "label": "昆吾",
          "value": "31050"
        },
        {
          "label": "弦歌",
          "value": "31051"
        },
        {
          "label": "鸦九",
          "value": "31052"
        }
      ],
      "90_74": [
        {
          "label": "鬼骨",
          "value": "31350"
        },
        {
          "label": "云梦",
          "value": "31351"
        },
        {
          "label": "枕霞",
          "value": "31352"
        }
      ],
      "90_8": [
        {
          "label": "彩虹",
          "value": "1950"
        },
        {
          "label": "流云",
          "value": "1951"
        },
        {
          "label": "碧波",
          "value": "1952"
        }
      ],
      "90_9": [
        {
          "label": "撕天",
          "value": "1350"
        },
        {
          "label": "毒牙",
          "value": "1351"
        },
        {
          "label": "胭脂",
          "value": "1352"
        }
      ]
    },
    "wjd_equip_kindid": [
      {
        "label": "枪矛",
        "value": 4
      },
      {
        "label": "斧钺",
        "value": 5
      },
      {
        "label": "剑",
        "value": 6
      },
      {
        "label": "双短剑",
        "value": 7
      },
      {
        "label": "飘带",
        "value": 8
      },
      {
        "label": "爪刺",
        "value": 9
      },
      {
        "label": "扇",
        "value": 10
      },
      {
        "label": "魔棒",
        "value": 11
      },
      {
        "label": "鞭",
        "value": 12
      },
      {
        "label": "环圈",
        "value": 13
      },
      {
        "label": "刀",
        "value": 14
      },
      {
        "label": "锤",
        "value": 15
      },
      {
        "label": "头盔",
        "value": 17
      },
      {
        "label": "铠甲",
        "value": 18
      },
      {
        "label": "鞋子",
        "value": 19
      },
      {
        "label": "腰带",
        "value": 20
      },
      {
        "label": "饰物",
        "value": 21
      },
      {
        "label": "宝珠",
        "value": 52
      },
      {
        "label": "弓箭",
        "value": 53
      },
      {
        "label": "法杖",
        "value": 54
      },
      {
        "label": "发钗",
        "value": 58
      },
      {
        "label": "女衣",
        "value": 59
      },
      {
        "label": "灯笼",
        "value": 72
      },
      {
        "label": "巨剑",
        "value": 73
      },
      {
        "label": "伞",
        "value": 74
      }
    ],
    "wjd_equip_level": [
      {
        "label": "160级",
        "value": 160
      },
      {
        "label": "130级",
        "value": 130
      },
      {
        "label": "100级",
        "value": 100
      },
      {
        "label": "70级",
        "value": 70
      },
      {
        "label": "140级",
        "value": 140
      },
      {
        "label": "110级",
        "value": 110
      },
      {
        "label": "80级",
        "value": 80
      },
      {
        "label": "150级",
        "value": 150
      },
      {
        "label": "120级",
        "value": 120
      },
      {
        "label": "90级",
        "value": 90
      },
      {
        "label": "60级",
        "value": 60
      }
    ],
    "wjd_lingshi_equip_level": [
      {
        "label": "160级",
        "value": 160
      },
      {
        "label": "130级",
        "value": 130
      },
      {
        "label": "100级",
        "value": 100
      },
      {
        "label": "70级",
        "value": 70
      },
      {
        "label": "140级",
        "value": 140
      },
      {
        "label": "110级",
        "value": 110
      },
      {
        "label": "80级",
        "value": 80
      },
      {
        "label": "150级",
        "value": 150
      },
      {
        "label": "120级",
        "value": 120
      },
      {
        "label": "90级",
        "value": 90
      },
      {
        "label": "60级",
        "value": 60
      }
    ],
    "wjd_lingshi_equip_type": {
      "100_10": [
        {
          "label": "太极",
          "value": "1550"
        },
        {
          "label": "玉龙",
          "value": "1551"
        },
        {
          "label": "秋风",
          "value": "1552"
        }
      ],
      "100_11": [
        {
          "label": "沧海",
          "value": "1850"
        },
        {
          "label": "红莲",
          "value": "1851"
        },
        {
          "label": "盘龙",
          "value": "1852"
        }
      ],
      "100_12": [
        {
          "label": "龙筋",
          "value": "1750"
        },
        {
          "label": "百花",
          "value": "1751"
        },
        {
          "label": "吹雪",
          "value": "1752"
        }
      ],
      "100_13": [
        {
          "label": "如意",
          "value": "2050"
        },
        {
          "label": "乾坤",
          "value": "2051"
        },
        {
          "label": "月光",
          "value": "2052"
        }
      ],
      "100_14": [
        {
          "label": "冷月",
          "value": "1150"
        },
        {
          "label": "屠龙",
          "value": "1151"
        },
        {
          "label": "血刃",
          "value": "1152"
        }
      ],
      "100_15": [
        {
          "label": "八卦",
          "value": "1250"
        },
        {
          "label": "鬼牙",
          "value": "1251"
        },
        {
          "label": "雷神",
          "value": "1252"
        }
      ],
      "100_4": [
        {
          "label": "暗夜",
          "value": "1650"
        },
        {
          "label": "梨花",
          "value": "1651"
        },
        {
          "label": "霹雳",
          "value": "1652"
        }
      ],
      "100_5": [
        {
          "label": "破魄",
          "value": "1450"
        },
        {
          "label": "肃魂",
          "value": "1451"
        },
        {
          "label": "无敌",
          "value": "1452"
        }
      ],
      "100_52": [
        {
          "label": "离火",
          "value": "2350"
        },
        {
          "label": "飞星",
          "value": "2351"
        },
        {
          "label": "月华",
          "value": "2352"
        }
      ],
      "100_53": [
        {
          "label": "非攻",
          "value": "2450"
        },
        {
          "label": "幽篁",
          "value": "2451"
        },
        {
          "label": "百鬼",
          "value": "2452"
        }
      ],
      "100_54": [
        {
          "label": "业焰",
          "value": "2250"
        },
        {
          "label": "鹿鸣",
          "value": "2251"
        },
        {
          "label": "玉辉",
          "value": "2252"
        }
      ],
      "100_6": [
        {
          "label": "鱼肠",
          "value": "1050"
        },
        {
          "label": "倚天",
          "value": "1051"
        },
        {
          "label": "湛卢",
          "value": "1052"
        }
      ],
      "100_7": [
        {
          "label": "阴阳",
          "value": "2150"
        },
        {
          "label": "月光",
          "value": "2151"
        },
        {
          "label": "灵蛇",
          "value": "2152"
        }
      ],
      "100_72": [
        {
          "label": "蟠龙",
          "value": "31250"
        },
        {
          "label": "云鹤",
          "value": "31251"
        },
        {
          "label": "风荷",
          "value": "31252"
        }
      ],
      "100_73": [
        {
          "label": "昆吾",
          "value": "31050"
        },
        {
          "label": "弦歌",
          "value": "31051"
        },
        {
          "label": "鸦九",
          "value": "31052"
        }
      ],
      "100_74": [
        {
          "label": "鬼骨",
          "value": "31350"
        },
        {
          "label": "云梦",
          "value": "31351"
        },
        {
          "label": "枕霞",
          "value": "31352"
        }
      ],
      "100_8": [
        {
          "label": "彩虹",
          "value": "1950"
        },
        {
          "label": "流云",
          "value": "1951"
        },
        {
          "label": "碧波",
          "value": "1952"
        }
      ],
      "100_9": [
        {
          "label": "撕天",
          "value": "1350"
        },
        {
          "label": "毒牙",
          "value": "1351"
        },
        {
          "label": "胭脂",
          "value": "1352"
        }
      ],
      "110_10": [
        {
          "label": "太极",
          "value": "1550"
        },
        {
          "label": "玉龙",
          "value": "1551"
        },
        {
          "label": "秋风",
          "value": "1552"
        }
      ],
      "110_11": [
        {
          "label": "沧海",
          "value": "1850"
        },
        {
          "label": "红莲",
          "value": "1851"
        },
        {
          "label": "盘龙",
          "value": "1852"
        }
      ],
      "110_12": [
        {
          "label": "龙筋",
          "value": "1750"
        },
        {
          "label": "百花",
          "value": "1751"
        },
        {
          "label": "吹雪",
          "value": "1752"
        }
      ],
      "110_13": [
        {
          "label": "如意",
          "value": "2050"
        },
        {
          "label": "乾坤",
          "value": "2051"
        },
        {
          "label": "月光",
          "value": "2052"
        }
      ],
      "110_14": [
        {
          "label": "冷月",
          "value": "1150"
        },
        {
          "label": "屠龙",
          "value": "1151"
        },
        {
          "label": "血刃",
          "value": "1152"
        }
      ],
      "110_15": [
        {
          "label": "八卦",
          "value": "1250"
        },
        {
          "label": "鬼牙",
          "value": "1251"
        },
        {
          "label": "雷神",
          "value": "1252"
        }
      ],
      "110_4": [
        {
          "label": "暗夜",
          "value": "1650"
        },
        {
          "label": "梨花",
          "value": "1651"
        },
        {
          "label": "霹雳",
          "value": "1652"
        }
      ],
      "110_5": [
        {
          "label": "破魄",
          "value": "1450"
        },
        {
          "label": "肃魂",
          "value": "1451"
        },
        {
          "label": "无敌",
          "value": "1452"
        }
      ],
      "110_52": [
        {
          "label": "离火",
          "value": "2350"
        },
        {
          "label": "飞星",
          "value": "2351"
        },
        {
          "label": "月华",
          "value": "2352"
        }
      ],
      "110_53": [
        {
          "label": "非攻",
          "value": "2450"
        },
        {
          "label": "幽篁",
          "value": "2451"
        },
        {
          "label": "百鬼",
          "value": "2452"
        }
      ],
      "110_54": [
        {
          "label": "业焰",
          "value": "2250"
        },
        {
          "label": "鹿鸣",
          "value": "2251"
        },
        {
          "label": "玉辉",
          "value": "2252"
        }
      ],
      "110_6": [
        {
          "label": "鱼肠",
          "value": "1050"
        },
        {
          "label": "倚天",
          "value": "1051"
        },
        {
          "label": "湛卢",
          "value": "1052"
        }
      ],
      "110_7": [
        {
          "label": "阴阳",
          "value": "2150"
        },
        {
          "label": "月光",
          "value": "2151"
        },
        {
          "label": "灵蛇",
          "value": "2152"
        }
      ],
      "110_72": [
        {
          "label": "蟠龙",
          "value": "31250"
        },
        {
          "label": "云鹤",
          "value": "31251"
        },
        {
          "label": "风荷",
          "value": "31252"
        }
      ],
      "110_73": [
        {
          "label": "昆吾",
          "value": "31050"
        },
        {
          "label": "弦歌",
          "value": "31051"
        },
        {
          "label": "鸦九",
          "value": "31052"
        }
      ],
      "110_74": [
        {
          "label": "鬼骨",
          "value": "31350"
        },
        {
          "label": "云梦",
          "value": "31351"
        },
        {
          "label": "枕霞",
          "value": "31352"
        }
      ],
      "110_8": [
        {
          "label": "彩虹",
          "value": "1950"
        },
        {
          "label": "流云",
          "value": "1951"
        },
        {
          "label": "碧波",
          "value": "1952"
        }
      ],
      "110_9": [
        {
          "label": "撕天",
          "value": "1350"
        },
        {
          "label": "毒牙",
          "value": "1351"
        },
        {
          "label": "胭脂",
          "value": "1352"
        }
      ],
      "120_10": [
        {
          "label": "画龙点睛",
          "value": "1560"
        },
        {
          "label": "秋水人家",
          "value": "1561"
        },
        {
          "label": "逍遥江湖",
          "value": "1562"
        }
      ],
      "120_11": [
        {
          "label": "降魔玉杵",
          "value": "1860"
        },
        {
          "label": "青藤玉树",
          "value": "1861"
        },
        {
          "label": "墨玉骷髅",
          "value": "1862"
        }
      ],
      "120_12": [
        {
          "label": "游龙惊鸿",
          "value": "1760"
        },
        {
          "label": "仙人指路",
          "value": "1761"
        },
        {
          "label": "血之刺藤",
          "value": "1762"
        }
      ],
      "120_13": [
        {
          "label": "别情离恨",
          "value": "2060"
        },
        {
          "label": "金玉双环",
          "value": "2061"
        },
        {
          "label": "九天金线",
          "value": "2062"
        }
      ],
      "120_14": [
        {
          "label": "偃月青龙",
          "value": "1160"
        },
        {
          "label": "晓风残月",
          "value": "1161"
        },
        {
          "label": "斩妖泣血",
          "value": "1162"
        }
      ],
      "120_15": [
        {
          "label": "混元金锤",
          "value": "1260"
        },
        {
          "label": "九瓣莲花",
          "value": "1261"
        },
        {
          "label": "鬼王蚀日",
          "value": "1262"
        }
      ],
      "120_4": [
        {
          "label": "刑天之逆",
          "value": "1660"
        },
        {
          "label": "五虎断魂",
          "value": "1661"
        },
        {
          "label": "飞龙在天",
          "value": "1662"
        }
      ],
      "120_5": [
        {
          "label": "五丁开山",
          "value": "1460"
        },
        {
          "label": "元神禁锢",
          "value": "1461"
        },
        {
          "label": "护法灭魔",
          "value": "1462"
        }
      ],
      "120_52": [
        {
          "label": "回风舞雪",
          "value": "2360"
        },
        {
          "label": "紫金葫芦",
          "value": "2361"
        },
        {
          "label": "裂云啸日",
          "value": "2362"
        }
      ],
      "120_53": [
        {
          "label": "冥火薄天",
          "value": "2460"
        },
        {
          "label": "龙鸣寒水",
          "value": "2461"
        },
        {
          "label": "太极流光",
          "value": "2462"
        }
      ],
      "120_54": [
        {
          "label": "庄周梦蝶",
          "value": "2260"
        },
        {
          "label": "凤翼流珠",
          "value": "2261"
        },
        {
          "label": "雪蟒霜寒",
          "value": "2262"
        }
      ],
      "120_6": [
        {
          "label": "魏武青虹",
          "value": "1060"
        },
        {
          "label": "灵犀神剑",
          "value": "1061"
        },
        {
          "label": "四法青云",
          "value": "1062"
        }
      ],
      "120_7": [
        {
          "label": "金龙双剪",
          "value": "2160"
        },
        {
          "label": "连理双树",
          "value": "2161"
        },
        {
          "label": "祖龙对剑",
          "value": "2162"
        }
      ],
      "120_72": [
        {
          "label": "金风玉露",
          "value": "31260"
        },
        {
          "label": "凰火燎原",
          "value": "31261"
        },
        {
          "label": "风露清愁",
          "value": "31262"
        }
      ],
      "120_73": [
        {
          "label": "秋水澄流",
          "value": "31060"
        },
        {
          "label": "腾蛇郁刃",
          "value": "31061"
        },
        {
          "label": "墨骨枯麟",
          "value": "31062"
        }
      ],
      "120_74": [
        {
          "label": "月影星痕",
          "value": "31360"
        },
        {
          "label": "雪羽穿云",
          "value": "31361"
        },
        {
          "label": "碧火琉璃",
          "value": "31362"
        }
      ],
      "120_8": [
        {
          "label": "秋水落霞",
          "value": "1960"
        },
        {
          "label": "晃金仙绳",
          "value": "1961"
        },
        {
          "label": "此最相思",
          "value": "1962"
        }
      ],
      "120_9": [
        {
          "label": "九阴勾魂",
          "value": "1360"
        },
        {
          "label": "雪蚕之刺",
          "value": "1361"
        },
        {
          "label": "贵霜之牙",
          "value": "1362"
        }
      ],
      "130_10": [
        {
          "label": "画龙点睛",
          "value": "1560"
        },
        {
          "label": "秋水人家",
          "value": "1561"
        },
        {
          "label": "逍遥江湖",
          "value": "1562"
        }
      ],
      "130_11": [
        {
          "label": "降魔玉杵",
          "value": "1860"
        },
        {
          "label": "青藤玉树",
          "value": "1861"
        },
        {
          "label": "墨玉骷髅",
          "value": "1862"
        }
      ],
      "130_12": [
        {
          "label": "游龙惊鸿",
          "value": "1760"
        },
        {
          "label": "仙人指路",
          "value": "1761"
        },
        {
          "label": "血之刺藤",
          "value": "1762"
        }
      ],
      "130_13": [
        {
          "label": "别情离恨",
          "value": "2060"
        },
        {
          "label": "金玉双环",
          "value": "2061"
        },
        {
          "label": "九天金线",
          "value": "2062"
        }
      ],
      "130_14": [
        {
          "label": "偃月青龙",
          "value": "1160"
        },
        {
          "label": "晓风残月",
          "value": "1161"
        },
        {
          "label": "斩妖泣血",
          "value": "1162"
        }
      ],
      "130_15": [
        {
          "label": "混元金锤",
          "value": "1260"
        },
        {
          "label": "九瓣莲花",
          "value": "1261"
        },
        {
          "label": "鬼王蚀日",
          "value": "1262"
        }
      ],
      "130_4": [
        {
          "label": "刑天之逆",
          "value": "1660"
        },
        {
          "label": "五虎断魂",
          "value": "1661"
        },
        {
          "label": "飞龙在天",
          "value": "1662"
        }
      ],
      "130_5": [
        {
          "label": "五丁开山",
          "value": "1460"
        },
        {
          "label": "元神禁锢",
          "value": "1461"
        },
        {
          "label": "护法灭魔",
          "value": "1462"
        }
      ],
      "130_52": [
        {
          "label": "回风舞雪",
          "value": "2360"
        },
        {
          "label": "紫金葫芦",
          "value": "2361"
        },
        {
          "label": "裂云啸日",
          "value": "2362"
        }
      ],
      "130_53": [
        {
          "label": "冥火薄天",
          "value": "2460"
        },
        {
          "label": "龙鸣寒水",
          "value": "2461"
        },
        {
          "label": "太极流光",
          "value": "2462"
        }
      ],
      "130_54": [
        {
          "label": "庄周梦蝶",
          "value": "2260"
        },
        {
          "label": "凤翼流珠",
          "value": "2261"
        },
        {
          "label": "雪蟒霜寒",
          "value": "2262"
        }
      ],
      "130_6": [
        {
          "label": "魏武青虹",
          "value": "1060"
        },
        {
          "label": "灵犀神剑",
          "value": "1061"
        },
        {
          "label": "四法青云",
          "value": "1062"
        }
      ],
      "130_7": [
        {
          "label": "金龙双剪",
          "value": "2160"
        },
        {
          "label": "连理双树",
          "value": "2161"
        },
        {
          "label": "祖龙对剑",
          "value": "2162"
        }
      ],
      "130_72": [
        {
          "label": "金风玉露",
          "value": "31260"
        },
        {
          "label": "凰火燎原",
          "value": "31261"
        },
        {
          "label": "风露清愁",
          "value": "31262"
        }
      ],
      "130_73": [
        {
          "label": "秋水澄流",
          "value": "31060"
        },
        {
          "label": "腾蛇郁刃",
          "value": "31061"
        },
        {
          "label": "墨骨枯麟",
          "value": "31062"
        }
      ],
      "130_74": [
        {
          "label": "月影星痕",
          "value": "31360"
        },
        {
          "label": "雪羽穿云",
          "value": "31361"
        },
        {
          "label": "碧火琉璃",
          "value": "31362"
        }
      ],
      "130_8": [
        {
          "label": "秋水落霞",
          "value": "1960"
        },
        {
          "label": "晃金仙绳",
          "value": "1961"
        },
        {
          "label": "此最相思",
          "value": "1962"
        }
      ],
      "130_9": [
        {
          "label": "九阴勾魂",
          "value": "1360"
        },
        {
          "label": "雪蚕之刺",
          "value": "1361"
        },
        {
          "label": "贵霜之牙",
          "value": "1362"
        }
      ],
      "140_10": [
        {
          "label": "画龙点睛",
          "value": "1560"
        },
        {
          "label": "秋水人家",
          "value": "1561"
        },
        {
          "label": "逍遥江湖",
          "value": "1562"
        }
      ],
      "140_11": [
        {
          "label": "降魔玉杵",
          "value": "1860"
        },
        {
          "label": "青藤玉树",
          "value": "1861"
        },
        {
          "label": "墨玉骷髅",
          "value": "1862"
        }
      ],
      "140_12": [
        {
          "label": "游龙惊鸿",
          "value": "1760"
        },
        {
          "label": "仙人指路",
          "value": "1761"
        },
        {
          "label": "血之刺藤",
          "value": "1762"
        }
      ],
      "140_13": [
        {
          "label": "别情离恨",
          "value": "2060"
        },
        {
          "label": "金玉双环",
          "value": "2061"
        },
        {
          "label": "九天金线",
          "value": "2062"
        }
      ],
      "140_14": [
        {
          "label": "偃月青龙",
          "value": "1160"
        },
        {
          "label": "晓风残月",
          "value": "1161"
        },
        {
          "label": "斩妖泣血",
          "value": "1162"
        }
      ],
      "140_15": [
        {
          "label": "混元金锤",
          "value": "1260"
        },
        {
          "label": "九瓣莲花",
          "value": "1261"
        },
        {
          "label": "鬼王蚀日",
          "value": "1262"
        }
      ],
      "140_4": [
        {
          "label": "刑天之逆",
          "value": "1660"
        },
        {
          "label": "五虎断魂",
          "value": "1661"
        },
        {
          "label": "飞龙在天",
          "value": "1662"
        }
      ],
      "140_5": [
        {
          "label": "五丁开山",
          "value": "1460"
        },
        {
          "label": "元神禁锢",
          "value": "1461"
        },
        {
          "label": "护法灭魔",
          "value": "1462"
        }
      ],
      "140_52": [
        {
          "label": "回风舞雪",
          "value": "2360"
        },
        {
          "label": "紫金葫芦",
          "value": "2361"
        },
        {
          "label": "裂云啸日",
          "value": "2362"
        }
      ],
      "140_53": [
        {
          "label": "冥火薄天",
          "value": "2460"
        },
        {
          "label": "龙鸣寒水",
          "value": "2461"
        },
        {
          "label": "太极流光",
          "value": "2462"
        }
      ],
      "140_54": [
        {
          "label": "庄周梦蝶",
          "value": "2260"
        },
        {
          "label": "凤翼流珠",
          "value": "2261"
        },
        {
          "label": "雪蟒霜寒",
          "value": "2262"
        }
      ],
      "140_6": [
        {
          "label": "魏武青虹",
          "value": "1060"
        },
        {
          "label": "灵犀神剑",
          "value": "1061"
        },
        {
          "label": "四法青云",
          "value": "1062"
        }
      ],
      "140_7": [
        {
          "label": "金龙双剪",
          "value": "2160"
        },
        {
          "label": "连理双树",
          "value": "2161"
        },
        {
          "label": "祖龙对剑",
          "value": "2162"
        }
      ],
      "140_72": [
        {
          "label": "金风玉露",
          "value": "31260"
        },
        {
          "label": "凰火燎原",
          "value": "31261"
        },
        {
          "label": "风露清愁",
          "value": "31262"
        }
      ],
      "140_73": [
        {
          "label": "秋水澄流",
          "value": "31060"
        },
        {
          "label": "腾蛇郁刃",
          "value": "31061"
        },
        {
          "label": "墨骨枯麟",
          "value": "31062"
        }
      ],
      "140_74": [
        {
          "label": "月影星痕",
          "value": "31360"
        },
        {
          "label": "雪羽穿云",
          "value": "31361"
        },
        {
          "label": "碧火琉璃",
          "value": "31362"
        }
      ],
      "140_8": [
        {
          "label": "秋水落霞",
          "value": "1960"
        },
        {
          "label": "晃金仙绳",
          "value": "1961"
        },
        {
          "label": "此最相思",
          "value": "1962"
        }
      ],
      "140_9": [
        {
          "label": "九阴勾魂",
          "value": "1360"
        },
        {
          "label": "雪蚕之刺",
          "value": "1361"
        },
        {
          "label": "贵霜之牙",
          "value": "1362"
        }
      ],
      "150_10": [
        {
          "label": "浩气长舒",
          "value": "1570"
        }
      ],
      "150_11": [
        {
          "label": "丝萝乔木",
          "value": "1870"
        }
      ],
      "150_12": [
        {
          "label": "牧云清歌",
          "value": "1770"
        }
      ],
      "150_13": [
        {
          "label": "无关风月",
          "value": "2070"
        }
      ],
      "150_14": [
        {
          "label": "业火三灾",
          "value": "1170"
        }
      ],
      "150_15": [
        {
          "label": "狂澜碎岳",
          "value": "1270"
        }
      ],
      "150_4": [
        {
          "label": "天龙破城",
          "value": "1670"
        }
      ],
      "150_5": [
        {
          "label": "碧血干戚",
          "value": "1470"
        }
      ],
      "150_52": [
        {
          "label": "云雷万里",
          "value": "2370"
        }
      ],
      "150_53": [
        {
          "label": "九霄风雷",
          "value": "2470"
        }
      ],
      "150_54": [
        {
          "label": "碧海潮生",
          "value": "2270"
        }
      ],
      "150_6": [
        {
          "label": "霜冷九州",
          "value": "1070"
        }
      ],
      "150_7": [
        {
          "label": "紫电青霜",
          "value": "2170"
        }
      ],
      "150_72": [
        {
          "label": "夭桃秾李",
          "value": "31270"
        }
      ],
      "150_73": [
        {
          "label": "百辟镇魂",
          "value": "31070"
        }
      ],
      "150_74": [
        {
          "label": "浮生归梦",
          "value": "31370"
        }
      ],
      "150_8": [
        {
          "label": "揽月摘星",
          "value": "1970"
        }
      ],
      "150_9": [
        {
          "label": "忘川三途",
          "value": "1370"
        }
      ],
      "160_10": [
        {
          "label": "星瀚",
          "value": "1580"
        }
      ],
      "160_11": [
        {
          "label": "醍醐",
          "value": "1880"
        }
      ],
      "160_12": [
        {
          "label": "霜陨",
          "value": "1780"
        }
      ],
      "160_13": [
        {
          "label": "朝夕",
          "value": "2080"
        }
      ],
      "160_14": [
        {
          "label": "鸣鸿",
          "value": "1180"
        }
      ],
      "160_15": [
        {
          "label": "碎寂",
          "value": "1280"
        }
      ],
      "160_4": [
        {
          "label": "弑皇",
          "value": "1680"
        }
      ],
      "160_5": [
        {
          "label": "裂天",
          "value": "1480"
        }
      ],
      "160_52": [
        {
          "label": "赤明",
          "value": "2380"
        }
      ],
      "160_53": [
        {
          "label": "若木",
          "value": "2480"
        }
      ],
      "160_54": [
        {
          "label": "弦月",
          "value": "2280"
        }
      ],
      "160_6": [
        {
          "label": "擒龙",
          "value": "1080"
        }
      ],
      "160_7": [
        {
          "label": "浮犀",
          "value": "2180"
        }
      ],
      "160_72": [
        {
          "label": "荒尘",
          "value": "31280"
        }
      ],
      "160_73": [
        {
          "label": "长息",
          "value": "31080"
        }
      ],
      "160_74": [
        {
          "label": "晴雪",
          "value": "31380"
        }
      ],
      "160_8": [
        {
          "label": "九霄",
          "value": "1980"
        }
      ],
      "160_9": [
        {
          "label": "离钩",
          "value": "1380"
        }
      ],
      "60_10": [
        {
          "label": "神火扇",
          "value": "1507"
        }
      ],
      "60_11": [
        {
          "label": "满天星",
          "value": "1807"
        }
      ],
      "60_12": [
        {
          "label": "青藤柳叶鞭",
          "value": "1707"
        }
      ],
      "60_13": [
        {
          "label": "蛇形月",
          "value": "2007"
        }
      ],
      "60_14": [
        {
          "label": "狼牙刀",
          "value": "1107"
        }
      ],
      "60_15": [
        {
          "label": "震天锤",
          "value": "1207"
        }
      ],
      "60_4": [
        {
          "label": "玄铁矛",
          "value": "1607"
        }
      ],
      "60_5": [
        {
          "label": "乌金鬼头镰",
          "value": "1407"
        }
      ],
      "60_52": [
        {
          "label": "如意宝珠",
          "value": "2307"
        }
      ],
      "60_53": [
        {
          "label": "连珠神弓",
          "value": "2407"
        }
      ],
      "60_54": [
        {
          "label": "腾云杖",
          "value": "2207"
        }
      ],
      "60_6": [
        {
          "label": "游龙剑",
          "value": "1007"
        }
      ],
      "60_7": [
        {
          "label": "赤焰双剑",
          "value": "2107"
        }
      ],
      "60_72": [
        {
          "label": "玲珑盏",
          "value": "31207"
        }
      ],
      "60_73": [
        {
          "label": "惊涛雪",
          "value": "31007"
        }
      ],
      "60_74": [
        {
          "label": "孔雀羽",
          "value": "31307"
        }
      ],
      "60_8": [
        {
          "label": "七彩罗刹",
          "value": "1907"
        }
      ],
      "60_9": [
        {
          "label": "青刚刺",
          "value": "1307"
        }
      ],
      "70_10": [
        {
          "label": "阴风扇",
          "value": "1508"
        }
      ],
      "70_11": [
        {
          "label": "水晶棒",
          "value": "1808"
        }
      ],
      "70_12": [
        {
          "label": "雷鸣嗜血鞭",
          "value": "1708"
        }
      ],
      "70_13": [
        {
          "label": "子母双月",
          "value": "2008"
        }
      ],
      "70_14": [
        {
          "label": "龙鳞宝刀",
          "value": "1108"
        }
      ],
      "70_15": [
        {
          "label": "巨灵神锤",
          "value": "1208"
        }
      ],
      "70_4": [
        {
          "label": "金蛇信",
          "value": "1608"
        }
      ],
      "70_5": [
        {
          "label": "狂魔镰",
          "value": "1408"
        }
      ],
      "70_52": [
        {
          "label": "沧海明珠",
          "value": "2308"
        }
      ],
      "70_53": [
        {
          "label": "游鱼戏珠",
          "value": "2408"
        }
      ],
      "70_54": [
        {
          "label": "引魂杖",
          "value": "2208"
        }
      ],
      "70_6": [
        {
          "label": "北斗七星剑",
          "value": "1008"
        }
      ],
      "70_7": [
        {
          "label": "墨玉双剑",
          "value": "2108"
        }
      ],
      "70_72": [
        {
          "label": "玉兔盏",
          "value": "31208"
        }
      ],
      "70_73": [
        {
          "label": "醉浮生",
          "value": "31008"
        }
      ],
      "70_74": [
        {
          "label": "金刚伞",
          "value": "31308"
        }
      ],
      "70_8": [
        {
          "label": "缚神绫",
          "value": "1908"
        }
      ],
      "70_9": [
        {
          "label": "华光刺",
          "value": "1308"
        }
      ],
      "80_10": [
        {
          "label": "风云雷电",
          "value": "1509"
        }
      ],
      "80_11": [
        {
          "label": "日月光华",
          "value": "1809"
        }
      ],
      "80_12": [
        {
          "label": "混元金钩",
          "value": "1709"
        }
      ],
      "80_13": [
        {
          "label": "斜月狼牙",
          "value": "2009"
        }
      ],
      "80_14": [
        {
          "label": "黑炎魔刀",
          "value": "1109"
        }
      ],
      "80_15": [
        {
          "label": "天崩地裂",
          "value": "1209"
        }
      ],
      "80_4": [
        {
          "label": "丈八点钢矛",
          "value": "1609"
        }
      ],
      "80_5": [
        {
          "label": "恶龙之齿",
          "value": "1409"
        }
      ],
      "80_52": [
        {
          "label": "无量玉璧",
          "value": "2309"
        }
      ],
      "80_53": [
        {
          "label": "灵犀望月",
          "value": "2409"
        }
      ],
      "80_54": [
        {
          "label": "碧玺杖",
          "value": "2209"
        }
      ],
      "80_6": [
        {
          "label": "碧玉剑",
          "value": "1009"
        }
      ],
      "80_7": [
        {
          "label": "梅花双剑",
          "value": "2109"
        }
      ],
      "80_72": [
        {
          "label": "冰心盏",
          "value": "31209"
        }
      ],
      "80_73": [
        {
          "label": "沉戟天戉",
          "value": "31009"
        }
      ],
      "80_74": [
        {
          "label": "落梅伞",
          "value": "31309"
        }
      ],
      "80_8": [
        {
          "label": "九天仙绫",
          "value": "1909"
        }
      ],
      "80_9": [
        {
          "label": "龙鳞刺",
          "value": "1309"
        }
      ],
      "90_10": [
        {
          "label": "太极",
          "value": "1550"
        },
        {
          "label": "玉龙",
          "value": "1551"
        },
        {
          "label": "秋风",
          "value": "1552"
        }
      ],
      "90_11": [
        {
          "label": "沧海",
          "value": "1850"
        },
        {
          "label": "红莲",
          "value": "1851"
        },
        {
          "label": "盘龙",
          "value": "1852"
        }
      ],
      "90_12": [
        {
          "label": "龙筋",
          "value": "1750"
        },
        {
          "label": "百花",
          "value": "1751"
        },
        {
          "label": "吹雪",
          "value": "1752"
        }
      ],
      "90_13": [
        {
          "label": "如意",
          "value": "2050"
        },
        {
          "label": "乾坤",
          "value": "2051"
        },
        {
          "label": "月光",
          "value": "2052"
        }
      ],
      "90_14": [
        {
          "label": "冷月",
          "value": "1150"
        },
        {
          "label": "屠龙",
          "value": "1151"
        },
        {
          "label": "血刃",
          "value": "1152"
        }
      ],
      "90_15": [
        {
          "label": "八卦",
          "value": "1250"
        },
        {
          "label": "鬼牙",
          "value": "1251"
        },
        {
          "label": "雷神",
          "value": "1252"
        }
      ],
      "90_4": [
        {
          "label": "暗夜",
          "value": "1650"
        },
        {
          "label": "梨花",
          "value": "1651"
        },
        {
          "label": "霹雳",
          "value": "1652"
        }
      ],
      "90_5": [
        {
          "label": "破魄",
          "value": "1450"
        },
        {
          "label": "肃魂",
          "value": "1451"
        },
        {
          "label": "无敌",
          "value": "1452"
        }
      ],
      "90_52": [
        {
          "label": "离火",
          "value": "2350"
        },
        {
          "label": "飞星",
          "value": "2351"
        },
        {
          "label": "月华",
          "value": "2352"
        }
      ],
      "90_53": [
        {
          "label": "非攻",
          "value": "2450"
        },
        {
          "label": "幽篁",
          "value": "2451"
        },
        {
          "label": "百鬼",
          "value": "2452"
        }
      ],
      "90_54": [
        {
          "label": "业焰",
          "value": "2250"
        },
        {
          "label": "鹿鸣",
          "value": "2251"
        },
        {
          "label": "玉辉",
          "value": "2252"
        }
      ],
      "90_6": [
        {
          "label": "鱼肠",
          "value": "1050"
        },
        {
          "label": "倚天",
          "value": "1051"
        },
        {
          "label": "湛卢",
          "value": "1052"
        }
      ],
      "90_7": [
        {
          "label": "阴阳",
          "value": "2150"
        },
        {
          "label": "月光",
          "value": "2151"
        },
        {
          "label": "灵蛇",
          "value": "2152"
        }
      ],
      "90_72": [
        {
          "label": "蟠龙",
          "value": "31250"
        },
        {
          "label": "云鹤",
          "value": "31251"
        },
        {
          "label": "风荷",
          "value": "31252"
        }
      ],
      "90_73": [
        {
          "label": "昆吾",
          "value": "31050"
        },
        {
          "label": "弦歌",
          "value": "31051"
        },
        {
          "label": "鸦九",
          "value": "31052"
        }
      ],
      "90_74": [
        {
          "label": "鬼骨",
          "value": "31350"
        },
        {
          "label": "云梦",
          "value": "31351"
        },
        {
          "label": "枕霞",
          "value": "31352"
        }
      ],
      "90_8": [
        {
          "label": "彩虹",
          "value": "1950"
        },
        {
          "label": "流云",
          "value": "1951"
        },
        {
          "label": "碧波",
          "value": "1952"
        }
      ],
      "90_9": [
        {
          "label": "撕天",
          "value": "1350"
        },
        {
          "label": "毒牙",
          "value": "1351"
        },
        {
          "label": "胭脂",
          "value": "1352"
        }
      ]
    },
    "wjd_lingshi_kindid": [
      {
        "label": "枪矛",
        "value": 4
      },
      {
        "label": "斧钺",
        "value": 5
      },
      {
        "label": "剑",
        "value": 6
      },
      {
        "label": "双短剑",
        "value": 7
      },
      {
        "label": "飘带",
        "value": 8
      },
      {
        "label": "爪刺",
        "value": 9
      },
      {
        "label": "扇",
        "value": 10
      },
      {
        "label": "魔棒",
        "value": 11
      },
      {
        "label": "鞭",
        "value": 12
      },
      {
        "label": "环圈",
        "value": 13
      },
      {
        "label": "刀",
        "value": 14
      },
      {
        "label": "锤",
        "value": 15
      },
      {
        "label": "头盔",
        "value": 17
      },
      {
        "label": "铠甲",
        "value": 18
      },
      {
        "label": "鞋子",
        "value": 19
      },
      {
        "label": "腰带",
        "value": 20
      },
      {
        "label": "饰物",
        "value": 21
      },
      {
        "label": "宝珠",
        "value": 52
      },
      {
        "label": "弓箭",
        "value": 53
      },
      {
        "label": "法杖",
        "value": 54
      },
      {
        "label": "发钗",
        "value": 58
      },
      {
        "label": "女衣",
        "value": 59
      },
      {
        "label": "灯笼",
        "value": 72
      },
      {
        "label": "巨剑",
        "value": 73
      },
      {
        "label": "伞",
        "value": 74
      }
    ],
    "wuxing_affix_info": {
      "0": "",
      "1": "蔓延",
      "2": "天平",
      "3": "相生",
      "4": "相克",
      "5": "聚气",
      "6": "金耀",
      "7": "木耀",
      "8": "水耀",
      "9": "火耀",
      "10": "土耀",
      "11": "利金",
      "12": "利木",
      "13": "利水",
      "14": "利火",
      "15": "利土"
    },
    "xiangrui_info": {
      "11001": "玄霜玉兔",
      "11002": "金鳞仙子",
      "11003": "玄霜玉兔",
      "11004": "玄霜玉兔",
      "11005": "玄霜玉兔",
      "11006": "玄霜玉兔",
      "11007": "金鳞仙子",
      "11008": "金鳞仙子",
      "11009": "金鳞仙子",
      "11010": "翠云宝扇",
      "11011": "翠云宝扇",
      "11012": "翠云宝扇",
      "11013": "翠云宝扇",
      "11014": "沉星寒犀",
      "11015": "沉星寒犀",
      "11016": "沉星寒犀",
      "11017": "沉星寒犀",
      "11018": "澄碧石犀",
      "11019": "澄碧石犀",
      "11020": "澄碧石犀",
      "11021": "澄碧石犀",
      "11022": "鹤雪锦犀",
      "11023": "璇彩灵仙",
      "11024": "璇彩灵仙",
      "11025": "浑火魔精",
      "11026": "浑火魔精",
      "11027": "玄火神驹",
      "11028": "青霄天麟",
      "11029": "紫霞云麒",
      "11030": "碧海云舟",
      "11031": "神行小驴",
      "11032": "紫霞云麒",
      "11033": "紫霞云麒",
      "11034": "碧海云舟",
      "11035": "碧海云舟",
      "11036": "碧海云舟",
      "11037": "瑞彩祥云",
      "11038": "瑞彩祥云",
      "11039": "瑞彩祥云",
      "11040": "瑞彩祥云",
      "11041": "琉璃宝象",
      "11042": "琉璃宝象",
      "11043": "琉璃宝象",
      "11044": "琉璃宝象",
      "11045": "莽林猛犸",
      "11046": "彩翎羽轿",
      "11047": "彩翎羽轿",
      "11048": "彩翎羽轿",
      "11049": "彩翎羽轿",
      "11050": "彩翎羽轿",
      "11051": "踏雪灵熊",
      "11052": "踏雪灵熊",
      "11053": "踏雪灵熊",
      "11054": "踏雪灵熊",
      "11055": "魔骨战熊",
      "11056": "穿云飞辇",
      "11057": "穿云飞辇",
      "11058": "穿云飞辇",
      "11059": "穿云飞辇",
      "11060": "逐日天辇",
      "11061": "翠灵锦篮",
      "11062": "炫彩飞篮",
      "11063": "炫彩飞篮",
      "11064": "炫彩飞篮",
      "11065": "炫彩飞篮",
      "11066": "玄冰灵虎",
      "11067": "妙缘暖犀",
      "11068": "叠彩仙蜗",
      "11069": "叠彩仙蜗",
      "11070": "叠彩仙蜗",
      "11071": "叠彩仙蜗",
      "11072": "叠彩仙蜗",
      "11073": "雪域圣灵",
      "11074": "雪域圣灵",
      "11075": "雪域圣灵",
      "11076": "雪域圣灵",
      "11077": "雪域圣灵",
      "11078": "雪域圣灵",
      "11079": "霓羽锦鹊",
      "11080": "霓羽锦鹊",
      "11081": "霓羽锦鹊",
      "11082": "霓羽锦鹊",
      "11083": "霓羽锦鹊",
      "11084": "御风灵貂",
      "11085": "御风灵貂",
      "11086": "御风灵貂",
      "11087": "御风灵貂",
      "11088": "御风灵貂",
      "11089": "御风灵貂",
      "11091": "赤瞳妖猫",
      "11092": "赤瞳妖猫",
      "11093": "赤瞳妖猫",
      "11094": "赤瞳妖猫",
      "11095": "赤瞳妖猫",
      "11096": "七彩小驴",
      "11097": "赤瞳妖猫",
      "11098": "流云玉佩",
      "11099": "落英纷飞",
      "11100": "落英纷飞",
      "11101": "落英纷飞",
      "11102": "落英纷飞",
      "11103": "落英纷飞",
      "11104": "落英纷飞",
      "11105": "落英纷飞",
      "11106": "跃动精灵",
      "11107": "怒雷狂狮",
      "11108": "怒雷狂狮",
      "11109": "怒雷狂狮",
      "11110": "怒雷狂狮",
      "11111": "飞天猪猪",
      "11112": "猪猪小侠",
      "11113": "九霄冰凤",
      "11114": "轻云羊驼",
      "11115": "轻云羊驼",
      "11116": "轻云羊驼",
      "11117": "轻云羊驼",
      "11118": "如意宝狮",
      "11119": "沐月灵猫",
      "11120": "沐月灵猫",
      "11121": "沐月灵猫",
      "11122": "沐月灵猫",
      "11123": "暗影战豹",
      "11124": "九幽灵虎",
      "11125": "沙漠驼铃",
      "11126": "沙漠驼铃",
      "11127": "沙漠驼铃",
      "11128": "沙漠驼铃",
      "11129": "沙漠驼铃",
      "11130": "腾云仙牛",
      "11131": "腾云仙牛",
      "11132": "腾云仙牛",
      "11133": "腾云仙牛",
      "11134": "腾云仙牛",
      "11135": "月影天马",
      "11136": "星华飞马",
      "11137": "天使猪猪",
      "11138": "开明天兽",
      "11139": "九霄幽凰",
      "11140": "开明天兽",
      "11141": "开明天兽",
      "11142": "开明天兽",
      "11143": "嬉闹灵狮",
      "11144": "嬉闹灵狮",
      "11145": "嬉闹灵狮",
      "11146": "嬉闹灵狮",
      "11147": "嬉闹灵狮",
      "11148": "嬉闹灵狮",
      "11149": "太白仙骑",
      "11150": "粉红小驴",
      "11151": "太白仙骑",
      "11152": "太白仙骑",
      "11153": "太白仙骑",
      "11154": "太白仙骑",
      "11155": "太白仙骑",
      "11156": "玉瓷葫芦",
      "11157": "碧海鳐鱼",
      "11160": "灯笼锦鱼",
      "11161": "灯笼锦鱼",
      "11162": "灯笼锦鱼",
      "11163": "灯笼锦鱼",
      "11164": "灯笼锦鱼",
      "11165": "灯笼锦鱼",
      "11166": "灯笼锦鱼",
      "11167": "灯笼锦鱼",
      "11168": "玉脂福羊",
      "11171": "机关木鸢",
      "11172": "机关木鸢",
      "11173": "机关木鸢",
      "11174": "机关木鸢",
      "11177": "灵尾松鼠",
      "11178": "灵尾松鼠",
      "11179": "灵尾松鼠",
      "11180": "灵尾松鼠",
      "11181": "灵尾松鼠",
      "11182": "灵尾松鼠",
      "11183": "雷霆战豹",
      "11184": "蝠翼冥骑",
      "11185": "蝠翼冥骑",
      "11186": "蝠翼冥骑",
      "11187": "蝠翼冥骑",
      "11188": "蝠翼冥骑",
      "11189": "蝠翼冥骑",
      "11190": "烈焰斗猪",
      "11191": "炫影魔蝎",
      "11192": "炫影魔蝎",
      "11193": "炫影魔蝎",
      "11194": "炫影魔蝎",
      "11195": "炫影魔蝎",
      "11196": "炫影魔蝎",
      "11197": "炫影魔蝎",
      "11198": "战火穷奇",
      "11199": "战火穷奇",
      "11200": "战火穷奇",
      "11201": "战火穷奇",
      "11202": "战火穷奇",
      "11203": "甜蜜猪猪",
      "11204": "雷霆战豹",
      "11205": "雷霆战豹",
      "11206": "雷霆战豹",
      "11207": "雷霆战豹",
      "11208": "雷霆战豹",
      "11209": "烈焰斗猪",
      "11210": "烈焰斗猪",
      "11211": "烈焰斗猪",
      "11212": "烈焰斗猪",
      "11213": "烈焰斗猪",
      "11214": "风火飞轮",
      "11215": "风火飞轮",
      "11216": "风火飞轮",
      "11217": "风火飞轮",
      "11218": "风火飞轮",
      "11219": "野趣灵菇",
      "11220": "野趣灵菇",
      "11221": "野趣灵菇",
      "11222": "野趣灵菇",
      "11223": "野趣灵菇",
      "11224": "野趣蘑菇",
      "11225": "炫影天马",
      "11226": "凤舞灵蝶",
      "11227": "铃儿叮当",
      "11228": "凤舞灵蝶",
      "11229": "凤舞灵蝶",
      "11230": "凤舞灵蝶",
      "11231": "凤舞灵蝶",
      "11232": "凤舞灵蝶",
      "11233": "凤舞灵蝶",
      "11234": "竹林熊猫",
      "11237": "甜蜜泡泡",
      "11238": "萌动猪猪",
      "11239": "甜蜜泡泡",
      "11240": "仙缘战鹿",
      "11241": "仙缘战鹿",
      "11242": "仙缘战鹿",
      "11243": "仙缘战鹿",
      "11244": "仙缘战鹿",
      "11245": "仙缘战鹿",
      "11246": "仙缘战鹿",
      "11247": "疾风战马",
      "11248": "疾风战马",
      "11249": "疾风战马",
      "11250": "疾风战马",
      "11251": "疾风战马",
      "11252": "疾风战马",
      "11253": "赤炎战狼",
      "11254": "赤炎战狼",
      "11255": "赤炎战狼",
      "11256": "赤炎战狼",
      "11257": "赤炎战狼",
      "11258": "赤炎战狼",
      "11259": "彩云追月",
      "11260": "彩云追月",
      "11261": "彩云追月",
      "11262": "彩云追月",
      "11263": "彩云追月",
      "11264": "彩云追月",
      "11265": "彩云追月",
      "11266": "情缘玉象",
      "11267": "梅隐寒香",
      "11269": "净土莲台",
      "11270": "净土莲台",
      "11271": "净土莲台",
      "11272": "净土莲台",
      "11273": "净土莲台",
      "11274": "齐天小轿",
      "11275": "呆萌鸭鸭",
      "11276": "呆萌鸭鸭",
      "11277": "呆萌鸭鸭",
      "11278": "呆萌鸭鸭",
      "11279": "呆萌鸭鸭",
      "11280": "呆萌鸭鸭",
      "11281": "呆萌鸭鸭",
      "11282": "青蛙呱呱",
      "11283": "青蛙呱呱",
      "11284": "青蛙呱呱",
      "11285": "九尾冰狐",
      "11286": "荧彩水母",
      "11287": "荧彩水母",
      "11288": "荧彩水母",
      "11289": "荧彩水母",
      "11290": "荧彩水母",
      "11291": "荧彩水母",
      "11292": "荧彩水母",
      "11293": "萌萌海狮",
      "11294": "萌萌海狮",
      "11295": "萌萌海狮",
      "11296": "萌萌海狮",
      "11297": "萌萌海狮",
      "11298": "飞天灵鼠",
      "11299": "飞天灵鼠",
      "11300": "飞天灵鼠",
      "11301": "幽骨战龙",
      "11302": "霓彩鹦歌",
      "11303": "霓彩鹦歌",
      "11304": "霓彩鹦歌",
      "11305": "霓彩鹦歌",
      "11306": "霓彩鹦歌",
      "11307": "霓彩鹦歌",
      "11308": "霓彩鹦歌",
      "11309": "发条青蛙",
      "11310": "发条青蛙",
      "11311": "发条青蛙",
      "11312": "发条青蛙",
      "11313": "发条青蛙",
      "11314": "发条青蛙",
      "11315": "发条青蛙",
      "11316": "天鹅流萤灯",
      "11317": "天鹅流萤灯",
      "11318": "天鹅流萤灯",
      "11319": "天鹅流萤灯",
      "11320": "天鹅流萤灯",
      "11321": "天鹅流萤灯",
      "11322": "碧玉如意",
      "11323": "碧玉如意",
      "11324": "碧玉如意",
      "11325": "碧玉如意",
      "11326": "碧玉如意",
      "11327": "幽冰寒蛛",
      "11328": "幽冰寒蛛",
      "11329": "幽冰寒蛛",
      "11330": "螃蟹小将",
      "11331": "螃蟹小将",
      "11332": "螃蟹小将",
      "11333": "螃蟹小将",
      "11334": "螃蟹小将",
      "11335": "螃蟹小将",
      "11336": "螃蟹小将",
      "11337": "鸿运龙龟",
      "11338": "鸿运龙龟",
      "11339": "鸿运龙龟",
      "11340": "鸿运龙龟",
      "11341": "鸿运龙龟",
      "11342": "鸿运龙龟",
      "11343": "鸿运龙龟",
      "11344": "鸿运龙龟",
      "11345": "寒梅纨扇",
      "11346": "寒梅纨扇",
      "11347": "寒梅纨扇",
      "11348": "寒梅纨扇",
      "11349": "寒梅纨扇",
      "11350": "寒梅纨扇",
      "11351": "黄金瑞兽",
      "11352": "黄金瑞兽",
      "11353": "黄金瑞兽",
      "11354": "黄金瑞兽",
      "11355": "黄金瑞兽",
      "11356": "黄金瑞兽",
      "11357": "冰晶魅灵",
      "11358": "萌萌小狗",
      "11359": "冰晶小雪魄",
      "11360": "冰晶雪魄",
      "11361": "冰晶雪魄",
      "11362": "冰晶雪魄",
      "11363": "冰晶雪魄",
      "11364": "冰晶小雪魄",
      "11365": "冰晶小雪魄",
      "11366": "北冥巨鲸",
      "11367": "北冥巨鲸",
      "11368": "北冥巨鲸",
      "11369": "北冥巨鲸",
      "11370": "北冥巨鲸",
      "11371": "北冥巨鲸",
      "11372": "北冥巨鲸",
      "11373": "幸运龙猫",
      "11374": "幸运龙猫",
      "11375": "幸运龙猫",
      "11376": "幸运龙猫",
      "11377": "幸运龙猫",
      "11378": "幸运龙猫",
      "11379": "幸运龙猫",
      "11380": "幸运龙猫",
      "11381": "战火穷奇",
      "11382": "战火穷奇",
      "11383": "战火穷奇",
      "11384": "熊猫团子",
      "11385": "冰晶小雪魄",
      "11386": "萤火霜兔",
      "11387": "甜甜蜜蜂",
      "11388": "甜甜蜜蜂",
      "11389": "甜甜蜜蜂",
      "11390": "甜甜蜜蜂",
      "11391": "甜甜蜜蜂",
      "11392": "甜甜蜜蜂",
      "11393": "甜甜蜜蜂",
      "11394": "馋嘴刺猬",
      "11395": "馋嘴刺猬",
      "11396": "馋嘴刺猬",
      "11397": "馋嘴刺猬",
      "11398": "馋嘴刺猬",
      "11399": "馋嘴刺猬",
      "11400": "馋嘴刺猬",
      "11401": "深海狂鲨",
      "11402": "深海狂鲨",
      "11403": "深海狂鲨",
      "11404": "深海狂鲨",
      "11405": "深海狂鲨",
      "11406": "深海狂鲨",
      "11407": "深海狂鲨",
      "11408": "翠羽明珠",
      "11409": "翠羽明珠",
      "11410": "翠羽明珠",
      "11411": "翠羽明珠",
      "11412": "翠羽明珠",
      "11413": "翠羽明珠",
      "11414": "翠羽明珠",
      "11415": "翠羽明珠",
      "11416": "翠羽明珠",
      "11417": "玲珑雪狐",
      "11418": "玲珑雪狐",
      "11419": "玲珑雪狐",
      "11420": "玲珑雪狐",
      "11421": "玲珑雪狐",
      "11422": "玲珑雪狐",
      "11423": "玲珑雪狐",
      "11424": "梦萦冰泪",
      "11425": "梦萦冰泪",
      "11426": "梦萦冰泪",
      "11427": "梦萦冰泪",
      "11428": "梦萦冰泪",
      "11429": "梦萦冰泪",
      "11430": "梦萦冰泪",
      "11431": "梦萦冰泪",
      "11432": "顽皮猫头鹰",
      "11433": "顽皮猫头鹰",
      "11434": "顽皮猫头鹰",
      "11435": "顽皮猫头鹰",
      "11436": "顽皮猫头鹰",
      "11437": "顽皮猫头鹰",
      "11438": "顽皮猫头鹰",
      "11439": "霜雪龙宝",
      "11440": "霜雪龙宝",
      "11441": "霜雪龙宝",
      "11442": "霜雪龙宝",
      "11446": "财源滚滚",
      "11447": "战火穷奇",
      "11448": "淘气小象",
      "11449": "淘气小象",
      "11450": "淘气小象",
      "11451": "淘气小象",
      "11452": "淘气小象",
      "11453": "淘气小象",
      "11454": "淘气小象",
      "11455": "甜蜜豆豆",
      "11456": "甜蜜豆豆",
      "11457": "甜蜜豆豆",
      "11458": "甜蜜豆豆",
      "11459": "寒冰灵虎",
      "11460": "鱼水灵珠",
      "11461": "鱼水灵珠",
      "11462": "鱼水灵珠",
      "11463": "鱼水灵珠",
      "11464": "鱼水灵珠",
      "11465": "鱼水灵珠",
      "11466": "鱼水灵珠",
      "11467": "鱼水灵珠",
      "11468": "萝卜小兔",
      "11469": "萝卜小兔",
      "11470": "萝卜小兔",
      "11471": "萝卜小兔",
      "11472": "萝卜小兔",
      "11473": "萝卜小兔",
      "11474": "萝卜小兔",
      "11475": "萝卜小兔",
      "11497": "烈焰雄狮",
      "11498": "海豚恋人",
      "11499": "有凤来仪",
      "11500": "有凤来仪",
      "11501": "有凤来仪",
      "11502": "有凤来仪",
      "11503": "有凤来仪",
      "11504": "有凤来仪",
      "11505": "有凤来仪",
      "11506": "午夜南瓜",
      "11507": "午夜南瓜",
      "11508": "午夜南瓜",
      "11509": "午夜南瓜",
      "11510": "午夜南瓜",
      "11511": "午夜南瓜",
      "11512": "午夜南瓜",
      "11513": "午夜南瓜",
      "11514": "独角马",
      "11515": "独角马",
      "11516": "独角马",
      "11517": "独角马",
      "11519": "缤纷雪宝",
      "11520": "缤纷雪宝",
      "11521": "缤纷雪宝",
      "11522": "缤纷雪宝",
      "11523": "缤纷雪宝",
      "11524": "缤纷雪宝",
      "11531": "绵绵泡芙",
      "11532": "绵绵泡芙",
      "11533": "撼地雷龙",
      "11534": "撼地雷龙",
      "11535": "撼地雷龙",
      "11536": "撼地雷龙",
      "11537": "撼地雷龙",
      "11538": "撼地雷龙",
      "11539": "撼地雷龙",
      "11540": "九色鹿",
      "11541": "九色鹿",
      "11542": "九色鹿",
      "11543": "九色鹿",
      "11544": "九色鹿",
      "11545": "九色鹿",
      "11546": "九色鹿",
      "11547": "九色鹿",
      "11548": "九色鹿",
      "11549": "九色鹿",
      "11550": "九色鹿",
      "11551": "九色鹿",
      "11552": "九色鹿",
      "11553": "九色鹿",
      "11554": "九色鹿",
      "11555": "九色鹿",
      "11556": "九色鹿",
      "11557": "九色鹿",
      "11558": "非你莫鼠",
      "11559": "逢考必过",
      "11560": "逢考必过",
      "11561": "逢考必过",
      "11562": "逢考必过",
      "11563": "逢考必过",
      "11564": "逢考必过",
      "11565": "逢考必过",
      "11566": "幻·帝江",
      "11567": "幻·帝江",
      "11568": "四不相",
      "11569": "萌萌鸮鹦鹉",
      "11570": "萌萌鸮鹦鹉",
      "11571": "萌萌鸮鹦鹉",
      "11572": "萌萌鸮鹦鹉",
      "11573": "萌萌鸮鹦鹉",
      "11574": "萌萌鸮鹦鹉",
      "11575": "萌萌鸮鹦鹉",
      "11576": "萌萌鸮鹦鹉",
      "11577": "水嘟嘟",
      "11578": "水嘟嘟",
      "11579": "水嘟嘟",
      "11580": "水嘟嘟",
      "11581": "元宝龟",
      "11582": "望月蛙",
      "11585": "帝狰",
      "11586": "帝狰",
      "11587": "帝狰",
      "11588": "帝狰",
      "11589": "帝狰",
      "11590": "帝狰",
      "11591": "帝狰",
      "11592": "帝狰",
      "11593": "帝狰",
      "11600": "考拉抱抱",
      "11601": "考拉抱抱",
      "11602": "考拉抱抱",
      "11603": "考拉抱抱",
      "11604": "考拉抱抱",
      "11605": "考拉抱抱",
      "11606": "暗香花囊",
      "11607": "暗香花囊",
      "11608": "暗香花囊",
      "11609": "暗香花囊",
      "11610": "暗香花囊",
      "11611": "暗香花囊",
      "11612": "大嘴啾啾",
      "11613": "大嘴啾啾",
      "11614": "大嘴啾啾",
      "11615": "大嘴啾啾",
      "11616": "大嘴啾啾",
      "11617": "大嘴啾啾",
      "11618": "金溏荷包蛋",
      "11619": "金溏荷包蛋",
      "11620": "金溏荷包蛋",
      "11621": "金溏荷包蛋",
      "11622": "炽·麒麟",
      "11623": "炫·麒麟",
      "11624": "吞云腾蛇",
      "11625": "吞云腾蛇",
      "11626": "吞云腾蛇",
      "11627": "吞云腾蛇",
      "11638": "星河灵鲤",
      "11639": "星河灵鲤",
      "11640": "星河灵鲤",
      "11641": "星河灵鲤",
      "11642": "星河灵鲤",
      "11643": "金盏灵鲤",
      "11644": "金盏灵鲤",
      "11645": "金盏灵鲤",
      "11646": "金盏灵鲤",
      "11647": "金盏灵鲤",
      "11648": "璇玉丹华",
      "11649": "璇玉丹华",
      "11650": "璇玉丹华",
      "11651": "璇玉丹华",
      "11652": "璇玉丹华",
      "11653": "璇玉丹华",
      "11654": "星河皎皎",
      "11655": "星河皎皎",
      "11656": "星河皎皎",
      "11657": "星河皎皎",
      "11658": "星河皎皎",
      "11659": "福禄满满",
      "11660": "福禄满满",
      "11661": "福禄满满",
      "11662": "福禄满满",
      "11663": "福禄满满",
      "11664": "福气冲天·吾皇",
      "11665": "福虎金宝",
      "11666": "玉虎添翼",
      "11667": "甜蜜蛋糕",
      "11668": "甜蜜蛋糕",
      "11669": "甜蜜蛋糕",
      "11670": "甜蜜蛋糕",
      "11671": "甜蜜蛋糕",
      "11672": "甜蜜蛋糕",
      "11673": "甜蜜蛋糕",
      "11674": "甜蜜蛋糕",
      "11677": "碧潮海马",
      "11678": "碧潮海马",
      "11679": "碧潮海马",
      "11680": "碧潮海马",
      "11681": "碧潮海马",
      "11682": "碧潮海马",
      "11690": "晓·白泽",
      "11691": "幽·白泽",
      "11696": "霆云飞廉",
      "11697": "霆云飞廉·黑石",
      "11698": "霆云飞廉·钻白",
      "11699": "霆云飞廉·烁金",
      "11707": "钱兔似锦",
      "11708": "八部天龙马",
      "11709": "八部天龙马·玄",
      "11818": "金小龙",
      "11819": "玉姣龙",
      "11820": "瑞龙吟",
      "11821": "玉龙临",
      "11853": "牛转钱坤",
      "11854": "福气珍牛",
      "50813": "甜蜜豆豆"
    },
    "xiangrui_skill": {
      "621": "仙店",
      "622": "酒肆",
      "623": "巫医",
      "50000": "爱慕",
      "50001": "起舞",
      "50002": "神行",
      "50003": "驭兽",
      "50004": "负重"
    },
    "xyq_pet_skills": {
      "301": "夜战",
      "302": "反击",
      "303": "反震",
      "304": "吸血",
      "305": "连击",
      "306": "飞行",
      "307": "隐身",
      "308": "感知",
      "309": "再生",
      "310": "冥思",
      "311": "神佑复生",
      "312": "鬼魂术",
      "313": "驱鬼",
      "314": "毒",
      "315": "慧根",
      "316": "必杀",
      "317": "幸运",
      "318": "精神集中",
      "319": "神迹",
      "320": "招架",
      "321": "永恒",
      "322": "敏捷",
      "323": "否定信仰",
      "324": "魔之心",
      "325": "偷袭",
      "326": "雷击",
      "327": "落岩",
      "328": "水攻",
      "329": "烈火",
      "330": "雷属性吸收",
      "331": "土属性吸收",
      "332": "水属性吸收",
      "333": "火属性吸收",
      "334": "强力",
      "335": "防御",
      "336": "独行",
      "337": "法术反震",
      "338": "进击必杀",
      "339": "进击法暴",
      "343": "遗志",
      "349": "茁壮",
      "350": "真灵（火）",
      "351": "真灵（水）",
      "352": "真灵（金）",
      "353": "真灵（土）",
      "354": "真灵（木）",
      "355": "健壮（火）",
      "356": "健壮（水）",
      "357": "健壮（金）",
      "358": "健壮（土）",
      "359": "健壮（木）",
      "360": "蓄势待发",
      "393": "金蝉蜕壳",
      "401": "高级夜战",
      "402": "高级反击",
      "403": "高级反震",
      "404": "高级吸血",
      "405": "高级连击",
      "406": "高级飞行",
      "407": "高级隐身",
      "408": "高级感知",
      "409": "高级再生",
      "410": "高级冥思",
      "411": "高级神佑复生",
      "412": "高级鬼魂术",
      "413": "高级驱鬼",
      "414": "高级毒",
      "415": "高级慧根",
      "416": "高级必杀",
      "417": "高级幸运",
      "418": "高级精神集中",
      "419": "高级神迹",
      "420": "高级招架",
      "421": "高级永恒",
      "422": "高级敏捷",
      "423": "高级否定信仰",
      "424": "高级魔之心",
      "425": "高级偷袭",
      "426": "奔雷咒",
      "427": "泰山压顶",
      "428": "水漫金山",
      "429": "地狱烈火",
      "430": "高级雷属性吸收",
      "431": "高级土属性吸收",
      "432": "高级水属性吸收",
      "433": "高级火属性吸收",
      "434": "高级强力",
      "435": "高级防御",
      "436": "高级独行",
      "437": "高级法术反震",
      "438": "高级进击必杀",
      "439": "高级进击法暴",
      "440": "观照万象",
      "441": "出其不意",
      "442": "势如破竹",
      "443": "高级遗志",
      "444": "无赦魔诀",
      "445": "风起龙游",
      "446": "薪火相传",
      "447": "招财进宝",
      "448": "洞察",
      "449": "欣欣向荣",
      "450": "万物之灵（火）",
      "451": "万物之灵（水）",
      "452": "万物之灵（金）",
      "453": "万物之灵（土）",
      "454": "万物之灵（木）",
      "455": "力大无穷（火）",
      "456": "力大无穷（水）",
      "457": "力大无穷（金）",
      "458": "力大无穷（土）",
      "459": "力大无穷（木）",
      "460": "花好月圆",
      "461": "天狐之舞",
      "462": "出奇制胜",
      "480": "柳暗花明",
      "481": "与生俱来",
      "482": "义薄云天",
      "483": "气贯长虹",
      "484": "雨露之泽",
      "485": "风沙之盾",
      "486": "清风之华",
      "487": "映雪棱镜",
      "488": "泡泡相伴",
      "489": "泡泡相伴",
      "490": "气吞万象·水火",
      "491": "气吞万象·雷土",
      "492": "高级蓄势待发",
      "493": "高级金蝉蜕壳",
      "501": "弱点雷",
      "502": "弱点土",
      "503": "弱点水",
      "504": "弱点火",
      "505": "迟钝",
      "510": "法术连击",
      "517": "乘胜追击",
      "518": "凭风借力",
      "519": "顾盼生姿",
      "520": "拘魂索命",
      "551": "惊心一剑",
      "552": "死亡召唤",
      "553": "上古灵符",
      "554": "善恶有报",
      "571": "力劈华山",
      "572": "夜舞倾城",
      "573": "高级法术连击",
      "575": "法术暴击",
      "576": "法术波动",
      "577": "高级法术暴击",
      "578": "高级法术波动",
      "579": "法术防御",
      "593": "八凶法阵",
      "595": "壁垒击破",
      "596": "嗜血追击",
      "597": "剑荡四方",
      "599": "移花接木",
      "624": "龙魂",
      "626": "法术抵抗",
      "627": "高级法术抵抗",
      "628": "盾气",
      "629": "高级盾气",
      "638": "法力陷阱",
      "639": "灵能激发",
      "640": "合纵",
      "641": "高级合纵",
      "650": "苍鸾怒击",
      "652": "狂莽一击",
      "653": "虎虎生风",
      "654": "迅风出击",
      "655": "好梦连连",
      "656": "好梦连连",
      "658": "超级神柚复生",
      "660": "浮云神马",
      "661": "须弥真言",
      "662": "千钧一怒",
      "663": "天降灵葫",
      "667": "大快朵颐",
      "669": "月光",
      "671": "无畏布施",
      "672": "从天而降",
      "673": "灵山禅语",
      "684": "食指大动",
      "685": "理直气壮",
      "686": "叱咤风云",
      "687": "津津有味",
      "689": "净台妙谛",
      "690": "凝光炼彩",
      "691": "流沙轻音",
      "692": "昼伏夜出",
      "693": "神出鬼没",
      "694": "溜之大吉",
      "695": "焚天陨火",
      "696": "神来气旺",
      "697": "北冥之渊",
      "698": "逍遥游",
      "699": "水击三千",
      "700": "扶摇万里",
      "55401": "超级夜战",
      "55402": "超级反击",
      "55403": "超级反震",
      "55404": "超级吸血",
      "55405": "超级连击",
      "55406": "超级飞行",
      "55407": "超级隐身",
      "55408": "超级感知",
      "55409": "超级再生",
      "55410": "超级冥思",
      "55413": "超级驱鬼",
      "55414": "超级毒",
      "55415": "超级慧根",
      "55416": "超级必杀",
      "55417": "超级幸运",
      "55418": "超级精神集中",
      "55419": "超级神迹",
      "55420": "超级招架",
      "55421": "超级永恒",
      "55422": "超级敏捷",
      "55423": "超级否定信仰",
      "55424": "超级魔之心",
      "55425": "超级偷袭",
      "55426": "超级奔雷咒",
      "55427": "超级泰山压顶",
      "55428": "超级水漫金山",
      "55429": "超级地狱烈火",
      "55430": "超级雷属性吸收",
      "55431": "超级土属性吸收",
      "55432": "超级水属性吸收",
      "55433": "超级火属性吸收",
      "55434": "超级强力",
      "55435": "超级防御",
      "55438": "超级进击必杀",
      "55439": "超级进击法暴",
      "55443": "超级遗志",
      "55493": "超级金蝉蜕壳",
      "55573": "超级法术连击",
      "55577": "超级法术暴击",
      "55578": "超级法术波动",
      "55595": "超级壁垒击破",
      "55627": "超级法术抵抗",
      "55629": "超级盾气",
      "55641": "超级合纵",
      "56001": "超级三昧真火",
      "56002": "桀骜自恃",
      "56003": "圣婴大王",
      "56004": "妙手灵丹",
      "56005": "克敌五行",
      "56006": "诸天正法",
      "56010": "焰火烁星",
      "56040": "龙行风雨",
      "56045": "节节高升"
    },
    "yuanshen_attrs": {
      "fangyu": "防御",
      "lingli": "灵力",
      "mingzhong": "命中",
      "minjie": "敏捷",
      "mofa": "魔法",
      "qixue": "气血",
      "shanghai": "伤害",
      "zongshang": "总伤"
    },
    "yuanshen_equip_types": {
      "4221": "枪",
      "4222": "斧",
      "4223": "剑",
      "4224": "扇",
      "4225": "刀",
      "4226": "锤",
      "4227": "双剑",
      "4228": "飘带",
      "4229": "爪刺",
      "4230": "魔棒",
      "4231": "长鞭",
      "4232": "双环",
      "4233": "头盔",
      "4234": "冠冕",
      "4235": "坚甲",
      "4236": "纱衣",
      "4237": "鞋履",
      "4238": "束带",
      "4239": "挂坠",
      "4240": "弓",
      "4241": "宝珠",
      "4242": "长杖",
      "4246": "巨剑",
      "4247": "灯笼",
      "4248": "伞"
    },
    "zuoqi_skill_desc": {
      "600": {
        "lv1_desc": "增加统御的召唤兽力量点数*5%的伤害力",
        "lv2_desc": "增加统御的召唤兽力量点数*10%的伤害力",
        "lv3_desc": "增加统御的召唤兽力量点数*15%的伤害力",
        "name": "开天辟地"
      },
      "601": {
        "lv1_desc": "增加统驭的召唤兽致命几率2%，命中率增加1%",
        "lv2_desc": "增加统驭的召唤兽致命几率2%，命中率增加2%",
        "lv3_desc": "增加统驭的召唤兽致命几率3%，命中率增加3%",
        "name": "破釜沉舟"
      },
      "602": {
        "lv1_desc": "统驭的召唤兽受到伤害时有20%的几率减少4%所受伤害",
        "lv2_desc": "统驭的召唤兽受到伤害时有40%的几率减少4%所受伤害",
        "lv3_desc": "统驭的召唤兽受到伤害时有60%的几率减少4%所受伤害",
        "name": "金刚护身"
      },
      "603": {
        "lv1_desc": "统驭的召唤兽受到的所有伤害降低0.8%",
        "lv2_desc": "统驭的召唤兽受到的所有伤害降低1.6%",
        "lv3_desc": "统驭的召唤兽受到的所有伤害降低2.4%",
        "name": "偃旗息鼓"
      },
      "604": {
        "lv1_desc": "统驭的召唤兽速度降低2%",
        "lv2_desc": "统驭的召唤兽速度降低5%",
        "lv3_desc": "统驭的召唤兽速度降低10%",
        "name": "飞火流星"
      },
      "605": {
        "lv1_desc": "增加统驭的召唤兽闪躲3%，同时在物理攻击对方目标时有20%几率自身获得提升5%速度效果持续三回合",
        "lv2_desc": "增加统驭的召唤兽闪躲3%，同时在物理攻击对方目标时有30%几率自身获得提升8%速度效果持续三回合",
        "lv3_desc": "增加统驭的召唤兽闪躲3%，同时在物理攻击对方目标时有50%几率自身获得提升10%速度效果持续三回合",
        "name": "乾坤借速"
      },
      "606": {
        "lv1_desc": "增加统驭的召唤兽对（水攻、水漫金山、超级水漫金山、落岩、泰山压顶、超级泰山压顶）水系土系法术伤害结果减免3%",
        "lv2_desc": "增加统驭的召唤兽对（水攻、水漫金山、超级水漫金山、落岩、泰山压顶、超级泰山压顶）水系土系法术伤害结果减免8%",
        "lv3_desc": "增加统驭的召唤兽对（水攻、水漫金山、超级水漫金山、落岩、泰山压顶、超级泰山压顶）水系土系法术伤害结果减免12%",
        "name": "大浪淘沙"
      },
      "607": {
        "lv1_desc": "增加统驭的召唤兽对（烈火、地狱烈火、超级地狱烈火、雷击、奔雷咒、超级奔雷咒）火系雷系法术伤害结果减免3%",
        "lv2_desc": "增加统驭的召唤兽对（烈火、地狱烈火、超级地狱烈火、雷击、奔雷咒、超级奔雷咒）火系雷系法术伤害结果减免8%",
        "lv3_desc": "增加统驭的召唤兽对（烈火、地狱烈火、超级地狱烈火、雷击、奔雷咒、超级奔雷咒）火系雷系法术伤害结果减免12%",
        "name": "炫火乱舞"
      },
      "608": {
        "lv1_desc": "敌人对统驭的召唤兽物理暴击和法术暴击倍率降低10%；",
        "lv2_desc": "敌人对统驭的召唤兽物理暴击和法术暴击倍率降低20%；",
        "lv3_desc": "敌人对统驭的召唤兽物理暴击和法术暴击倍率降低30%；",
        "name": "铜墙铁壁"
      },
      "609": {
        "lv1_desc": "增加统驭召唤兽20%的中毒抵抗几率",
        "lv2_desc": "增加统驭召唤兽50%的中毒抵抗几率，同时降低中毒后毒伤害结果的5%",
        "lv3_desc": "增加统驭召唤兽80%的中毒抵抗几率，同时降低中毒后毒伤害结果的10%",
        "name": "水来土掩"
      },
      "610": {
        "lv1_desc": "召唤兽在战斗中忠诚的消耗变为4场战斗掉1点忠诚",
        "lv2_desc": "召唤兽在战斗中忠诚的消耗变为5场战斗掉1点忠诚",
        "lv3_desc": "召唤兽在战斗中忠诚的消耗变为6场战斗掉1点忠诚",
        "name": "忠贯日月"
      },
      "611": {
        "lv1_desc": "每天第一次食用长寿面，豆斋果不会中毒",
        "lv2_desc": "每天第一，二次食用长寿面，豆斋果不会中毒",
        "lv3_desc": "每天第一，二，三次食用长寿面，豆斋果不会中毒",
        "name": "正身清心"
      },
      "612": {
        "lv1_desc": "增加统驭召唤兽食用长寿面、桂花丸和豆斋果时额外再增加寿命2%",
        "lv2_desc": "增加统驭召唤兽食用长寿面、桂花丸和豆斋果时额外再增加寿命3%",
        "lv3_desc": "增加统驭召唤兽食用长寿面、桂花丸和豆斋果时额外再增加寿命5%",
        "name": "延年益寿"
      }
    },
    "zz_skill_books": {
      "zz_1": "项链",
      "zz_10": "女衣",
      "zz_11": "巨剑",
      "zz_12": "长杖",
      "zz_13": "弓",
      "zz_14": "锤",
      "zz_15": "宝珠",
      "zz_16": "斧钺",
      "zz_17": "发钗",
      "zz_18": "环圈",
      "zz_19": "双短剑",
      "zz_2": "铠甲",
      "zz_20": "爪刺",
      "zz_21": "飘带",
      "zz_22": "魔棒",
      "zz_23": "鞭",
      "zz_24": "灯笼",
      "zz_25": "伞",
      "zz_26": "双斧",
      "zz_3": "刀",
      "zz_4": "剑",
      "zz_5": "靴",
      "zz_6": "枪矛",
      "zz_7": "腰带",
      "zz_8": "头盔",
      "zz_9": "扇"
    }
  }